{
    "no": 19,
    "name": "Maryam",
    "verses": [
      {
        "no": 1,
        "arabic": "كهيعص",
        "transliteration": "Kaf, Ha, Ya, Ayn, Saad.",
        "translations": {
          "English": "Kaf, Ha, Ya, Ayn, Saad.",
          "Urdu": "کاف، ہا، یا، عین، صاد۔",
          "French": "Kâf, Hâ, Yâ, 'Aïn, Sâd.",
          "Spanish": "Kaf, Ha, Ya, Ayn, Sad.",
          "Hindi": "काफ, हा, या, ऐन, साद।"
        }
      },
      {
        "no": 2,
        "arabic": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا",
        "transliteration": "A mention of the mercy of your Lord towards His servant Zechariah.",
        "translations": {
          "English": "A mention of the mercy of your Lord towards His servant Zechariah.",
          "Urdu": "آپ کے رب کی رحمت کا ذکر جو اس نے اپنے بندے زکریا پر کی۔",
          "French": "Un récit de la miséricorde de ton Seigneur envers Son serviteur Zacharie.",
          "Spanish": "Mención de la misericordia de tu Señor hacia Su siervo Zacarías.",
          "Hindi": "आपके रब की दया का वर्णन जो उसने अपने बन्दे जकरिया पर की।"
        }
      },
      {
        "no": 3,
        "arabic": "إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا",
        "transliteration": "When he called on his Lord, a call in seclusion.",
        "translations": {
          "English": "When he called on his Lord, a call in seclusion.",
          "Urdu": "جب انہوں نے اپنے رب کو خفیہ طور پر پکارا۔",
          "French": "Lorsqu'il invoqua son Seigneur d'une invocation secrète.",
          "Spanish": "Cuando invocó a su Señor con un llamado íntimo.",
          "Hindi": "जब उन्होंने अपने रब को एकान्त में पुकारा।"
        }
      },
      {
        "no": 4,
        "arabic": "قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا",
        "transliteration": "He said, 'My Lord, my bones have become feeble, and my hair is aflame with gray, and never, Lord, have I been disappointed in my prayer to you.'",
        "translations": {
          "English": "He said, 'My Lord, my bones have become feeble, and my hair is aflame with gray, and never, Lord, have I been disappointed in my prayer to you.'",
          "Urdu": "کہا اے میرے رب! میری ہڈیاں کمزور ہو گئی ہیں اور سر سفید ہو کر چمک اٹھا ہے اور اے میرے رب! میں تیری بارگاہ میں دعا کرتے ہوئے کبھی محروم نہیں رہا۔",
          "French": "Il dit: 'Ô mon Seigneur, mes os sont affaiblis et ma tête s'est enflammée de cheveux blancs. [Cependant], je n'ai jamais été malheureux en te priant, ô mon Seigneur.",
          "Spanish": "Dijo: 'Señor mío, mis huesos se han debilitado y mi cabeza se ha encendido de canas, y nunca, Señor mío, he sido decepcionado en mi súplica a Ti.'",
          "Hindi": "उन्होंने कहा, हे मेरे रब! मेरी हड्डियाँ कमज़ोर हो गई हैं और सिर सफेद होकर चमक उठा है और हे मेरे रब! मैं तेरी दरगाह में दुआ करके कभी निराश नहीं हुआ।"
        }
      },
      {
        "no": 5,
        "arabic": "وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا",
        "transliteration": "'And I fear for my dependents after me, and my wife is barren. So grant me, from Yourself, an heir.'",
        "translations": {
          "English": "'And I fear for my dependents after me, and my wife is barren. So grant me, from Yourself, an heir.'",
          "Urdu": "'اور مجھے اپنے بعد اپنے رشتہ داروں کا خوف ہے اور میری بیوی بانجھ ہے، سو تو مجھے اپنی طرف سے ایک وارث عطا فرما۔'",
          "French": "'Et je crains [le comportement] de mes héritiers, après moi. Et ma femme est stérile. Accorde-moi, de Ta part, un descendant.'",
          "Spanish": "'Y temo por mis parientes después de mí, y mi esposa es estéril. Concédeme, de Ti mismo, un heredero.'",
          "Hindi": "'और मुझे अपने बाद अपने रिश्तेदारों का डर है और मेरी पत्नी बाँझ है, अतः तू मुझे अपनी ओर से एक वारिस प्रदान कर।'"
        }
      },
      {
        "no": 6,
        "arabic": "يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا",
        "transliteration": "'To inherit me, and inherit from the House of Jacob, and make him, my Lord, pleasing.'",
        "translations": {
          "English": "'To inherit me, and inherit from the House of Jacob, and make him, my Lord, pleasing.'",
          "Urdu": "'جو میرا بھی وارث ہو اور یعقوب کے خاندان کا بھی اور اے میرے رب! اسے پسندیدہ بنا۔'",
          "French": "'qui hérite de moi et hérite de la famille de Jacob. Et fais qu'il te soit agréable, ô mon Seigneur.'",
          "Spanish": "'Que herede de mí y de la familia de Jacob. Y hazlo, Señor mío, complaciente.'",
          "Hindi": "'जो मेरा भी वारिस हो और याक़ूब के परिवार का भी और हे मेरे रब! उसे तेरी प्रसन्नता प्राप्त करने वाला बना।'"
        }
      },
      {
        "no": 7,
        "arabic": "يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا",
        "transliteration": "'O Zechariah, We give you good news of a son, whose name is John, a name We have never given before.'",
        "translations": {
          "English": "'O Zechariah, We give you good news of a son, whose name is John, a name We have never given before.'",
          "Urdu": "'اے زکریا! ہم تمہیں ایک لڑکے کی خوشخبری دیتے ہیں جس کا نام یحییٰ ہے، ہم نے اس سے پہلے کسی کو یہ نام نہیں دیا۔'",
          "French": "'Ô Zacharie, Nous t'annonçons la bonne nouvelle d'un fils. Son nom sera Yahya [Jean]. Nous ne lui avons pas donné auparavant d'homonyme.'",
          "Spanish": "'¡Oh, Zacarías! Te anunciamos la buena nueva de un hijo llamado Juan, nombre que no hemos dado a nadie antes.'",
          "Hindi": "'हे जकरिया! हम तुम्हें एक बेटे की शुभ सूचना देते हैं, जिसका नाम यहया है, हमने इससे पहले किसी को यह नाम नहीं दिया।'"
        }
      },
      {
        "no": 8,
        "arabic": "قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا",
        "transliteration": "He said, 'My Lord, how can I have a son, when my wife is barren, and I have become decrepit with old age?'",
        "translations": {
          "English": "He said, 'My Lord, how can I have a son, when my wife is barren, and I have become decrepit with old age?'",
          "Urdu": "انہوں نے کہا اے میرے رب! میرے ہاں لڑکا کیسے ہو گا جبکہ میری بیوی بانجھ ہے اور میں خود بڑھاپے کی انتہا کو پہنچ چکا ہوں؟",
          "French": "Il dit: 'Ô mon Seigneur, comment aurai-je un fils, quand ma femme est stérile et que je suis très avancé en vieillesse?'",
          "Spanish": "Dijo: 'Señor mío, ¿cómo tendré un hijo si mi esposa es estéril y he alcanzado una edad avanzada?'",
          "Hindi": "उन्होंने कहा, हे मेरे रब! मेरे यहाँ लड़का कैसे होगा, जबकि मेरी पत्नी बाँझ है और मैं स्वयं बुढ़ापे की चरम सीमा को पहुँच चुका हूँ?"
        }
      },
      {
        "no": 9,
        "arabic": "قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا",
        "transliteration": "He said, 'It will be so, your Lord says, 'it is easy for me, and I created you before, when you were nothing.''",
        "translations": {
          "English": "He said, 'It will be so, your Lord says, 'it is easy for me, and I created you before, when you were nothing.''",
          "Urdu": "فرمایا ایسا ہی ہوگا، تیرے رب نے فرمایا ہے کہ یہ مجھ پر آسان ہے اور میں نے تجھے پہلے بھی پیدا کیا تھا جبکہ تو کچھ بھی نہ تھا۔",
          "French": "Il dit: 'Ainsi sera-t-il! Ton Seigneur a dit: 'Cela M'est facile. Et avant cela, Je t'ai créé alors que tu n'étais rien.''",
          "Spanish": "Dijo: 'Así será. Tu Señor dice: 'Eso es fácil para Mí, y ya te creé antes, cuando no eras nada.''",
          "Hindi": "फरमाया, ऐसा ही होगा, तेरे रब ने फरमाया है कि यह मेरे लिए आसान है और मैंने तुझे पहले भी पैदा किया था, जबकि तू कुछ भी न था।"
        }
      },
      {
        "no": 10,
        "arabic": "قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا",
        "transliteration": "He said, 'My Lord, give me a sign.' He said, 'Your sign is that you will not speak to the people for three nights straight.'",
        "translations": {
          "English": "He said, 'My Lord, give me a sign.' He said, 'Your sign is that you will not speak to the people for three nights straight.'",
          "Urdu": "انہوں نے کہا اے میرے رب! میرے لیے کوئی نشانی مقرر فرما، فرمایا تیری نشانی یہ ہے کہ تو تین رات تک لوگوں سے بالکل نہ بول سکے گا۔",
          "French": "Il dit: 'Ô mon Seigneur, donne-moi un signe.' Il dit: 'Ton signe sera que tu ne pourras pas parler aux gens pendant trois nuits tout en étant bien portant.'",
          "Spanish": "Dijo: 'Señor mío, dame una señal.' Dijo: 'Tu señal será que no podrás hablar a la gente durante tres noches consecutivas.'",
          "Hindi": "उन्होंने कहा, हे मेरे रब! मेरे लिए कोई निशानी निर्धारित कर। फरमाया, तेरी निशानी यह है कि तू तीन रात तक लोगों से बिल्कुल न बोल सकेगा।"
        }
      },
      {
        "no": 11,
        "arabic": "فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا",
        "transliteration": "And he came out to his people, from the sanctuary, and signaled to them to praise morning and evening.",
        "translations": {
          "English": "And he came out to his people, from the sanctuary, and signaled to them to praise morning and evening.",
          "Urdu": "پھر وہ اپنی قوم کے پاس محراب سے نکلے اور انہیں اشارہ کیا کہ صبح و شام تسبیح کیا کرو۔",
          "French": "Il sortit donc du sanctuaire vers son peuple et leur fit signe de prier matin et soir.",
          "Spanish": "Y salió del santuario hacia su pueblo y les hizo señas para que glorificaran por la mañana y por la tarde.",
          "Hindi": "फिर वह अपनी क़ौम के पास मेहराब से निकले और उन्हें इशारा किया कि सुबह-शाम तस्बीह करो।"
        }
      },
      {
        "no": 12,
        "arabic": "يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا",
        "transliteration": "'O John, hold on to the Scripture firmly,' and We gave him wisdom in his youth.",
        "translations": {
          "English": "'O John, hold on to the Scripture firmly,' and We gave him wisdom in his youth.",
          "Urdu": "'اے یحییٰ! کتاب کو مضبوطی سے تھام لو' اور ہم نے اسے بچپن ہی میں حکمت عطا کی۔",
          "French": "'Ô Yahya, tiens fermement au Livre.' Nous lui donnâmes la sagesse alors qu'il était enfant,",
          "Spanish": "'¡Oh, Juan! Aférrate al Libro con fuerza.' Y le concedimos sabiduría desde su infancia,",
          "Hindi": "'हे यहया! किताब को मज़बूती से थाम लो' और हमने उसे बचपन में ही हिक्मत प्रदान की।"
        }
      },
      {
        "no": 13,
        "arabic": "وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا",
        "transliteration": "And tenderness from Us, and innocence. He was devout.",
        "translations": {
          "English": "And tenderness from Us, and innocence. He was devout.",
          "Urdu": "اور ہماری طرف سے محبت اور پاکیزگی، اور وہ پرہیزگار تھا۔",
          "French": "ainsi que la tendresse de Notre part et la pureté. Il était pieux,",
          "Spanish": "y ternura de Nuestra parte, y pureza. Él era piadoso,",
          "Hindi": "और हमारी ओर से नर्मदिली और पाकीज़गी, और वह परहेज़गार था।"
        }
      },
      {
        "no": 14,
        "arabic": "وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا",
        "transliteration": "And kind to his parents; and he was not a disobedient tyrant.",
        "translations": {
          "English": "And kind to his parents; and he was not a disobedient tyrant.",
          "Urdu": "اور اپنے والدین کے ساتھ نیک سلوک کرने والا تھا اور نہ وہ نافرمان زبردست تھا۔",
          "French": "et dévoué envers ses parents. Et il ne fut ni violent ni désobéissant.",
          "Spanish": "y bondadoso con sus padres, y no fue arrogante ni desobediente.",
          "Hindi": "और अपने माता-पिता के साथ अच्छा व्यवहार करने वाला था और न वह नाफरमान ज़बरदस्त था।"
        }
      },
      {
        "no": 15,
        "arabic": "وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
        "transliteration": "And peace be upon him the day he was born, and the day he dies, and the Day he is raised alive.",
        "translations": {
          "English": "And peace be upon him the day he was born, and the day he dies, and the Day he is raised alive.",
          "Urdu": "اور اس پر سلام ہو جس دن وہ پیدا ہوا اور جس دن وہ مرے گا اور جس دن وہ زندہ اٹھایا جائے گا۔",
          "French": "Et que la paix soit sur lui le jour où il naquit, le jour où il mourra, et le jour où il sera ressuscité vivant!",
          "Spanish": "Y que la paz sea con él el día que nació, el día que muera y el día que sea resucitado vivo.",
          "Hindi": "और उस पर सलाम हो जिस दिन वह पैदा हुआ और जिस दिन वह मरेगा और जिस दिन वह जीवित उठाया जाएगा।"
        }
      },
      {
        "no": 16,
        "arabic": "وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
        "transliteration": "And mention in the Scripture Mary, when she withdrew from her people to an eastern location.",
        "translations": {
          "English": "And mention in the Scripture Mary, when she withdrew from her people to an eastern location.",
          "Urdu": "اور کتاب میں مریم کا ذکر کر، جب وہ اپنے گھر والوں سے الگ ہو کر مشرق کی جانب ایک جگہ چلی گئی۔",
          "French": "Et mentionne Marie, dans le Livre. Quand elle se retira de sa famille en un lieu vers l'orient.",
          "Spanish": "Y menciona en el Libro a María, cuando se apartó de su familia hacia un lugar al oriente.",
          "Hindi": "और किताब में मरयम का वर्णन कर, जब वह अपने घर वालों से अलग होकर पूर्व की ओर एक जगह चली गई।"
        }
      },
      {
        "no": 17,
        "arabic": "فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
        "transliteration": "She screened herself away from them, and We sent to her Our spirit, and He appeared to her as an immaculate human.",
        "translations": {
          "English": "She screened herself away from them, and We sent to her Our spirit, and He appeared to her as an immaculate human.",
          "Urdu": "پھر اس نے ان سے پردہ کر لیا تو ہم نے اپنی روح (جبرائیل) کو اس کی طرف بھیجا تو وہ اس کے سامنے ایک بشر کی صورت میں آ کر کھڑا ہو گیا۔",
          "French": "Elle mit entre elle et eux un voile. Nous lui envoyâmes Notre Esprit (Gabriel), qui se présenta à elle sous la forme d'un homme parfait.",
          "Spanish": "Ella puso un velo entre ella y ellos. Le enviamos Nuestro espíritu (Gabriel), quien se le presentó como un ser humano perfecto.",
          "Hindi": "फिर उसने उनसे परदा कर लिया तो हमने अपनी रूह (जिब्रील) को उसकी ओर भेजा तो वह उसके सामने एक बशर की सूरत में आकर खड़ा हो गया।"
        }
      },
      {
        "no": 18,
        "arabic": "قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا",
        "transliteration": "She said, 'I take refuge from you in the Most Merciful, should you be righteous.'",
        "translations": {
          "English": "She said, 'I take refuge from you in the Most Merciful, should you be righteous.'",
          "Urdu": "مریم نے کہا اگر تو پرہیزگار ہے تو میں تیرے سے رحمن کی پناہ مانگتی ہوں۔",
          "French": "Elle dit: 'Je me réfugie contre toi auprès du Tout Miséricordieux. Si tu es pieux, [ne m'approche pas].'",
          "Spanish": "Ella dijo: 'Me refugio en el Misericordioso de ti, si es que eres piadoso.'",
          "Hindi": "मरयम ने कहा, यदि तू परहेज़गार है तो मैं तेरे से रहमान की पनाह माँगती हूँ।"
        }
      },
      {
        "no": 19,
        "arabic": "قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا",
        "transliteration": "He said, 'I am only the messenger of your Lord, to give you the gift of a pure son.'",
        "translations": {
          "English": "He said, 'I am only the messenger of your Lord, to give you the gift of a pure son.'",
          "Urdu": "اس نے کہا میں تو صرف تیرے رب کا بھیجا ہوا ہوں (اور آیا ہوں) تاکہ تجھے ایک پاکیزہ لڑکا عطا کروں۔",
          "French": "Il dit: 'Je suis en fait un Messager de ton Seigneur pour te faire don d'un fils pur.'",
          "Spanish": "Dijo: 'Soy solo el Mensajero de tu Señor para concederte un hijo puro.'",
          "Hindi": "उसने कहा, मैं तो केवल तेरे रब का भेजा हुआ हूँ (और आया हूँ) ताकि तुझे एक पवित्र लड़का प्रदान करूँ।"
        }
      },
      {
        "no": 20,
        "arabic": "قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
        "transliteration": "She said, 'How can I have a son, when no man has touched me, and I was never unchaste?'",
        "translations": {
          "English": "She said, 'How can I have a son, when no man has touched me, and I was never unchaste?'",
          "Urdu": "مریم نے کہا میرے ہاں لڑکا کیسے ہوگا جبکہ مجھے کسی انسان نے ہاتھ تک نہیں لگایا اور نہ میں بدکار ہوں۔",
          "French": "Elle dit: 'Comment aurais-je un fils, quand aucun homme ne m'a touchée, et je ne suis pas prostituée?'",
          "Spanish": "Ella dijo: '¿Cómo tendré un hijo si ningún hombre me ha tocado y nunca he sido indecente?'",
          "Hindi": "मरयम ने कहा, मेरे यहाँ लड़का कैसे होगा, जबकि मुझे किसी मनुष्य ने हाथ तक नहीं लगाया और न मैं बदकार हूँ।"
        }
      },
    
          {
            "no": 21,
            "arabic": "قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا",
            "transliteration": "Qāla kadhāliki qāla rabbuki huwa 'alayya hayyinun wa li-naj'alahū āyatan li-n-nāsi wa raḥmatan minnā wa kāna amran maqḍiyyā",
            "translations": {
              "English": "He said, 'Thus said your Lord: It is easy for Me, and We will make him a sign for humanity, and a mercy from Us. It is a matter already decided.'",
              "Urdu": "فرشتے نے کہا: ایسے ہی ہے، تمہارے رب نے فرمایا ہے کہ یہ میرے لیے آسان ہے، اور تاکہ ہم اسے لوگوں کے لیے نشانی اور اپنی طرف سے رحمت بنائیں، اور یہ ایک طے شدہ امر ہے۔",
              "French": "Il dit : 'Ainsi a parlé ton Seigneur : Cela M'est facile. Nous ferons de lui un signe pour les gens et une miséricorde venue de Nous. C'est une affaire déjà décidée.'",
              "Spanish": "Dijo: 'Así ha dicho tu Señor: Es fácil para Mí, y lo haremos una señal para la humanidad y una misericordia Nuestra. Es un asunto ya decretado.'",
              "Hindi": "फरिश्ते ने कहा: ऐसे ही है, तुम्हारे रब ने फरमाया है कि यह मेरे लिए आसान है, और ताकि हम उसे लोगों के लिए निशानी और अपनी तरफ से रहमत बनाएँ, और यह एक तय शुदा मामला है।"
            }
          },
          {
            "no": 22,
            "arabic": "فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا",
            "transliteration": "Fa-ḥamalathu fa-ntabadhat bihī makānan qaṣiyyā",
            "translations": {
              "English": "So she conceived him, and withdrew with him to a remote place.",
              "Urdu": "پس مریم نے اسے (عیسٰی کو) حمل میں لے لیا اور ایک دور دراز جگہ لے جا کر رہنے لگیں۔",
              "French": "Elle devint donc enceinte de l'enfant et se retira avec lui en un lieu éloigné.",
              "Spanish": "Así que ella lo concibió y se retiró con él a un lugar apartado.",
              "Hindi": "तो मरयम ने उसे (ईसा को) गर्भ में ले लिया और एक दूर दराज़ जगह ले जाकर रहने लगीं।"
            }
          },
          {
            "no": 23,
            "arabic": "فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا",
            "transliteration": "Fa-ajā'ahā al-makhāḍu ilā jidh'i an-nakhlati qālat yā laytanī mittu qabla hādhā wa kuntu nasiyan mansiyyā",
            "translations": {
              "English": "Then the labor pains drove her to the trunk of a palm tree. She said, 'Oh, I wish I had died before this and was completely forgotten!'",
              "Urdu": "پھر دردِ زہ نے اسے کھجور کے تنے کی طرف لے جا پہنچایا۔ وہ بولی: کاش میں اس سے پہلے مر گئی ہوتی اور بالکل بھولی بسری ہو جاتی۔",
              "French": "Puis les douleurs de l'enfantement l'amenèrent au tronc du palmier. Elle dit : 'Que je fusse morte avant cet instant et que je fusse totalement oubliée!'",
              "Spanish": "Los dolores del parto la llevaron hasta el tronco de una palmera. Dijo: '¡Ojalá hubiera muerto antes de esto y hubiera quedado en el olvido!'",
              "Hindi": "फिर प्रसव पीड़ा ने उसे खजूर के तने की तरफ ले जा पहुँचाया। वह बोली: काश मैं इससे पहले मर गई होती और बिल्कुल भुला दी गई होती।"
            }
          },
          {
            "no": 24,
            "arabic": "فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
            "transliteration": "Fa-nādāhā min taḥtihā allā taḥzanī qad ja'ala rabbuki taḥtaki sariyyā",
            "translations": {
              "English": "Whereupon he (Jesus or the angel) called to her from below her, 'Do not grieve; your Lord has provided a stream beneath you.",
              "Urdu": "تو اسے (عیسٰی یا فرشتے نے) اس کے نیچے سے آواز دی کہ غم نہ کر، تیرے رب نے تیرے نیچے ایک نہر جاری کر دی ہے۔",
              "French": "Alors, il l'appela d'au-dessous d'elle : 'Ne t'afflige pas. Ton Seigneur a placé à tes pieds une source.",
              "Spanish": "Entonces la llamó desde debajo de ella: 'No te aflijas, tu Señor ha puesto un arroyo a tus pies.",
              "Hindi": "तो उसे (ईसा या फरिश्ते ने) उसके नीचे से आवाज़ दी कि ग़म न कर, तेरे रब ने तेरे नीचे एक नहर जारी कर दी है।"
            }
          },
          {
            "no": 25,
            "arabic": "وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
            "transliteration": "Wa huzzī ilayki bi-jidh'i an-nakhlati tusāqiṭ 'alayki ruṭaban janiyyā",
            "translations": {
              "English": "'And shake the trunk of the palm-tree towards you, and it will drop fresh, ripe dates upon you.'",
              "Urdu": "'اور کھجور کے تنے کو اپنی طرف ہلا، وہ تیرے اوپر تازہ پکی ہوئی کھجوریں گرا دے گا۔'",
              "French": "Secoue vers toi le tronc du palmier : il fera tomber sur toi des dattes fraîches et mûres.",
              "Spanish": "Sacude hacia ti el tronco de la palmera y hará caer sobre ti dátiles frescos y maduros.'",
              "Hindi": "'और खजूर के तने को अपनी तरफ हिला, वह तेरे ऊपर ताज़ी पकी हुई खजूरें गिरा देगा।'"
            }
          }
       ,
    
          {
            "no": 26,
            "arabic": "فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا",
            "transliteration": "Fakulī wa-ashrabī wa qarrī ‘aynā, fa-immā tarayinna min al-bashari aḥadan faqūlī innī nathartu li-r-Raḥmāni ṣawman fa-lan ukallima al-yawma insiyyā",
            "translations": {
              "English": "So eat, and drink, and be consoled. And if you see any human, say, ‘I have vowed a fast to the Most Gracious, so I will not speak to any human today.'",
              "Urdu": "تو کھاؤ اور پیو اور آنکھیں ٹھنڈی کرو۔ پھر اگر تم کسی انسان کو دیکھو تو کہہ دو: میں نے رحمن کے لیے روزے کی نذر مانی ہے، اس لیے آج میں کسی انسان سے بات نہیں کروں گی۔",
              "French": "Mange donc, bois et que ton œil se réjouisse ! Si tu vois quelqu’un d’entre les humains, dis : « J’ai voué un jeûne au Tout Miséricordieux : je ne parlerai donc aujourd’hui à aucun être humain. »",
              "Spanish": "Come, bebe y alégrate. Y si ves a algún ser humano, di: ‘He hecho voto de silencio al Misericordioso, así que hoy no hablaré con nadie.’",
              "Hindi": "तो खाओ, पियो और आँखें ठंडी करो। फिर यदि तुम किसी मनुष्य को देखो तो कह दो: मैंने रहमान के लिए व्रत की मन्नत मानी है, इसलिए आज मैं किसी मनुष्य से बात नहीं करूँगी।"
            }
          },
          {
            "no": 27,
            "arabic": "فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا",
            "transliteration": "Fa-atat bihī qawmahā taḥmiluh, qālū yā Maryamu laqad ji’ti shay’an farīyyā",
            "translations": {
              "English": "Then she came to her people, carrying him. They said, “O Mary, you have done something terrible.",
              "Urdu": "پھر وہ اسے لے کر اپنی قوم کے پاس آئی۔ انہوں نے کہا: اے مریم! تو نے تو بڑی عجیب بات کر ڈالی۔",
              "French": "Puis elle vint auprès des siens en le portant. Ils dirent : « Ô Marie, tu as fait une chose monstrueuse !",
              "Spanish": "Luego llegó a su pueblo cargándolo. Dijeron: «¡Oh, María! Has hecho algo terrible.»",
              "Hindi": "फिर वह उसे लेकर अपने लोगों के पास आई। उन्होंने कहा: हे मरयम! तूने तो बड़ा अजीब काम किया है।"
            }
          },
          {
            "no": 28,
            "arabic": "يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
            "transliteration": "Yā ukhta Hārūna mā kāna abūki imra’a saw’in wa mā kānat ummuki baghiyyā",
            "translations": {
              "English": "O sister of Aaron, your father was not an evil man, and your mother was not a whore.”",
              "Urdu": "اے ہارون کی بہن! نہ تیرا باپ کوئی برا آدمی تھا اور نہ تیری ماں بدکار تھی۔",
              "French": "Ô sœur d’Aaron, ton père n’était pas un homme de mal et ta mère n’était pas une prostituée ! »",
              "Spanish": "¡Oh, hermana de Aarón! Tu padre no era un hombre malvado, ni tu madre una mujer inmoral.»",
              "Hindi": "हे हारून की बहन! न तेरे पिता कोई बुरे व्यक्ति थे और न तेरी माता कोई बदचलन थी।"
            }
          },
          {
            "no": 29,
            "arabic": "فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا",
            "transliteration": "Fa-ashārat ilayh, qālū kayfa nukallimu man kāna fī al-mahdi ṣabiyyā",
            "translations": {
              "English": "So she pointed to him. They said, “How can we speak to an infant in the crib?”",
              "Urdu": "تو اس نے بچے کی طرف اشارہ کیا۔ انہوں نے کہا: ہم گہوارے میں پڑے بچے سے کیسے بات کریں؟",
              "French": "Elle fit alors un signe vers lui. Ils dirent : « Comment parlerions-nous à un bébé au berceau ? »",
              "Spanish": "Ella señaló al niño. Dijeron: «¿Cómo vamos a hablar con un bebé en la cuna?»",
              "Hindi": "तो उसने बच्चे की ओर इशारा किया। उन्होंने कहा: हम पालने में पड़े बच्चे से कैसे बात करें?"
            }
          },
          {
            "no": 30,
            "arabic": "قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا",
            "transliteration": "Qāla innī ‘abdu Allāh, ātāniya al-kitāba wa ja‘alanī nabiyyā",
            "translations": {
              "English": "He said, “I am the servant of God. He has given me the Scripture, and made me a prophet.",
              "Urdu": "اس نے کہا: میں اللہ کا بندہ ہوں، اس نے مجھے کتاب دی ہے اور مجھے نبی بنایا ہے۔",
              "French": "Mais (le bébé) dit : « Je suis vraiment le serviteur d’Allah. Il m’a donné le Livre et m’a désigné Prophète.",
              "Spanish": "Dijo: «En verdad, soy siervo de Dios. Él me ha dado la Escritura y me ha hecho profeta.",
              "Hindi": "उसने कहा: मैं अल्लाह का बन्दा हूँ, उसने मुझे किताब दी है और मुझे नबी बनाया है।"
            }
          },
          {
            "no": 31,
            "arabic": "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا",
            "transliteration": "Wa ja‘alanī mubārakan ayna mā kuntu wa awṣānī bi-ṣ-ṣalāti wa az-zakāti mā dumtu ḥayyā",
            "translations": {
              "English": "And has made me blessed wherever I may be; and has enjoined on me prayer and charity, so long as I live.",
              "Urdu": "اور اس نے مجھے جہاں کہیں بھی رہوں، بابرکت بنایا ہے اور جب تک میں زندہ رہوں، نماز اور زکواة کی تاکید کی ہے۔",
              "French": "Il a fait de moi un béni où que je sois, et Il m’a recommandé la prière et la Zakât tant que je vivrai.",
              "Spanish": "Me ha bendecido dondequiera que esté, y me ha ordenado la oración y la caridad mientras viva.",
              "Hindi": "और उसने मुझे जहाँ कहीं भी रहूँ, बरकत वाला बनाया है और जब तक मैं जीवित रहूँ, नमाज़ और ज़कात की हिदायत की है।"
            }
          },
          {
            "no": 32,
            "arabic": "وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا",
            "transliteration": "Wa barrā bi-wālidatī wa lam yaj‘alnī jabbāran shaqiyyā",
            "translations": {
              "English": "And kind to my mother, and He did not make me a disobedient rebel.",
              "Urdu": "اور اپنی ماں کے ساتھ نیک سلوک کرنے والا بنایا ہے اور اس نے مجھے سرکش اور نافرمان نہیں بنایا۔",
              "French": "Et la bonté envers ma mère. Il ne m’a fait ni violent ni malheureux.",
              "Spanish": "Y me ha ordenado ser bondadoso con mi madre. No me ha hecho arrogante ni rebelde.",
              "Hindi": "और माँ के प्रति अच्छा व्यवहार करने वाला बनाया है और उसने मुझे ज़ालिम और नाशुक्रा नहीं बनाया।"
            }
          },
          {
            "no": 33,
            "arabic": "وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
            "transliteration": "Wa as-salāmu ‘alayya yawma wulidtu wa yawma amūtu wa yawma ub‘athu ḥayyā",
            "translations": {
              "English": "So Peace is upon me the day I was born, and the day I die, and the Day I get resurrected alive.”",
              "Urdu": "اور مجھ پر سلام ہے جس دن میں پیدا ہوا، جس دن مروں گا اور جس دن زندہ اٹھایا جاؤں گا۔",
              "French": "Et que la paix soit sur moi le jour où je naquis, le jour où je mourrai, et le jour où je serai ressuscité vivant.»",
              "Spanish": "La paz sea conmigo el día que nací, el día que muera y el día que sea resucitado.»",
              "Hindi": "और मुझ पर सलाम है जिस दिन मैं पैदा हुआ, जिस दिन मरूँगा और जिस दिन ज़िन्दा उठाया जाऊँगा।"
            }
          },
          {
            "no": 34,
            "arabic": "ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ",
            "transliteration": "Dhālika ‘Īsā abnu Maryama qawla al-ḥaqqi alladhī fīhi yamtarūn",
            "translations": {
              "English": "That is Jesus son of Mary—the Word of truth about which they doubt.",
              "Urdu": "یہ ہے عیسیٰ ابن مریم، حق بات جس میں وہ شک کرتے ہیں۔",
              "French": "Tel est Issa (Jésus), fils de Marie : parole de vérité, dont ils doutent.",
              "Spanish": "Ese es Jesús, hijo de María: la verdad sobre la que dudan.",
              "Hindi": "यह है ईसा बिन मरयम, सच्ची बात जिसमें वे शक करते हैं।"
            }
          },
          {
            "no": 35,
            "arabic": "مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
            "transliteration": "Mā kāna li-llāhi an yattakhidha min waladin subḥānah, idhā qaḍā amran fa-innamā yaqūlu lahu kun fa-yakūn",
            "translations": {
              "English": "It is not for God to have a child—glory be to Him. To have anything done, He says to it, “Be,” and it becomes.",
              "Urdu": "اللہ کے لیے یہ مناسب نہیں کہ وہ کوئی اولاد رکھے، وہ پاک ہے۔ جب وہ کسی چیز کا فیصلہ کرتا ہے تو اسے صرف کہتا ہے: ہو جا، اور وہ ہو جاتی ہے۔",
              "French": "Il ne convient pas à Allah de S’attribuer un fils. Gloire et Pureté à Lui ! Quand Il décide d’une chose, Il dit seulement : « Sois ! » et elle est.",
              "Spanish": "No es propio de Dios tener un hijo. ¡Gloria a Él! Cuando decide algo, solo le dice: «Sé», y es.",
              "Hindi": "अल्लाह के लिए ये उचित नहीं कि वह कोई संतान रखे, वह पवित्र है। जब वह किसी चीज़ का फ़ैसला करता है तो बस उसे कहता है: हो जा, और वह हो जाती है।"
            }
          },
          {
            "no": 36,
            "arabic": "وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ",
            "transliteration": "Wa inna Allāha rabbī wa rabbukum fa‘budūh, hādhā ṣirāṭun mustaqīm",
            "translations": {
              "English": "“God is my Lord and your Lord, so worship Him. That is a straight path.”",
              "Urdu": "اور بے شک اللہ میرا رب اور تمہارا رب ہے، اس لیے اس کی عبادت کرو۔ یہی سیدھا راستہ ہے۔",
              "French": "« Certes, Allah est mon Seigneur tout comme votre Seigneur. Adorez-Le donc. Voilà un droit chemin. »",
              "Spanish": "«En verdad, Dios es mi Señor y vuestro Señor. ¡Adoradle, pues! Este es el camino recto.»",
              "Hindi": "और निश्चय ही अल्लाह मेरा रब और तुम्हारा रब है, अतः उसी की इबादत करो। यही सीधा मार्ग है।"
            }
          },
          {
            "no": 37,
            "arabic": "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ",
            "transliteration": "Fa-khtalafa al-aḥzābu min baynihim fa-waylun li-lladhīna kafarū min mashhadi yawmin ‘aẓīm",
            "translations": {
              "English": "But the various factions differed among themselves. So woe to those who disbelieve from the scene of a tremendous Day.",
              "Urdu": "پھر گروہوں نے آپس میں اختلاف کیا، پس ہلاکت ہے ان کافروں کے لیے ایک بڑے دن کے مشاہدے سے۔",
              "French": "Puis les sectes divergèrent entre elles. Malheur donc aux mécréants lors de la vue d’un jour terrible !",
              "Spanish": "Pero las sectas discreparon entre sí. ¡Ay de los que niegan la verdad cuando presencien el Día terrible!",
              "Hindi": "फिर गिरोहों ने आपस में मतभेद किया, तो उन काफ़िरों के लिए विनाश है एक बड़े दिन के देखने से।"
            }
          },
          {
            "no": 38,
            "arabic": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ",
            "transliteration": "Asmi‘ bihim wa abṣir yawma ya’tūnanā lākini aẓ-ẓālimūna al-yawma fī ḍalālin mubīn",
            "translations": {
              "English": "Listen to them and watch for them the Day they come to Us. But the wrongdoers today are completely lost.",
              "Urdu": "کیا ہی اچھا سنیں گے اور دیکھیں گے جس دن وہ ہمارے پاس آئیں گے، لیکن آج ظالم کھلی گمراہی میں ہیں۔",
              "French": "Comme ils entendront et verront bien, le jour où ils viendront à Nous ! Mais aujourd’hui, les injustes sont dans un égarement évident.",
              "Spanish": "¡Cómo oirán y verán cuando vengan a Nosotros! Pero hoy los injustos están en un error evidente.",
              "Hindi": "कैसा सुनेंगे और देखेंगे जिस दिन वे हमारे पास आएँगे, लेकिन आज ज़ालिम खुली गुमराही में हैं।"
            }
          },
          {
            "no": 39,
            "arabic": "وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
            "transliteration": "Wa andhirhum yawma al-ḥasrati idh quḍiya al-amru wa hum fī ghaflatin wa hum lā yu’minūn",
            "translations": {
              "English": "And warn them of the Day of Regret, when the matter will be concluded. Yet they are heedless, and they do not believe.",
              "Urdu": "اور انہیں حسرت کے دن سے ڈراؤ جب فیصلہ کر دیا جائے گا، اور وہ غفلت میں ہوں گے اور ایمان نہیں لائیں گے۔",
              "French": "Et avertis-les du Jour des regrets, quand tout sera réglé alors qu’ils sont [dans ce monde] inattentifs et qu’ils ne croient pas.",
              "Spanish": "Y adviérteles del Día del Lamento, cuando el asunto se decida, mientras ellos están desprevenidos y no creen.",
              "Hindi": "और उन्हें पछतावे के दिन से डराओ, जब मामला तय कर दिया जाएगा, और वे बेख़बर होंगे और ईमान नहीं लाएँगे।"
            }
          },
          {
            "no": 40,
            "arabic": "إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
            "transliteration": "Innā naḥnu narithu al-arḍa wa man ‘alayhā wa ilaynā yurja‘ūn",
            "translations": {
              "English": "It is We who will inherit the earth and everyone on it, and to Us they will be returned.",
              "Urdu": "بے شک ہم ہی زمین اور جو کچھ اس پر ہے، اس کے وارث ہیں اور ہماری ہی طرف لوٹائے جائیں گے۔",
              "French": "En vérité, c’est Nous qui ferons héritiers la terre et ceux qui sont dessus. Et c’est à Nous qu’ils seront ramenés.",
              "Spanish": "En verdad, somos Nosotros quienes heredaremos la tierra y a quienes están en ella, y a Nosotros serán devueltos.",
              "Hindi": "निश्चय ही हम ही हैं जो धरती और उस पर जो कुछ है, उसके वारिस होंगे और हमारी ही ओर लौटाए जाएँगे।"
            }
          },
          {
            "no": 41,
            "arabic": "وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا",
            "transliteration": "Wa udhkur fī al-kitābi Ibrāhīm, innahu kāna ṣiddīqan nabiyyā",
            "translations": {
              "English": "And mention in the Scripture Abraham. He was a man of truth, a prophet.",
              "Urdu": "اور کتاب میں ابراہیم کا ذکر کرو، بے شک وہ سچے نبی تھے۔",
              "French": "Et mentionne dans le Livre, Abraham. C’était un véridique et un Prophète.",
              "Spanish": "Y menciona en el Libro a Abraham. En verdad, él fue un hombre veraz, un profeta.",
              "Hindi": "और किताब में इब्राहीम का ज़िक्र करो, निश्चय ही वह सच्चे नबी थे।"
            }
          },
          {
            "no": 42,
            "arabic": "إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا",
            "transliteration": "Idh qāla li-abīhi yā abati lima ta‘budu mā lā yasma‘u wa lā yubṣiru wa lā yughnī ‘anka shay’ā",
            "translations": {
              "English": "He said to his father, “O my father, why do you worship what can neither hear, nor see, nor benefit you in any way?",
              "Urdu": "جب انہوں نے اپنے باپ سے کہا: اے میرے باپ! تو ایسی چیز کی عبادت کیوں کرتا ہے جو نہ سنتی ہے، نہ دیکھتی ہے اور نہ تیرے کسی کام آ سکتی ہے؟",
              "French": "Quand il dit à son père : « Ô mon père, pourquoi adores-tu ce qui n’entend ni ne voit, et ne te profite en rien ?",
              "Spanish": "Cuando dijo a su padre: «¡Oh, padre! ¿Por qué adoras lo que no oye, ni ve, ni puede beneficiarte en nada?",
              "Hindi": "जब उन्होंने अपने पिता से कहा: हे मेरे पिता! तू ऐसी चीज़ की इबादत क्यों करता है जो न सुनती है, न देखती है और न तेरे किसी काम आ सकती है?"
            }
          },
          {
            "no": 43,
            "arabic": "يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا",
            "transliteration": "Yā abati innī qad jā’anī min al-‘ilmi mā lam ya’tik fa-ttabi‘nī ahdika ṣirāṭan sawiyyā",
            "translations": {
              "English": "O my father, there has come to me knowledge that never came to you. So follow me, and I will guide you along a straight way.",
              "Urdu": "اے میرے باپ! میرے پاس وہ علم آ گیا ہے جو تیرے پاس نہیں آیا، پس تو میری پیروی کر، میں تجھے سیدھا راستہ دکھاؤں گا۔",
              "French": "Ô mon père, il m’est venu de la science ce que tu n’as pas reçu ; suis-moi, donc, je te guiderai sur une voie droite.",
              "Spanish": "¡Oh, padre! Me ha llegado un conocimiento que no te ha llegado a ti. Sígueme, pues, y te guiaré por un camino recto.",
              "Hindi": "हे मेरे पिता! मेरे पास वह ज्ञान आ गया है जो तेरे पास नहीं आया, तो तू मेरी पैरवी कर, मैं तुझे सीधा मार्ग दिखाऊँगा।"
            }
          },
          {
            "no": 44,
            "arabic": "يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا",
            "transliteration": "Yā abati lā ta‘budi ash-shayṭān, inna ash-shayṭāna kāna li-r-Raḥmāni ‘aṣiyyā",
            "translations": {
              "English": "O my father, do not worship the devil. The devil is disobedient to the Most Gracious.",
              "Urdu": "اے میرے باپ! شیطان کی عبادت نہ کر، بے شک شیطان رحمن کا نافرمان ہے۔",
              "French": "Ô mon père, n’adore pas le Diable, car le Diable désobéit au Tout Miséricordieux.",
              "Spanish": "¡Oh, padre! No adores al Demonio, pues el Demonio es desobediente con el Compasivo.",
              "Hindi": "हे मेरे पिता! शैतान की इबादत न कर, निश्चय ही शैतान रहमान का नाफ़रमान है।"
            }
          },
          {
            "no": 45,
            "arabic": "يَا أَبَتِ إِنِّي أَخَaf أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا",
            "transliteration": "Yā abati innī akhāfu an yamassaka ‘adhābun min ar-Raḥmāni fa-takūna lish-shayṭāni waliyyā",
            "translations": {
              "English": "O my father, I fear that a punishment from the Most Gracious will afflict you, and you become an ally of the devil.”",
              "Urdu": "اے میرے باپ! مجھے ڈر ہے کہ تجھ پر رحمن کی طرف سے عذاب نہ آ جائے اور تو شیطان کا دوست بن جائے۔",
              "French": "Ô mon père, je crains qu’un châtiment venant du Tout Miséricordieux ne te touche et que tu ne deviennes un allié du Diable. »",
              "Spanish": "¡Oh, padre! Temo que te alcance un castigo del Compasivo y que te conviertas en aliado del Demonio.»",
              "Hindi": "हे मेरे पिता! मुझे डर है कि तुझ पर रहमान की तरफ़ से अज़ाब न आ जाए और तू शैतान का दोस्त बन जाए।"
            }
          },
          {
            "no": 46,
            "arabic": "قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا",
            "transliteration": "Qāla a-rāghibun anta ‘an ālihatī yā Ibrāhīmu la’in lam tantahi la-arjumannaka wa ahjur-nī maliyyā",
            "translations": {
              "English": "He said, “Are you renouncing my gods, O Abraham? If you do not desist, I will stone you. So leave me alone for a while.”",
              "Urdu": "اس نے کہا: اے ابراہیم! کیا تو میرے معبودوں سے منہ موڑ رہا ہے؟ اگر تو باز نہ آیا تو میں تجھے سنگسار کر دوں گا، اور مجھ سے دور رہ۔",
              "French": "Il dit : « Ô Abraham, aurais-tu du dégoût pour mes divinités ? Si tu ne cesses pas, je te lapiderai. Éloigne-toi de moi pour longtemps. »",
              "Spanish": "Dijo: «¡Oh, Abraham! ¿Acaso rechazas a mis dioses? Si no cesas, te lapidaré. ¡Aléjate de mí para siempre!»",
              "Hindi": "उसने कहा: हे इब्राहीम! क्या तू मेरे माबूदों से मुँह मोड़ रहा है? अगर तू बाज़ न आया तो मैं तुझे पत्थर मारकर मार डालूँगा, और मुझसे दूर रह।"
            }
          },
          {
            "no": 47,
            "arabic": "قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا",
            "transliteration": "Qāla salāmun ‘alayka sa-astaghfiru laka rabbī innahu kāna bī ḥafiyyā",
            "translations": {
              "English": "He said, “Peace be upon you. I will ask my Lord to forgive you; He has been Kind to me.",
              "Urdu": "اس نے کہا: تجھ پر سلامتی ہو، میں اپنے رب سے تیرے لیے بخشش مانگوں گا، بے شک وہ مجھ پر مہربان ہے۔",
              "French": "Il dit : « Paix sur toi. J’implorerai mon Seigneur de te pardonner. Car Il est toujours Bienveillant envers moi.",
              "Spanish": "Dijo: «La paz sea contigo. Pediré a mi Señor que te perdone, pues Él ha sido bondadoso conmigo.",
              "Hindi": "उसने कहा: तुझ पर सलाम है, मैं अपने रब से तेरे लिए माफ़ी माँगूँगा, निश्चय ही वह मेरे साथ बड़ा लाड़ला है।"
            }
          },
          {
            "no": 48,
            "arabic": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا",
            "transliteration": "Wa a‘tazilukum wa mā tad‘ūna min dūni Allāhi wa ad‘ū rabbī ‘asā allā akūna bi-du‘ā’i rabbī shaqiyyā",
            "translations": {
              "English": "And I will withdraw from you, and from what you pray to instead of God. And I will pray to my Lord, and I hope I will not be disappointed in my prayer to my Lord.”",
              "Urdu": "اور میں تمसे اور جنہیں تم اللہ کے سوا پکارتے ہو، ان سے کنارہ کش ہو جاتا ہوں اور میں اپنے رب کو پکاروں گا، امید ہے کہ میں اپنے رب سے دعا میں نامراد نہ رہوں گا۔",
              "French": "Je me sépare de vous, ainsi que de ce que vous invoquez en dehors d’Allah, et j’invoquerai mon Seigneur. J’espère ne pas être malheureux dans mon invocation à mon Seigneur. »",
              "Spanish": "Y me apartaré de vosotros y de lo que invocáis en lugar de Dios. Invocaré a mi Señor y espero no ser defraudado en mi súplica.»",
              "Hindi": "और मैं तुमसे और जिन्हें तुम अल्लाह को छोड़कर पुकारते हो, उनसे अलग हो जाता हूँ और मैं अपने रब को पुकारूँगा, उम्मीद है कि मैं अपने रब से दुआ में नाकाम न रहूँगा।"
            }
          },
          {
            "no": 49,
            "arabic": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا",
            "transliteration": "Fa-lammā i‘tazalahum wa mā ya‘budūna min dūni Allāhi wahabnā lahu Isḥāqa wa Ya‘qūba wa kullan ja‘alnā nabiyyā",
            "translations": {
              "English": "When he withdrew from them, and from what they worship besides God, We granted him Isaac and Jacob. And each We made a prophet.",
              "Urdu": "پھر جب وہ ان سے اور جن کی وہ اللہ کے سوا عبادت کرتے تھے، ان سے الگ ہو گئے تو ہم نے انہیں اسحاق اور یعقوب عطا کیے اور ہر ایک کو ہم نے نبی بنایا۔",
              "French": "Puis, lorsqu’il se fut séparé d’eux et de ce qu’ils adoraient en dehors d’Allah, Nous lui donnâmes Ishaq (Isaac) et Ya‘qoûb (Jacob) ; et de chacun Nous fîmes un prophète.",
              "Spanish": "Cuando se apartó de ellos y de lo que adoraban en lugar de Dios, le concedimos a Isaac y a Jacob, y a ambos los hicimos profetas.",
              "Hindi": "फिर जब वह उनसे और जिनकी वे अल्लाह को छोड़कर इबादत करते थे, उनसे अलग हो गए तो हमने उन्हें इसहाक़ और याक़ूब प्रदान किए और हर एक को हमने नबी बनाया।"
            }
          },
          {
            "no": 50,
            "arabic": "وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
            "transliteration": "Wa wahabnā lahum min raḥmatinā wa ja‘alnā lahum lisāna ṣidqin ‘aliyyā",
            "translations": {
              "English": "And We gave them freely of Our mercy, and gave them a noble reputation of truth.",
              "Urdu": "اور ہم نے انہیں اپنی رحمت سے نوازا اور ان کے لیے سچی اور بلند شہرت قرار دی۔",
              "French": "Et Nous leur donnâmes de Notre miséricorde, et Nous leur accordâmes un langage sublime de vérité.",
              "Spanish": "Y les concedimos de Nuestra misericordia y les otorgamos una noble reputación de veracidad.",
              "Hindi": "और हमने उन्हें अपनी दया से नवाज़ा और उनके लिए सच्ची और ऊँची प्रतिष्ठा बना दी।"
            }
          },
          {
            "no": 51,
            "arabic": "وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا",
            "transliteration": "Wa udhkur fī al-kitābi Mūsā, innahu kāna mukhliṣan wa kāna rasūlan nabiyyā",
            "translations": {
              "English": "And mention in the Scripture Moses. He was dedicated. He was a messenger and a prophet.",
              "Urdu": "اور کتاب میں موسیٰ کا ذکر کرو، بے شک وہ مخلص تھے اور رسول اور نبی تھे۔",
              "French": "Et mentionne dans le Livre Moïse. C’était vraiment un élu, et c’était un messager et un prophète.",
              "Spanish": "Y menciona en el Libro a Moisés. En verdad, él fue escogido, y fue un mensajero y un profeta.",
              "Hindi": "और किताब में मूसा का ज़िक्र करो, निश्चय ही वह ख़ालिस थे और रसूल और नबी थे।"
            }
          },
          {
            "no": 52,
            "arabic": "وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا",
            "transliteration": "Wa nādaynāhu min jānibi aṭ-ṭūri al-aymani wa qarrabnāhu najiyyā",
            "translations": {
              "English": "And We called him from the right side of the Mount, and brought him near in communion.",
              "Urdu": "اور ہم نے انہیں طور کے دائیں کنارے سے پکارا اور انہیں خاص گفتگو کے لیے قریب بلایا۔",
              "French": "Nous l’appelâmes du flanc droit du Mont Sinaï et Nous le fîmes approcher pour un entretien intime.",
              "Spanish": "Y le llamamos desde el lado derecho del Monte y le acercamos para un diálogo íntimo.",
              "Hindi": "और हमने उन्हें तूर के दाहिने किनारे से पुकारा और उन्हें नज़दीक बुलाकर बात की।"
            }
          },
          {
            "no": 53,
            "arabic": "وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا",
            "transliteration": "Wa wahabnā lahu min raḥmatinā akhāhu Hārūna nabiyyā",
            "translations": {
              "English": "And We granted him, out of Our mercy, his brother Aaron, a prophet.",
              "Urdu": "اور ہم نے اپنی رحمت سے ان کے بھائی ہارون کو نبی بنا کر عطا کیا۔",
              "French": "Et Nous lui donnâmes, par un effet de Notre miséricorde, son frère Aaron comme prophète.",
              "Spanish": "Y por Nuestra misericordia, le concedimos a su hermano Aarón como profeta.",
              "Hindi": "और हमने अपनी दया से उनके भाई हारून को नबी बनाकर प्रदान किया।"
            }
          },
          {
            "no": 54,
            "arabic": "وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا",
            "transliteration": "Wa udhkur fī al-kitābi Ismā‘īl, innahu kāna ṣādiqa al-wa‘di wa kāna rasūlan nabiyyā",
            "translations": {
              "English": "And mention in the Scripture Ishmael. He was true to his promise, and was a messenger, a prophet.",
              "Urdu": "اور کتاب میں اسماعیل کا ذکر کرو، بے شک وہ وعدے کے سچے تھے اور رسول اور نبی تھے।",
              "French": "Et mentionne dans le Livre Ismaël. Il était sincère en sa promesse ; et c’était un messager et un prophète.",
              "Spanish": "Y menciona en el Libro a Ismael. En verdad, él fue cumplidor de su promesa, y fue un mensajero y un profeta.",
              "Hindi": "और किताब में इस्माईल का ज़िक्र करो, निश्चय ही वह वादे के सच्चे थे और रसूल और नबी थे।"
            }
          },
          {
            "no": 55,
            "arabic": "وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا",
            "transliteration": "Wa kāna ya’muru ahlahu bi-ṣ-ṣalāti wa az-zakāti wa kāna ‘inda rabbihi marḍiyyā",
            "translations": {
              "English": "And he used to enjoin on his people prayer and charity, and he was pleasing to his Lord.",
              "Urdu": "اور وہ اپنے گھر والوں کو نماز اور زکواة کا حکم دیتے تھے اور وہ اپنے رب کے نزدیک پسندیدہ تھے۔",
              "French": "Il commandait à sa famille la prière et la Zakât ; et il était agréé auprès de son Seigneur.",
              "Spanish": "Y ordenaba a su familia la oración y la caridad, y era agradable a su Señor.",
              "Hindi": "और वह अपने घरवालों को नमाज़ और ज़कात का हुक्म देते थे और वह अपने रब के नज़दीक मंज़ूब थे।"
            }
          },
          {
            "no": 56,
            "arabic": "وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا",
            "transliteration": "Wa udhkur fī al-kitābi Idrīs, innahu kāna ṣiddīqan nabiyyā",
            "translations": {
              "English": "And mention in the Scripture Enoch. He was a man of truth, a prophet.",
              "Urdu": "اور کتاب میں ادریس کا ذکر کرو، بے شک وہ سچے نبی تھے।",
              "French": "Et mentionne dans le Livre Idriss. C’était un véridique et un prophète.",
              "Spanish": "Y menciona en el Libro a Idris. En verdad, él fue un hombre veraz, un profeta.",
              "Hindi": "और किताब में इदरीस का ज़िक्र करो, निश्चय ही वह सच्चे नबी थे।"
            }
          },
          {
            "no": 57,
            "arabic": "وَرَفَعْنَاهُ مَكَانًا عَلِيًّا",
            "transliteration": "Wa rafa‘nāhu makānan ‘aliyyā",
            "translations": {
              "English": "And We raised him to a high position.",
              "Urdu": "اور ہم نے انہیں ایک بلند مقام پر اٹھا لیا۔",
              "French": "Et Nous l’élevâmes à un haut rang.",
              "Spanish": "Y lo elevamos a un lugar excelso.",
              "Hindi": "और हमने उन्हें एक ऊँचे स्थान पर उठा लिया।"
            }
          },
          {
            "no": 58,
            "arabic": "أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا",
            "transliteration": "Ulā’ika alladhīna an‘ama Allāhu ‘alayhim min an-nabiyyīna min dhurriyyati Ādama wa mimman ḥamalnā ma‘a Nūḥin wa min dhurriyyati Ibrāhīma wa Isrā’īla wa mimman hadaynā wa ajtabaynā, idhā tutlā ‘alayhim āyātu ar-Raḥmāni kharrū sujjadan wa bukiyyā",
            "translations": {
              "English": "These are some of the prophets God has blessed, from the descendants of Adam, and from those We carried with Noah, and from the descendants of Abraham and Israel, and from those We guided and selected. Whenever the revelations of the Most Gracious are recited to them, they would fall down, prostrating and weeping.",
              "Urdu": "یہ وہ نبی ہیں جن پر اللہ نے انعام کیا، آدم کی اولاد میں سے اور ان میں سے جنہیں ہم نے نوح کے ساتھ سوار کیا اور ابراہیم اور اسرائیل کی اولاد میں سے اور ان میں سے جنہیں ہم نے ہدایت دی اور چن لیا۔ جب ان پر رحمن کی آیات پڑھی جاتی تھیں تو وہ سجدہ کرتے ہوئے اور روتے ہوئے گر پڑتے تھے۔",
              "French": "Voilà ceux qu’Allah a comblés de Ses faveurs, parmi les prophètes, parmi les descendants d’Adam, et aussi parmi ceux que Nous avons transportés dans l’arche avec Noé, parmi les descendants d’Abraham et d’Israël, et parmi ceux que Nous avons guidés et choisis. Quand les versets du Tout Miséricordieux leur étaient récités, ils tombaient prosternés en pleurant.",
              "Spanish": "Estos son algunos de los profetas que Dios favoreció, de la descendencia de Adán, de los que transportamos con Noé, de la descendencia de Abraham e Israel, y de los que guiamos y elegimos. Cuando se les recitaban las revelaciones del Compasivo, caían postrados, llorando.",
              "Hindi": "ये वे नबी हैं जिन पर अल्लाह ना इनाम किया, आदम की औलाद में से और उनमें से जिन्हें हमने नूह के साथ सवार किया और इब्राहीम और इस्राईल की औलाद में से और उनमें से जिन्हें हमने हिदायत दी और चुन लिया। जब उन पर रहमान की आयतें पढ़ी जाती थीं तो वे सजदा करते हुए और रोते हुए गिर पड़ते थे।"
            }
          },
          {
            "no": 59,
            "arabic": "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا",
            "transliteration": "Fa-khalafa min ba‘dihim khalfun aḍā‘ū aṣ-ṣalāta wa attaba‘ū ash-shahawāti fa-sawfa yalqawna ghayyā",
            "translations": {
              "English": "But they were succeeded by generations who lost the prayers and followed their appetites. They will meet perdition.",
              "Urdu": "پھر ان کے بعد ایسی نسل آئی جس نے نماز ضائع کر دی اور خواہشات کی پیروی کی، تو وہ عنقریب گمراہی میں پڑیں گے۔",
              "French": "Ils furent remplacés par des générations qui délaissèrent la prière et suivirent leurs passions. Ils se trouveront en perdition,",
              "Spanish": "Pero les sucedieron generaciones que descuidaron la oración y siguieron sus pasiones. Pronto encontrarán la perdición,",
              "Hindi": "फिर उनके बाद ऐसी नस्ल आई जिसने नमाज़ गँवा दी और ख़्वाहिशों की पैरवी की, तो वे जल्द ही गुमराही में पड़ेंगे।"
            }
          },
          {
            "no": 60,
            "arabic": "إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا",
            "transliteration": "Illā man tāba wa āmana wa ‘amila ṣāliḥan fa-ulā’ika yadkhulūna al-jannata wa lā yuẓlamūna shay’ā",
            "translations": {
              "English": "Except for those who repent, and believe, and act righteously. These will enter Paradise, and will not be wronged in the least.",
              "Urdu": "سوائے ان کے جو तौबा कर लें और ईमान लाएँ और नेक काम करें، تو ये लोग जन्नत में दाख़िल होंगे और उन पर ज़रा भी ज़ुल्म नहीं किया जाएगा।",
              "French": "sauf celui qui se repent, croit et accomplit une bonne œuvre ; ceux-là entreront au Paradis et ne seront point lésés,",
              "Spanish": "excepto quienes se arrepientan, crean y obren rectamente. Esos entrarán en el Paraíso y no serán tratados injustamente en lo más mínimo.",
              "Hindi": "सिवाय उनके जो तौबा कर लें और ईमान लाएँ और नेक काम करें, तो ये लोग जन्नत में दाख़िल होंगे और उन पर ज़रा भी ज़ुल्म नहीं किया जाएगा।"
            }
          },
          {
            "no": 61,
            "arabic": "جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا",
            "transliteration": "Jannāti ‘adnin allatī wa‘ada ar-Raḥmānu ‘ibādahu bi’l-ghaybi innahu kāna wa‘duhu ma’tiyyā",
            "translations": {
              "English": "The Gardens of Eden, promised by the Most Merciful to His servants in the Unseen. His promise will certainly come true.",
              "Urdu": "ہمیشہ رہنے والی جنتیں جن کا رحمن نے اپنے बन्दों से غیب میں وعدہ کیا ہے۔ بے شک اس کا وعدہ پورا ہو کر رہے گا۔",
              "French": "les Jardins d’Éden, que le Tout Miséricordieux a promis à Ses serviteurs, [qui croient] au monde invisible. Car Sa promesse s’accomplira toujours.",
              "Spanish": "Los Jardines del Edén, que el Compasivo ha prometido a Sus siervos en lo oculto. En verdad, Su promesa se cumplirá.",
              "Hindi": "हमेशा रहने वाली जन्नतें जिनका रहमान ने अपने बन्दों से ग़ैब में वादा किया है। निश्चय ही उसका वादा पूरा होकर रहेगा।"
            }
          },
          {
            "no": 62,
            "arabic": "لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
            "transliteration": "Lā yasma‘ūna fīhā laghwan illā salāmā, wa lahum rizquhum fīhā bukratan wa ‘ashiyyā",
            "translations": {
              "English": "They will hear no nonsense therein, but only peace. And they will have their provision therein, morning and evening.",
              "Urdu": "وہاں وہ کوئی بیہودہ بات نہیں سنیں گے، صرف سلام ہی سلام ہوگا، اور ان کے لیے صبح و شام उनका रिज़क तैयार होगा।",
              "French": "Ils n’y entendront aucune parole futile, mais seulement : « Paix ! » Et ils auront leur subsistance matin et soir.",
              "Spanish": "No oirán allí vaniloquio, sino solo saludos de paz. Y tendrán su sustento allí, mañana y tarde.",
              "Hindi": "वहाँ वे कोई बेहूदा बात नहीं सुनेंगे, सिर्फ़ सलाम ही सलाम होगा, और उनके लिए सुबह और शाम उनका रोज़ा तैयार होगा।"
            }
          },
          {
            "no": 63,
            "arabic": "تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا",
            "transliteration": "Tilka al-jannatu allatī nūrithu min ‘ibādinā man kāna taqiyyā",
            "translations": {
              "English": "Such is Paradise which We will give as inheritance to those of Our servants who are devout.",
              "Urdu": "یہ وہ جنت ہے جسका हम अपने बन्दों میں سے جو परहेज़गार ہوں، ان्हें वारिस बनائیں گے।",
              "French": "Tel est le Paradis que Nous donnerons en héritage à ceux de Nos serviteurs qui étaient pieux.",
              "Spanish": "Ese es el Paraíso que daremos en herencia a quienes de Nuestros siervos sean piadosos.",
              "Hindi": "यह वह जन्नत है जिसका हम अपने बन्दों में से जो परहेज़गार हों, उन्हें वारिस बनाएँगे।"
            }
          },
          {
            "no": 64,
            "arabic": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا",
            "transliteration": "Wa mā natanazzalu illā bi-amri rabbika, lahu mā bayna aydīnā wa mā khalfanā wa mā bayna dhālika, wa mā kāna rabbuka nasiyyā",
            "translations": {
              "English": "“We do not descend except by the command of your Lord. His is what is before us, and what is behind us, and what is between them. Your Lord is never forgetful.”",
              "Urdu": "“ہم तेरे رب کے حکم کے بغیر نازل نہیں ہوتے۔ اسی کا ہے جو ہمارے سامنے ہے اور جو ہمارے پیچھے ہے اور جو ان کے درمیان ہے۔ اور تیرا رب بھولنے والا نہیں ہے۔”",
              "French": "« Et nous ne descendons que par ordre de ton Seigneur. À Lui appartient ce qui est devant nous, ce qui est derrière nous, et ce qui est entre les deux. Ton Seigneur n’oublie jamais.",
              "Spanish": "«No descendemos sino por orden de tu Señor. Suyo es lo que está ante nosotros, lo que está detrás y lo que hay entre ello. Tu Señor no es olvidadizo.»",
              "Hindi": "“हम तेरे रब के हुक्म के बिना नाज़िल नहीं होते। उसी का है जो हमारे सामने है और जो हमारे पीछे है और जो उनके दरमियान है। और तेरा रब भूलने वाला नहीं है।”"
            }
          },
          {
            "no": 65,
            "arabic": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا",
            "transliteration": "Rabbu as-samāwāti wa al-arḍi wa mā baynahumā fa‘budhu wa ṣṭabir li-‘ibādatih, hal ta‘lamu lahu samiyyā",
            "translations": {
              "English": "Lord of the heavens and the earth and what is between them. So worship Him, and persevere in His service. Do you know of anyone equal to Him?",
              "Urdu": "آسمانوں اور زمین اور جو کچھ ان کے درمیان ہے، اس کا رب ہے۔ پس اسی کی عبادت کرو اور اس کی عبادت پر ثابت قدم رہو۔ کیا تو اس کا کوئی ہمسر جانتا ہے؟",
              "French": "Seigneur des cieux et de la terre et de ce qui existe entre eux. Adore-Le donc et sois constant dans Son adoration. Lui connais-tu un homonyme ? »",
              "Spanish": "Señor de los cielos y la tierra y de lo que hay entre ellos. ¡Adóralo, pues, y sé constante en Su adoración! ¿Acaso conoces a alguien semejante a Él?»",
              "Hindi": "आसमानों और ज़मीन और जो कुछ उनके दरमियान है, उसका रब है। फिर उसी की इबादत करो और उसकी इबादत पर डटे रहो। क्या तू उसका कोई हमसर जानता है?"
            }
          },
          {
            "no": 66,
            "arabic": "وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
            "transliteration": "Wa yaqūlu al-insānu a-idhā mā mittu la-sawfa ukhraju ḥayyā",
            "translations": {
              "English": "And the human being says, “When I am dead, will I be brought back alive?”",
              "Urdu": "اور انسان کہتا ہے: کیا جب میں مر جاؤں گا تو پھر زندہ نکالا جاؤں گا؟",
              "French": "Et l’homme dit : « Une fois mort, me sortira-t-on vivant de ma tombe ? »",
              "Spanish": "Y el hombre dice: «¿Acaso cuando muera seré sacado vivo?»",
              "Hindi": "और इन्सान कहता है: क्या जब मैं मर जाऊँगा तो फिर ज़िन्दा निकाला जाऊँगा?"
            }
          },
          {
            "no": 67,
            "arabic": "أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا",
            "transliteration": "A-wa lā yadhkuru al-insānu annā khalaqnāhu min qablu wa lam yak shay’ā",
            "translations": {
              "English": "Does the human being not remember that We created him before, when he was nothing?",
              "Urdu": "کیا انسان یہ نہیں سوچتا کہ ہم نے اسے پہلے بھی پیدا کیا جبکہ وہ کچھ بھی نہیں تھا؟",
              "French": "L’homme ne se rappelle-t-il pas qu’avant cela, c’est Nous qui l’avons créé, alors qu’il n’était rien ?",
              "Spanish": "¿Acaso no recuerda el hombre que lo creamos antes, cuando no era nada?",
              "Hindi": "क्या इन्सान ये नहीं सोचता कि हमने उसे पहले भी पैदा किया जबकि वह कुछ भी नहीं था?"
            }
          },
          {
            "no": 68,
            "arabic": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
            "transliteration": "Fa-wa rabbika la-naḥshurannahum wa ash-shayāṭīna thumma la-nuḥḍirannahum ḥawla jahannama jithiyyā",
            "translations": {
              "English": "By your Lord, We will round them up, and the devils, then We will bring them around Hell, on their knees.",
              "Urdu": "تیرے رب کی قسم! ہم انہیں اور شیاطین کو ضرور جمع کریں گے، پھر ہم انہیں جہنم کے گرد گھٹنوں کے بل ضرور حاضر کریں گے۔",
              "French": "Par ton Seigneur ! Nous les rassemblerons, eux et les diables. Puis Nous les placerons autour de l’Enfer, agenouillés.",
              "Spanish": "¡Por tu Señor! Que hemos de reunirlos, a ellos y a los demonios, y luego los llevaremos alrededor del Infierno, de rodillas.",
              "Hindi": "तेरे रब की क़सम! हम उन्हें और शैतानों को ज़रूर इकट्ठा करेंगे, फिर हम उन्हें जहन्नम के आसपास घुटनों के बल ज़रूर पेश करेंगे।"
            }
          },
          {
            "no": 69,
            "arabic": "ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا",
            "transliteration": "Thumma la-nanzi‘anna min kulli shī‘atin ayyuhum ashaddu ‘alā ar-Raḥmāni ‘itiyyā",
            "translations": {
              "English": "Then, out of every sect, We will snatch those most defiant to the Most Merciful.",
              "Urdu": "پھر ہم ہر گروہ سے ان میں سے جو رحمن کے ساتھ سب سے زیادہ سرکش ہوں، انہیں ضرور الگ کریں گے۔",
              "French": "Ensuite, Nous arracherons de chaque groupe ceux qui étaient les plus rebelles au Tout Miséricordieux.",
              "Spanish": "Luego, arrancaremos de cada grupo a los que fueron más rebeldes con el Compasivo.",
              "Hindi": "फिर हम हर गिरोह से उनमें से जो रहमान के साथ सबसे ज़्यादा सरकश हों, उन्हें ज़रूर अलग करेंगे।"
            }
          },
          {
            "no": 70,
            "arabic": "ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا",
            "transliteration": "Thumma la-naḥnu a‘lamu bi-lladhīna hum awlā bihā ṣiliyyā",
            "translations": {
              "English": "We are fully aware of those most deserving to scorch in it.",
              "Urdu": "پھر ہم خوب جانتے ہیں کہ ان میں سے کون اس کے زیادہ مستحق ہیں کہ اس میں جھونکے جائیں۔",
              "French": "Ensuite, Nous savons très bien qui mérite le plus d’y brûler.",
              "Spanish": "Luego, sabemos bien quiénes son los más merecedores de arder en él.",
              "Hindi": "फिर हम अच्छी तरह जानते हैं कि उनमें से कौन उसके ज़्यादा हक़दार हैं कि उसमें झोंके जाएँ।"
            }
          },
          {
            "no": 71,
            "arabic": "وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا",
            "transliteration": "Wa in minkum illā wāriduhā, kāna ‘alā rabbika ḥatman maqḍiyyā",
            "translations": {
              "English": "There is not one of you but will go down to it. This has been an unavoidable decree of your Lord.",
              "Urdu": "اور تم میں سے ہر ایک اس میں داخل ہوگا۔ یہ تیرے رب کا حتمی فیصلہ ہے۔",
              "French": "Il n’en est pas un parmi vous qui ne passera pas par [l’Enfer] : [voilà] pour ton Seigneur une sentence irrévocable.",
              "Spanish": "No hay ninguno de vosotros que no pase por él. Esto es para tu Señor un decreto irrevocable.",
              "Hindi": "और तुममें से हर एक उसमें दाख़िल होगा। ये तेरे रब का अटल फ़ैसला है।"
            }
          },
          {
            "no": 72,
            "arabic": "ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا",
            "transliteration": "Thumma nunajjī alladhīna attaqaw wa nadharu aẓ-ẓālimīna fīhā jithiyyā",
            "translations": {
              "English": "Then We will rescue those who were devout, and leave the wrongdoers in it, on their knees.",
              "Urdu": "پھر ہم پرہیزگاروں کو نجات دیں گے اور ظالموں کو اس میں گھٹنوں کے بل چھوڑ دیں گے۔",
              "French": "Ensuite, Nous délivrerons ceux qui étaient pieux et Nous y laisserons les injustes agenouillés.",
              "Spanish": "Luego, salvaremos a los piadosos y dejaremos a los injustos allí, de rodillas.",
              "Hindi": "फिर हम परहेज़गारों को नजात देंगे और ज़ालिमों को उसमें घुटनों के बल छोड़ देंगे।"
            }
          },
          {
            "no": 73,
            "arabic": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا",
            "transliteration": "Wa idhā tutlā ‘alayhim āyātunā bayyinātin qāla alladhīna kafarū li-lladhīna āmanū ayyu al-farīqayni khayrun maqāman wa aḥsanu nadiyyā",
            "translations": {
              "English": "When Our clear revelations are recited to them, those who disbelieve say to those who believe, “Which of the two parties is better in position, and superior in influence?”",
              "Urdu": "اور جب ان پر ہماری واضح آیات پڑھی جاتی ہیں تو کافر ایمان والوں سے کہتے ہیں: دونوں گروہوں میں سے کس کا مقام بہتر ہے اور کس کی مجلس اچھی ہے؟",
              "French": "Et quand Nos versets évidents leur sont récités, ceux qui ont mécru disent aux croyants : « Lequel de nos deux groupes est supérieur en position et en assemblée ? »",
              "Spanish": "Cuando se les recitan Nuestras claras revelaciones, los que niegan la verdad dicen a los creyentes: «¿Cuál de los dos grupos ocupa una posición mejor y tiene una asamblea más distinguida?»",
              "Hindi": "और जब उन पर हमारी स्पष्ट आयतें पढ़ी जाती हैं तो काफ़िर ईमान वालों से कहते हैं: दोनों गिरोहों में से किसका मक़ाम बेहतर है और किसका मजलिस अच्छी है?"
            }
          },
          {
            "no": 74,
            "arabic": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا",
            "transliteration": "Wa kam ahlaknā qablahum min qarnin hum aḥsanu athāthan wa ri’yā",
            "translations": {
              "English": "How many a generation have We destroyed before them, who surpassed them in riches and splendor?",
              "Urdu": "اور ہم نے ان سے پہلے کتنی ہی قومیں ہلاک کر دیں جو مال و اسباب اور ظاہری شکل میں ان سے بہتر تھیں۔",
              "French": "Combien de générations, avant eux, avons-Nous fait périr, qui les surpassaient en biens et en apparence ?",
              "Spanish": "¡Cuántas generaciones antes de ellos hemos destruido que los superaban en riquezas y esplendor!",
              "Hindi": "और हमने उनसे पहले कितनी ही क़ौमें हलाक कर दीं जो माल और सामान और दिखावे में उनसे बेहतर थीं।"
            }
          },
          {
            "no": 75,
            "arabic": "قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا",
            "transliteration": "Qul man kāna fī aḍ-ḍalālati fa-lyamdud lahu ar-Raḥmānu maddā, ḥattā idhā ra’aw mā yū‘adūna immā al-‘adhāba wa immā as-sā‘ata fa-sa-ya‘lamūna man huwa sharrun makānan wa aḍ‘afu jundā",
            "translations": {
              "English": "Say, “Whoever is in error, the Most Merciful will lead him on.” Until, when they see what they were promised—either the punishment, or the Hour. Then they will know who was in worse position and weaker in forces.",
              "Urdu": "کہہ دے: جو گمراہی میں ہو، رحمن اس کی مہلت بڑھاتا رہے گا۔ یہاں تک کہ جب وہ وہ دیکھ لیں گے جس کا ان سے وعدہ کیا گیا ہے، خواہ عذاب ہو یا قیامت۔ تو وہ جان لیں گے کہ کون بدتر مقام والا اور کمزور لشکر والا ہے۔",
              "French": "Dis : « Quiconque est dans l’égarement, que le Tout Miséricordieux lui accorde un délai ! » Puis, quand ils verront ce qui leur est promis, soit le châtiment, soit l’Heure, ils sauront qui est le pire en place et le plus faible en soutien.",
              "Spanish": "Di: «A quien está en el error, el Compasivo le concederá una prórroga hasta que vean lo que se les ha prometido, ya sea el castigo o la Hora. Entonces sabrán quién ocupaba la peor posición y era más débil en fuerzas.»",
              "Hindi": "कह दो: जो गुमराही में हो, रहमान उसकी मोहलत बढ़ाता रहेगा। यहाँ तक कि जब वे वह देख लेंगे जिसका उनसे वादा किया गया है, चाहे अज़ाब हो या क़यामत। तो वे जान लेंगे कि कौन बदतर मक़ाम वाला और कमज़ोर लश्कर वाला है।"
            }
          },
          {
            "no": 76,
            "arabic": "وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا",
            "transliteration": "Wa yazīdu Allāhu alladhīna ahdaw hudā, wa al-bāqiyātu aṣ-ṣāliḥātu khayrun ‘inda rabbika thawāban wa khayrun maraddā",
            "translations": {
              "English": "God increases in guidance those who accept guidance. And the things that endure—the righteous deeds—have the best reward with your Lord, and the best outcome.",
              "Urdu": "اور اللہ ہدایت پانے والوں کو ہدایت میں اور بڑھاتا ہے۔ اور باقی رہنے والے نیک اعمال تیرے رب کے نزدیک ثواب کے لحاظ سے بہتر ہیں اور انجام کے اعتبار سے بھی بہتر ہیں۔",
              "French": "Allah accroît la guidance de ceux qui sont guidés. Et les œuvres durables qui sont de meilleures auprès de ton Seigneur, ont une meilleure récompense et une meilleure fin.",
              "Spanish": "Dios incrementa la guía de quienes se dejan guiar. Las obras perdurables de rectitud tienen la mejor recompensa ante tu Señor y el mejor destino.",
              "Hindi": "और अल्लाह हिदायत पाने वालों को हिदायत में और बढ़ाता है। और बाक़ी रहने वाले नेक अमल तेरे रब के नज़दीक सवाब के लिहाज़ से बेहतर हैं और अन्जाम के एतबार से भी बेहतर हैं।"
            }
          },
          {
            "no": 77,
            "arabic": "أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
            "transliteration": "A-fa-ra’ayta alladhī kafara bi-āyātinā wa qāla la-ūtayanna mālan wa waladā",
            "translations": {
              "English": "Have you seen him who denied Our revelations, and said, “I will be given wealth and children”?",
              "Urdu": "کیا تو نے اس شخص کو دیکھا جو ہماری آیات کا انکار کرتا ہے اور کہتا ہے: مجھے ضرور مال اور اولاد دی جائے گی؟",
              "French": "Vois-tu celui qui a nié Nos versets et dit : « On me donnera assurément des biens et des enfants » ?",
              "Spanish": "¿Has visto a quien niega Nuestras revelaciones y dice: «Se me darán riquezas e hijos»?",
              "Hindi": "क्या तूने उस शख़्स को देखा जो हमारी आयतों का इन्कार करता है और कहता है: मुझे ज़रूर माल औऱ औलाद दी जाएगी?"
            }
          },
          {
            "no": 78,
            "arabic": "أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا",
            "transliteration": "A-ṭṭala‘a al-ghayba am ittakhadha ‘inda ar-Raḥmāni ‘ahdā",
            "translations": {
              "English": "Did he look into the future, or did he receive a promise from the Most Merciful?",
              "Urdu": "کیا اس نے غیب کی خبر لی ہے یا اس نے رحمن کے پاس سے کوئی عہد لے رکھا ہے؟",
              "French": "A-t-il connaissance de l’Inconnaissable ou a-t-il pris un engagement avec le Tout Miséricordieux ?",
              "Spanish": "¿Acaso ha vislumbrado lo oculto o ha concertado un pacto con el Compasivo?",
              "Hindi": "क्या उसने ग़ैब की ख़बर ली है या उसने रहमान के पास से कोई अहद ले रखा है?"
            }
          },
          {
            "no": 79,
            "arabic": "كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا",
            "transliteration": "Kallā sa-naktubu mā yaqūlu wa namuddu lahu min al-‘adhābi maddā",
            "translations": {
              "English": "No indeed! We will write what he says, and will keep extending the agony for him.",
              "Urdu": "ہرگز نہیں! ہم جو کچھ وہ کہتا ہے، لکھ لیں گے اور اس کے عذاب کو بڑھاتے چلے جائیں گے۔",
              "French": "Non ! Nous enregistrerons ce qu’il dit et lui accroîtrons son châtiment.",
              "Spanish": "¡No! Registraremos lo que dice y le aumentaremos el castigo.",
              "Hindi": "हरगिज़ नहीं! हम जो कुछ वह कहता है, लिख लेंगे और उसके अज़ाब को बढ़ाते चले जाएँगे।"
            }
          },
          {
            "no": 80,
            "arabic": "وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
            "transliteration": "Wa narithuhu mā yaqūlu wa ya’tīnā fardā",
            "translations": {
              "English": "Then We will inherit from him what he speaks of, and he will come to Us alone.",
              "Urdu": "اور ہم اس سے وہ سب کچھ چھین لیں گے جس کا وہ دعویٰ کرتا ہے اور وہ ہمارے پاس اکیلے آئے گا۔",
              "French": "Et Nous hériterons de ce dont il parle, tandis qu’il viendra à Nous tout seul.",
              "Spanish": "Y heredaremos lo que dice y vendrá a Nosotros solo.",
              "Hindi": "और हम उससे वह सब कुछ छीन लेंगे जिसका वह दावा करता है और वह हमारे पास अकेला आएगा।"
            }
          },
          {
            "no": 81,
            "arabic": "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا",
            "transliteration": "Wa ittakhadhū min dūni Allāhi ālihatan li-yakūnū lahum ‘izzā",
            "translations": {
              "English": "And they took, besides God, other gods, to be for them a source of strength.",
              "Urdu": "اور انہوں نے اللہ کے سوا دوسرے معبود بنا لیے تاکہ وہ ان کے لیے باعث عزت ہوں۔",
              "French": "Et ils ont adopté en dehors d’Allah des divinités pour [qu’elles leur soient] une source de puissance.",
              "Spanish": "Y han tomado dioses en lugar de Dios para que les den poder.",
              "Hindi": "और उन्होंने अल्लाह को छोड़कर दूसरे माबूद बना लिए ताकि वे उनके लिए इज़्ज़त का सबब हों।"
            }
          },
          {
            "no": 82,
            "arabic": "كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
            "transliteration": "Kallā sa-yakfurūna bi-‘ibādatihim wa yakūnūna ‘alayhim ḍiddā",
            "translations": {
              "English": "By no means! They will reject their worship of them, and become opponents to them.",
              "Urdu": "ہرگز نہیں! وہ عنقریب ان کی عبادت کا انکار کر دیں گے اور ان کے خلاف ہو جائیں گے۔",
              "French": "Mais non ! [ces divinités] renieront leur adoration et seront pour eux des adversaires.",
              "Spanish": "¡No! Pronto negarán su adoración y se volverán contra ellos.",
              "Hindi": "हरगिज़ नहीं! वे जल्द ही उनकी इबादत का इन्कार कर देंगे और उनके ख़िलाफ़ हो जाएँगे।"
            }
          },
          {
            "no": 83,
            "arabic": "أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا",
            "transliteration": "A-lam tara annā arsalnā ash-shayāṭīna ‘alā al-kāfirīna ta’uzzuhum azzā",
            "translations": {
              "English": "Have you not considered how We dispatch the devils against the disbelievers, exciting them with incitement?",
              "Urdu": "کیا تو نے نہیں دیکھا کہ ہم نے کافروں پر شیاطین کو مسلط کر دیا ہے جو انہیں بہکاتے رہتے ہیں؟",
              "French": "N’as-tu pas vu que Nous avons envoyé les diables sur les mécréants pour les inciter [au mal] ?",
              "Spanish": "¿No ves que hemos enviado a los demonios sobre los que niegan la verdad para incitarlos al mal?",
              "Hindi": "क्या तूने नहीं देखा कि हमने काफ़िरों पर शैतानों को मुसल्लत कर दिया है जो उन्हें बहकाते रहते हैं?"
            }
          },
          {
            "no": 84,
            "arabic": "فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
            "transliteration": "Fa-lā ta‘jal ‘alayhim, innamā na‘uddu lahum ‘addā",
            "translations": {
              "English": "So do not hurry against them. We are counting for them a countdown.",
              "Urdu": "پس تو ان کے معاملے میں جلدی نہ کر، ہم ان کے لیے گنتی کر رہے ہیں۔",
              "French": "Ne te hâte donc pas contre eux. Nous comptons pour eux un compte [défini].",
              "Spanish": "No te apresures contra ellos, que les llevamos la cuenta.",
              "Hindi": "फिर तू उनके मामले में जल्दी न कर, हम उनके लिए गिनती कर रहे हैं।"
            }
          },
          {
            "no": 85,
            "arabic": "يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا",
            "transliteration": "Yawma naḥshuru al-muttaqīna ilā ar-Raḥmāni wafdā",
            "translations": {
              "English": "On the Day when We will gather the righteous to the Most Merciful, as guests.",
              "Urdu": "جس دن ہم پرہیزگاروں کو رحمن کے پاس مہمانوں کی طرح جمع کریں گے۔",
              "French": "Le jour où Nous rassemblerons les pieux en invités, en l’honneur du Tout Miséricordieux,",
              "Spanish": "El día que reunamos a los piadosos ante el Compasivo, como invitados,",
              "Hindi": "जिस दिन हम परहेज़गारों को रहमान के पास मेहमानों की तरह जमा करेंगे।"
            }
          },
          {
            "no": 86,
            "arabic": "وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا",
            "transliteration": "Wa nasūqu al-mujrimīna ilā jahannama wirdā",
            "translations": {
              "English": "And herd the sinners into hell, like animals to water.",
              "Urdu": "اور مجرموں کو جہنم کی طرف اس طرح ہانک کر لے جائیں گے جیسے جانوروں کو پانی کی طرف ہانکا جاتا ہے۔",
              "French": "et pousserons les criminels vers l’Enfer comme un troupeau à l’abreuvoir.",
              "Spanish": "y conduzcamos a los pecadores al Infierno como rebaño sediento,",
              "Hindi": "और मुजरिमों को जहन्नम की तरफ़ इस तरह हाँककर ले जाएँगे जैसे जानवरों को पानी की तरफ़ हाँका जाता है।"
            }
          },
          {
            "no": 87,
            "arabic": "لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا",
            "transliteration": "Lā yamlikūna ash-shafā‘ata illā mani ittakhadha ‘inda ar-Raḥmāni ‘ahdā",
            "translations": {
              "English": "They will have no power of intercession, except for someone who has an agreement with the Most Merciful.",
              "Urdu": "وہ سفارش کا اختیار نہیں رکھیں گے، سوائے اس کے جس نے رحمن کے پاس سے کوئی عہد لے رکھا ہو۔",
              "French": "Ils n’auront pas le pouvoir d’intercession, à l’exception de celui qui a pris un engagement avec le Tout Miséricordieux.",
              "Spanish": "no tendrán poder para interceder, excepto quien haya concertado un pacto con el Compasivo.",
              "Hindi": "वे सिफ़ारिश का इख़्तियार नहीं रखेंगे, सिवाय उसके जिसने रहमान के पास से कोई अहद ले रखा हो।"
            }
          },
          {
            "no": 88,
            "arabic": "وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا",
            "transliteration": "Wa qālū ittakhadha ar-Raḥmānu waladā",
            "translations": {
              "English": "And they say, “The Most Merciful has begotten a son.”",
              "Urdu": "اور انہوں نے کہا: رحمن نے اولاد بنا لی ہے۔",
              "French": "Et ils ont dit : « Le Tout Miséricordieux S’est attribué un enfant ! »",
              "Spanish": "Y dicen: «El Compasivo ha tomado un hijo.»",
              "Hindi": "और उन्होंने कहा: रहमान ने औलाद बना ली है।"
            }
          },
          {
            "no": 89,
            "arabic": "لَقَدْ جِئْتُمْ شَيْئًا إِدًّا",
            "transliteration": "Laqad ji’tum shay’an iddā",
            "translations": {
              "English": "You have come up with something monstrous.",
              "Urdu": "تم نے تو بڑی عجیب بات کہی ہے۔",
              "French": "Vous avancez certes là une chose abominable !",
              "Spanish": "¡Habéis dicho algo monstruoso!",
              "Hindi": "तुमने तो बड़ी अजीब बात कही है।"
            }
          },
          {
            "no": 90,
            "arabic": "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا",
            "transliteration": "Takādu as-samāwātu yatafaṭṭarna minhu wa tanshaqqu al-arḍu wa takhirru al-jibālu haddā",
            "translations": {
              "English": "At which the heavens almost rupture, and the earth splits, and the mountains fall and crumble.",
              "Urdu": "اس پر قریب ہے کہ آسمان پھٹ پڑیں اور زمین شق ہو جائے اور پہاڑ ریزہ ریزہ ہو کر گر پڑیں۔",
              "French": "Peu s’en faut que les cieux ne se fendent, que la terre ne s’entrouvre et que les montagnes ne s’écroulent,",
              "Spanish": "Casi se desgarran los cielos, se abre la tierra y se derrumban las montañas",
              "Hindi": "इस पर करीब है कि आसमान फट पड़ें और ज़मीन शक़ हो जाए और पहाड़ टुकड़े-टुकड़े होकर गिर पड़ें।"
            }
          },
          {
            "no": 91,
            "arabic": "أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا",
            "transliteration": "An da‘aw li-r-Raḥmāni waladā",
            "translations": {
              "English": "Because they attribute a son to the Most Merciful.",
              "Urdu": "اس بات پر کہ انہوں نے رحمن کے لیے اولاد گھڑ لی ہے۔",
              "French": "quand ils ont attribué un enfant au Tout Miséricordieux,",
              "Spanish": "por haber atribuido un hijo al Compasivo.",
              "Hindi": "इस बात पर कि उन्होंने रहमान के लिए औलाद गढ़ ली है।"
            }
          },
          {
            "no": 92,
            "arabic": "وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا",
            "transliteration": "Wa mā yanbaghī li-r-Raḥmāni an yattakhidha waladā",
            "translations": {
              "English": "It is not fitting for the Most Merciful to have a son.",
              "Urdu": "اور رحمن کے لیے یہ زیبا نہیں کہ وہ اولاد رکھے۔",
              "French": "alors qu’il ne convient nullement au Tout Miséricordieux d’avoir un enfant.",
              "Spanish": "No es propio del Compasivo tomar un hijo.",
              "Hindi": "और रहमान के लिए ये शोभा नहीं कि वह औलाद रखे।"
            }
          },
          {
            "no": 93,
            "arabic": "إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا",
            "transliteration": "In kullu man fī as-samāwāti wa al-arḍi illā ātī ar-Raḥmāni ‘abdā",
            "translations": {
              "English": "There is none in the heavens and the earth but will come to the Most Merciful as a servant.",
              "Urdu": "آسمانوں اور زمین میں جو کوئی ہے، سب رحمن کے پاس بندے کی حیثیت سے حاضر ہوگا۔",
              "French": "Tous ceux qui sont dans les cieux et sur la terre se rendront auprès du Tout Miséricordieux, [sans exceptions], en serviteurs.",
              "Spanish": "No hay nadie en los cielos ni en la tierra que no se presente ante el Compasivo como siervo.",
              "Hindi": "आसमानों और ज़मीन में जो कोई है, सब रहमान के पास बन्दे की हैसियत से हाज़िर होगा।"
            }
          },
          {
            "no": 94,
            "arabic": "لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا",
            "transliteration": "Laqad aḥṣāhum wa ‘addahum ‘addā",
            "translations": {
              "English": "He has enumerated them, and counted them one by one.",
              "Urdu": "اس نے ان سب کو گن رکھا ہے اور ان کا شمار کر لیا ہے۔",
              "French": "Il les a certes dénombrés et bien comptés.",
              "Spanish": "En verdad, los tiene contados y enumerados uno por uno.",
              "Hindi": "उसने उन सबको गिन रखा है और उनका शुमार कर लिया है।"
            }
          },
          {
            "no": 95,
            "arabic": "وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا",
            "transliteration": "Wa kulluhum ātīhi yawma al-qiyāmati fardā",
            "translations": {
              "English": "And each one of them will come to Him on the Day of Resurrection alone.",
              "Urdu": "اور قیامت کے دن وہ سب اس کے پاس اکیلے اکیلے آئیں گے۔",
              "French": "Et chacun d’eux viendra vers Lui, seul, le Jour de la Résurrection.",
              "Spanish": "Y cada uno de ellos se presentará ante Él el Día de la Resurrección, solo.",
              "Hindi": "और क़यामत के दिन वे सब उसके पास अकेले-अकेले आएँगे।"
            }
          },
          {
            "no": 96,
            "arabic": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا",
            "transliteration": "Inna alladhīna āmanū wa ‘amilū aṣ-ṣāliḥāti sa-yaj‘alu lahum ar-Raḥmānu wuddā",
            "translations": {
              "English": "Those who believe and do righteous deeds, the Most Merciful will give them love.",
              "Urdu": "جو لوگ ایمان لائے اور نیک عمل کیے، ان کے لیے رحمن محبت پیدا کر دے گا۔",
              "French": "Quant à ceux qui croient et accomplissent les bonnes œuvres, le Tout Miséricordieux leur accordera Son amour.",
              "Spanish": "En verdad, a quienes creen y obran rectamente, el Compasivo les concederá amor.",
              "Hindi": "जो लोग ईमान लाए और नेक अमल किए, उनके लिए रहमान मुहब्बत पैदा कर देगा।"
            }
          },
          {
            "no": 97,
            "arabic": "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا",
            "transliteration": "Fa-innamā yassarnāhu bi-lisānika li-tubashshira bihi al-muttaqīna wa tundhira bihi qawman luddā",
            "translations": {
              "English": "We made it easy in your tongue, in order to deliver good news to the righteous, and to warn with it a hostile people.",
              "Urdu": "پس ہم نے اس (قرآن) کو تیری زبان میں آسان کر دیا ہے تاکہ تو اس کے ذریعے پرہیزگاروں کو خوشخبری دے اور جھگڑالو قوم کو ڈرائے۔",
              "French": "Nous te l’avons rendu [le Coran] facile [à réciter] dans ta langue, afin que tu annonces par lui la bonne nouvelle aux gens pieux, et que, par lui, tu avertisses un peuple irréductible.",
              "Spanish": "Ciertamente, lo hemos hecho fácil en tu lengua para que con él albricies a los piadosos y adviertas a un pueblo hostil.",
              "Hindi": "फिर हमने इस (क़ुरआन) को तेरी ज़बान में आसान कर दिया है ताकि तू इसके ज़रिए परहेज़गारों को ख़ुशख़बरी दे और झगड़ालू क़ौम को डराए।"
            }
          },
          {
            "no": 98,
            "arabic": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا",
            "transliteration": "Wa kam ahlaknā qablahum min qarnin hal tuḥissu minhum min aḥadin aw tasma‘u lahum rikzā",
            "translations": {
              "English": "How many a generation have We destroyed before them? Can you feel a single one of them, or hear from them the slightest whisper?",
              "Urdu": "اور ہم نے ان سے پہلے کتنی ہی قومیں ہلاک کر دیں، کیا تو ان میں سے کسی ایک کو بھی محسوس کرتا ہے یا ان کی کوئی آہٹ سنتا ہے؟",
              "French": "Que de générations avant eux avons-Nous fait périr ! En perçois-tu un seul individu ? Ou entends-tu le moindre murmure ?",
              "Spanish": "¡Cuántas generaciones antes de ellos hemos destruido! ¿Percibes a alguno de ellos o escuchas de ellos un susurro?",
              "Hindi": "और हमने उनसे पहले कितनी ही क़ौमें हलाक कर दीं, क्या तू उनमें से किसी एक को भी महसूस करता है या उनकी कोई आहट सुनता है?"
            }
          }
        
                
    ]
}