{
    "no": 3,
    "name": "Al-Imran",
    "verses": [
      
        {
          "no": 1,
          "arabic": "الم",
          "transliteration": "Alif, Lam, Meem.",
          "translations": {
            "English": "Alif, Lam, Meem.",
            "Urdu": "الف، لام، میم۔",
            "French": "Alif, Lam, Mim.",
            "Spanish": "Alif, Lam, Mim.",
            "Hindi": "अलिफ़, लाम, मीम।"
          }
        },
        {
          "no": 2,
          "arabic": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ",
          "transliteration": "Allahu la ilaha illa huwa alhayyu alqayyoomu",
          "translations": {
            "English": "God, there is no god but He, the Living, the Eternal.",
            "Urdu": "اللہ، جس کے سوا کوئی معبود نہیں، زندہ، قائم رہنے والا۔",
            "French": "Allah, point de divinité à part Lui, le Vivant, l'Éternel.",
            "Spanish": "Dios, no hay más dios que Él, el Viviente, el Eterno.",
            "Hindi": "अल्लाह, उसके सिवा कोई पूज्य नहीं, जीवंत, स्थायी।"
          }
        },
        {
          "no": 3,
          "arabic": "نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ",
          "transliteration": "Nazzala AAalayka alkitaba bialhaqqi musaddiqan lima bayna yadayhi waanzala alttawrata waalinjeela",
          "translations": {
            "English": "He sent down to you the Book with the Truth, confirming what came before it; and He sent down the Torah and the Gospel.",
            "Urdu": "اس نے تم پر کتاب کو حق کے ساتھ نازل کیا، جو اس سے پہلے کی تصدیق کرنے والی ہے اور اس نے تورات اور انجیل نازل کی۔",
            "French": "Il a fait descendre sur toi le Livre avec la vérité, confirmant ce qui était avant lui. Et Il a fait descendre la Torah et l'Évangile.",
            "Spanish": "Ha hecho descender sobre ti el Libro con la verdad, confirmando lo que había antes de él. E hizo descender la Torá y el Evangelio.",
            "Hindi": "उसने तुम पर सत्य के साथ किताब उतारी, जो उससे पहले की पुष्टि करने वाली है और उसने तौरात और इंजील उतारी।"
          }
        },
        {
          "no": 4,
          "arabic": "مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ",
          "transliteration": "Min qablu hudan lilnnasi waanzala alfurqana inna allatheena kafaroo biayati Allahi lahum AAathabun shadeedun waAllahu AAazeezun thoo intiqamin",
          "translations": {
            "English": "Aforetime, as guidance for mankind; and He sent down the Criterion. Those who have rejected God's signs will have a severe punishment. God is Mighty, Able to take revenge.",
            "Urdu": "پہلے لوگوں کے لیے ہدایت کے طور پر اور اس نے فرقان نازل کیا۔ بے شک جو لوگ اللہ کی آیات کا انکار کرتے ہیں، ان کے لیے سخت عذاب ہے اور اللہ غالب، انتقام لینے والا ہے۔",
            "French": "Auparavant, comme guide pour les gens. Et Il a fait descendre le Discernement. Ceux qui ne croient pas aux signes d'Allah auront un dur châtiment. Allah est Puissant, Détenteur du pouvoir de punir.",
            "Spanish": "Antes, como guía para la humanidad. E hizo descender el Criterio. En verdad, quienes no creen en los signos de Allah tendrán un castigo severo. Allah es Poderoso, Dueño del poder para castigar.",
            "Hindi": "पहले लोगों के लिए मार्गदर्शन के रूप में और उसने फ़ुरक़ान उतारा। निश्चय ही जो लोग अल्लाह की आयतों का इनकार करते हैं, उनके लिए कड़ी यातना है और अल्लाह प्रभुत्वशाली, प्रतिशोध लेने वाला है।"
          }
        },
        {
          "no": 5,
          "arabic": "إِنَّ اللَّهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
          "transliteration": "Inna Allaha la yakhfa AAalayhi shayon fee alardi wala fee alssamai",
          "translations": {
            "English": "Nothing is hidden from God, on earth or in the heaven.",
            "Urdu": "بے شک اللہ سے زمین اور آسمان کی کوئی چیز پوشیدہ نہیں۔",
            "French": "Rien n'échappe à Allah, ni sur terre ni au ciel.",
            "Spanish": "En verdad, nada se oculta a Allah, ni en la tierra ni en el cielo.",
            "Hindi": "निश्चय ही अल्लाह से पृथ्वी और आकाश में कोई चीज़ छिपी नहीं है।"
          }
        },
        {
          "no": 6,
          "arabic": "هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
          "transliteration": "Huwa allathee yusawwirukum fee alarhami kayfa yashao la ilaha illa huwa alAAazeezu alhakeemu",
          "translations": {
            "English": "It is He who forms you in the wombs as He wills. There is no god except He, the Almighty, the Wise.",
            "Urdu": "وہی ہے جو تمہیں ماؤں کے پیٹ میں جیسے چاہتا ہے صورت دیتا ہے۔ اس کے سوا کوئی معبود نہیں، غالب، حکمت والا۔",
            "French": "C'est Lui qui vous donne forme dans les matrices, comme Il veut. Point de divinité à part Lui, le Puissant, le Sage.",
            "Spanish": "Él es Quien os da forma en los vientres como quiere. No hay más dios que Él, el Poderoso, el Sabio.",
            "Hindi": "वही है जो तुम्हें माताओं के गर्भ में जैसे चाहता है आकार देता है। उसके सिवा कोई पूज्य नहीं, प्रभुत्वशाली, तत्वदर्शी।"
          }
        },
        {
          "no": 7,
          "arabic": "هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ",
          "transliteration": "Huwa allathee anzala AAalayka alkitaba minhu ayatun muhkamatun hunna ommu alkitabi waokharu mutashabihatun faamma allatheena fee quloobihim zayghun fayattabiAAoona ma tashabaha minhu ibtighaa alfitnati waibtighaa tawilihi wama yaAAlamu tawilahu illa Allahu waalrrasikhoona fee alAAilmi yaqooloona amanna bihi kullun min AAindi rabbina wama yaththakkaru illa oloo alalbabi",
          "translations": {
            "English": "It is He who revealed to you the Book. Some of its verses are definitive; they are the foundation of the Book, and others are unspecific. As for those in whose hearts is deviation, they follow the unspecific part, seeking descent, and seeking to derive an interpretation. But none knows its interpretation except God and those firmly rooted in knowledge say, \"We believe in it; all is from our Lord.\" But none recollects except those with understanding.",
            "Urdu": "وہی ہے جس نے تم پر کتاب نازل کی، اس میں سے کچھ آیتیں محکم ہیں جو کتاب کی بنیاد ہیں اور کچھ متشابہات ہیں۔ پس جن کے دلوں میں کجی ہے وہ متشابہات کی پیروی کرتے ہیں فتنہ کی تلاش میں اور اس کی تاویل کی خواہش میں، حالانکہ اس کی تاویل کو اللہ کے سوا کوئی نہیں جانتا۔ اور علم میں گہرائی رکھنے والے کہتے ہیں: ہم اس پر ایمان لائے، سب ہمارے رب کی طرف سے ہے۔ اور نصیحت تو صرف عقل والے ہی حاصل کرتے ہیں۔",
            "French": "C'est Lui qui a fait descendre sur toi le Livre: il s'y trouve des versets sans équivoque, qui sont la base du Livre, et d'autres versets qui peuvent prêter à d'interprétations diverses. Les gens, donc, qui ont au cœur une inclination vers l'égarement, mettent l'accent sur les versets à équivoque, cherchant la dissension en essayant de leur trouver une interprétation, alors que nul n'en connaît l'interprétation, à part Allah. Mais ceux qui sont bien enracinés dans la science disent: \"Nous y croyons: tout est de la part de notre Seigneur!\" Mais seuls les doués d'intelligence s'en rappellent.",
            "Spanish": "Él es Quien te ha revelado el Libro. En él hay versículos claros que son la esencia del Libro y otros ambiguos. Aquellos cuyos corazones se desvían siguen lo ambiguo buscando la discordia y pretendiendo interpretarlo. Pero nadie conoce su interpretación excepto Allah. Y los arraigados en el conocimiento dicen: \"Creemos en ello, todo procede de nuestro Señor\". Pero solo recapacitan los dotados de intelecto.",
            "Hindi": "वही है जिसने तुम पर किताब उतारी। इसमें से कुछ आयतें स्पष्ट हैं जो किताब की मूल हैं और कुछ अन्य समानार्थक हैं। फिर जिनके दिलों में टेढ़ है वे समानार्थक आयतों का अनुसरण करते हैं, फितना की खोज में और उसकी व्याख्या की चाह में, जबकि उसकी व्याख्या अल्लाह के सिवा कोई नहीं जानता। और ज्ञान में दृढ़ लोग कहते हैं: हम इस पर ईमान लाए, सब हमारे रब की ओर से है। और नसीहत तो बुद्धिमान ही ग्रहण करते हैं।"
          }
        },
        {
          "no": 8,
          "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ",
          "transliteration": "Rabban la tuzigh quloobana baAAda ith hadaytana wahab lana min ladunka rahmatan innaka anta alwahhabu",
          "translations": {
            "English": "\"Our Lord, do not cause our hearts to swerve after You have guided us, and bestow on us mercy from Your presence; You are the Giver.\"",
            "Urdu": "\"اے ہمارے رب! ہمارے دلوں کو ٹیڑھا نہ کر بعد اس کے کہ تو نے ہمیں ہدایت دے دی اور ہمیں اپنی طرف سے رحمت عطا فرما، بے شک تو ہی بہت عطا فرمانے والا ہے۔\"",
            "French": "\"Seigneur! Ne laisse pas dévier nos cœurs après que Tu nous aies guidés; et accorde-nous Ta miséricorde. C'est Toi, certes, le Grand Donateur!\"",
            "Spanish": "\"¡Señor nuestro! No desvíes nuestros corazones después de habernos guiado y concédenos misericordia procedente de Ti. En verdad, Tú eres el Otorgador.\"",
            "Hindi": "\"हे हमारे रब! हमारे दिलों को तिरछा न कर हमें मार्गदर्शन देने के बाद और हमें अपनी ओर से दया प्रदान कर, निश्चय ही तू ही बड़ा देने वाला है।\""
          }
        },
        {
          "no": 9,
          "arabic": "رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
          "transliteration": "Rabban innaka jamiAAu alnnasi liyawmin la rayba feehi inna Allaha la yukhlifu almeeAAada",
          "translations": {
            "English": "\"Our Lord, You will gather the people for a Day in which there is no doubt.\" God will never break His promise.",
            "Urdu": "\"اے ہمارے رب! بے شک تو ہی لوگوں کو اس دن جمع کرنے والا ہے جس میں کوئی شک نہیں۔\" بے شک اللہ وعدہ خلافی نہیں کرتا۔",
            "French": "\"Seigneur! C'est Toi qui rassembleras les gens un jour - en quoi il n'y a point de doute!\" Allah ne manque jamais à Sa promesse.",
            "Spanish": "\"¡Señor nuestro! En verdad, Tú reunirás a la gente un día indudable.\" En verdad, Allah no falta a Su promesa.",
            "Hindi": "\"हे हमारे रब! निश्चय ही तू ही लोगों को उस दिन इकट्ठा करने वाला है जिसमें कोई संदेह नहीं।\" निश्चय ही अल्लाह वादे के विपरीत नहीं करता।"
          }
        },
        {
          "no": 10,
          "arabic": "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ هُمْ وَقُودُ النَّارِ",
          "transliteration": "Inna allatheena kafaroo lan tughniya AAanhum amwaluhum wala awladuhum min Allahi shayan waolaika hum waqoodu alnnari",
          "translations": {
            "English": "As for those who disbelieve, neither their wealth nor their children will avail them anything against God. These will be fuel for the Fire.",
            "Urdu": "بے شک جو لوگ کفر کرتے ہیں، نہ تو ان کا مال اور نہ ان کی اولاد ان کے کچھ کام آئے گی اللہ کے مقابلے میں اور یہی لوگ آگ کا ایندھن ہوں گے۔",
            "French": "Ceux qui ont mécru, ni leurs biens ni leurs enfants ne les mettront à l'abri du châtiment d'Allah. Ceux-là seront un combustible pour le Feu.",
            "Spanish": "En verdad, a quienes no creen, ni sus bienes ni sus hijos les servirán de nada frente a Allah. Esos serán combustible del Fuego.",
            "Hindi": "निश्चय ही जो लोग अविश्वास करते हैं, न उनका धन और न उनकी संतानें अल्लाह के मुकाबले में उनके कुछ काम आएँगी और ये लोग आग का ईंधन होंगे।"
          }
        }
      ,
      
        {
          "no": 11,
          "arabic": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ",
          "transliteration": "Kada'bi ali fir'awna wallatheena min qablihim kaththaboo bi-ayatina fa-akhathahumu Allahu bithunoobihim wallahu shadeedu al'iqabi",
          "translations": {
            "English": "Like the behavior of Pharaoh’s people and those before them. They rejected Our signs, so God seized them for their sins. God is Strict in retribution.",
            "Urdu": "جیسے فرعون کے لوگوں اور ان سے پہلے والوں کا طریقہ تھا۔ انہوں نے ہماری آیات کو جھٹلایا، تو اللہ نے ان کے گناہوں کی وجہ سے انہیں پکڑ لیا۔ اللہ سخت سزا دینے والا ہے۔",
            "French": "Comme le comportement du peuple de Pharaon et de ceux avant eux. Ils ont rejeté Nos signes, alors Dieu les a saisis pour leurs péchés. Dieu est Sévère en châtiment.",
            "Spanish": "Como el comportamiento del pueblo de Faraón y los que vinieron antes. Rechazaron Nuestras señales, por lo que Dios los tomó por sus pecados. Dios es Estricto en la retribución.",
            "Hindi": "फ़िरऔन के लोगों और उनसे पहले वालों के व्यवहार की तरह। उन्होंने हमारी निशानियों को झुठलाया, तो ईश्वर ने उनके पापों के कारण उन्हें पकड़ लिया। ईश्वर सजा देने में सख्त है।"
          }
        },
        {
          "no": 12,
          "arabic": "قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ",
          "transliteration": "Qul lillatheena kafaroo satughlaboona watuhsharoona ila jahannama wabi'sa almihadu",
          "translations": {
            "English": "Say to those who disbelieve, “You will be defeated, and rounded up into Hell—an awful resting-place.”",
            "Urdu": "کہہ دو ان سے جو کفر کرتے ہیں، ’تم شکست کھاؤ گے اور جہنم کی طرف جمع کیے جاؤ گے—بہت برا ٹھکانا ہے۔‘",
            "French": "Dis à ceux qui mécroient : « Vous serez vaincus et rassemblis en Enfer, un terrible lieu de repos. »",
            "Spanish": "Di a los que no creen: «Seréis derrotados y reunidos en el Infierno, un pésimo lugar de descanso.»",
            "Hindi": "उनसे कहो जो अविश्वास करते हैं, ‘तुम हार जाओगे और नरक में इकट्ठा किए जाओगे—एक बहुत बुरा ठिकाना।’"
          }
        },
        {
          "no": 13,
          "arabic": "قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ",
          "transliteration": "Qad kana lakum ayatun fee fi-atayni iltaqata fi-atun tuqatilu fee sabeeli Allahi wa-okhra kafiratun yarawnahum mithlayhim ra-ya al'ayni wallahu yu-ayyidu binasrihi man yashao inna fee thalika la'ibratan li-olee al-absari",
          "translations": {
            "English": "There was a sign for you in the two parties that met. One party fighting in the way of God, and the other was disbelieving. They saw them with their own eyes twice their number. But God supports with His help whomever He wills. In that is a lesson for those with insight.",
            "Urdu": "تمہارے لئے دو گروہوں میں جو ملے ایک نشانی تھی۔ ایک گروہ اللہ کی راہ میں لڑتا تھا، اور دوسرا کافر تھا۔ انہوں نے انہیں اپنی آنکھوں سے دوگنا دیکھا۔ لیکن اللہ اپنی مدد سے جسے چاہتا ہے تائید دیتا ہے۔ اس میں بصیرت والوں کے لئے سبق ہے۔",
            "French": "Il y avait un signe pour vous dans les deux groupes qui se sont rencontrés. Un groupe combattait dans la voie de Dieu, et l’autre était mécréant. Ils les voyaient de leurs propres yeux deux fois plus nombreux. Mais Dieu soutient par Son aide qui Il veut. Il y a là une leçon pour ceux qui ont du discernement.",
            "Spanish": "Hubo una señal para vosotros en los dos grupos que se encontraron. Un grupo luchaba en el camino de Dios, y el otro era incrédulo. Los vieron con sus propios ojos el doble de su número. Pero Dios apoya con Su ayuda a quien Él desea. En eso hay una lección para los que tienen perspicacia.",
            "Hindi": "दो दलों में जो मिले, उसमें तुम्हारे लिए एक निशानी थी। एक दल ईश्वर के मार्ग में लड़ रहा था, और दूसरा अविश्वासी था। उन्होंने उन्हें अपनी आँखों से दोगुना देखा। लेकिन ईश्वर अपनी सहायता से जिसे चाहता है समर्थन देता है। इसमें दूरदर्शी लोगों के लिए सबक है।"
          }
        },
        {
          "no": 14,
          "arabic": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ",
          "transliteration": "Zuyyina lilnnasi hubbu alshahawati mina alnnisai waalbaneena waalqanatiri almuqantarati mina alththahabi waalfiddati waalkhayli almusawwamati waal-an'aami waalharthi thalika mata'u alhayati alddunya wallahu 'indahu husnu almaabi",
          "translations": {
            "English": "Adorned for the people is the love of desires, such as women, and children, and piles upon piles of gold and silver, and branded horses, and livestock, and fields. These are the conveniences of the worldly life, but with God lies the finest resort.",
            "Urdu": "لوگوں کے لئے خواہشات کی محبت سجائی گئی، جیسے عورتیں، اور بیٹوں، اور سونے چاندی کے ڈھیروں، اور نشان زدہ گھوڑوں، اور مویشیوں، اور کھیتوں سے۔ یہ دنیاوی زندگی کے سامان ہیں، لیکن اللہ کے پاس بہترین ٹھکانا ہے۔",
            "French": "L’amour des désirs a été embelli pour les gens, comme les femmes, les enfants, les monceaux d’or et d’argent, les chevaux marqués, le bétail et les champs. Ce sont les commodités de la vie terrestre, mais auprès de Dieu se trouve le meilleur refuge.",
            "Spanish": "Se ha adornado para la gente el amor por los deseos, como las mujeres, los hijos, los montones de oro y plata, los caballos marcados, el ganado y los campos. Estas son las comodidades de la vida mundana, pero con Dios está el mejor refugio.",
            "Hindi": "लोगों के लिए इच्छाओं का प्यार सजाया गया, जैसे स्त्रियाँ, और बच्चे, और सोने-चाँदी के ढेर, और चिह्नित घोड़े, और मवेशी, और खेत। ये सांसारिक जीवन की सुख-सुविधाएँ हैं, लेकिन ईश्वर के पास सबसे अच्छा ठिकाना है।"
          }
        },
        {
          "no": 15,
          "arabic": "قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
          "transliteration": "Qul a-onabbi-okum bikhayrin min thalikum lillatheena ittaqaw 'inda rabbihim jannatun tajree min tahtiha al-anharu khalideena feeha wa-azwajun mutahharatun waridwanun mina Allahi wallahu baseerun bil'ibadi",
          "translations": {
            "English": "Say, “Shall I inform you of something better than that? For those who are righteous, with their Lord are Gardens beneath which rivers flow, where they will remain forever, and purified spouses, and acceptance from God.” God is Observant of the servants.",
            "Urdu": "کہہ دو، ’کیا میں تمہیں اس سے بہتر چیز کی خبر دوں؟ جو پرہیزگار ہیں، ان کے لئے ان کے رب کے پاس جنتیں ہیں جن کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے، اور پاکیزہ بیویاں، اور اللہ کی رضا۔‘ اللہ بندوں کو دیکھنے والا ہے۔",
            "French": "Dis : « Voulez-vous que je vous informe de quelque chose de meilleur que cela ? Pour ceux qui sont pieux, auprès de leur Seigneur, il y a des Jardins sous lesquels coulent des rivières, où ils demeureront éternellement, avec des épouses purifiées et la satisfaction de Dieu. » Dieu observe les serviteurs.",
            "Spanish": "Di: «¿Os informo de algo mejor que eso? Para los que son justos, con su Señor hay Jardines bajo los cuales fluyen ríos, donde permanecerán para siempre, y esposas purificadas, y la aceptación de Dios.» Dios observa a los siervos.",
            "Hindi": "कहो, ‘क्या मैं तुम्हें इससे बेहतर चीज़ की खबर दूँ? जो धर्मपरायण हैं, उनके लिए उनके प्रभु के पास बाग़ हैं जिनके नीचे नदियाँ बहती हैं, जहाँ वे हमेशा रहेंगे, और शुद्ध पत्नियाँ, और ईश्वर की संतुष्टि।’ ईश्वर सेवकों को देखने वाला है।"
          }
        },
        {
          "no": 16,
          "arabic": "الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
          "transliteration": "Allatheena yaqooloona rabbana innana amanna faighfir lana thunoobana waqina 'athaba alnnari",
          "translations": {
            "English": "Those who say, “Our Lord, we have believed, so forgive us our sins, and save us from the suffering of the Fire.”",
            "Urdu": "جو کہتے ہیں، ’اے ہمارے رب! ہم ایمان لائے، تو ہمارے گناہ معاف کر اور ہمیں آگ کے عذاب سے بچا۔‘",
            "French": "Ceux qui disent : « Notre Seigneur, nous avons cru, pardonne-nous nos péchés et protège-nous du châtiment du Feu. »",
            "Spanish": "Los que dicen: «Nuestro Señor, hemos creído, perdónanos nuestros pecados y sálvanos del sufrimiento del Fuego.»",
            "Hindi": "जो कहते हैं, ‘हमारे प्रभु! हमने विश्वास किया, हमारे पापों को क्षमा कर और हमें आग की यातना से बचा।’"
          }
        },
        {
          "no": 17,
          "arabic": "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ",
          "transliteration": "Alssabireena waalssadiqeena waalqaniteena waalmunfiqeena waalmustaghfireena bil-as-hari",
          "translations": {
            "English": "The patient, and the truthful, and the reverent, and the charitable, and the seekers of forgiveness at dawn.",
            "Urdu": "صابرین، صادقین، مطیعین، خیرات کرنے والوں، اور صبح کے وقت معافی مانگنے والوں کے لئے۔",
            "French": "Les patients, les véridiques, les révérencieux, les charitables et ceux qui cherchent le pardon à l’aube.",
            "Spanish": "Los pacientes, los veraces, los reverentes, los caritativos y los que buscan perdón al amanecer.",
            "Hindi": "धैर्यवान, सच्चे, श्रद्धालु, दान देने वाले, और भोर में क्षमा माँगने वाले।"
          }
        },
        {
          "no": 18,
          "arabic": "شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
          "transliteration": "Shahida Allahu annahu la ilaha illa huwa waalmala-ikatu waoloo al'ilmi qa-iman bialqisti la ilaha illa huwa al'azeezu alhakeemu",
          "translations": {
            "English": "God bears witness that there is no god but He, as do the angels, and those endowed with knowledge—upholding justice. There is no god but He, the Mighty, the Wise.",
            "Urdu": "اللہ گواہی دیتا ہے کہ اس کے سوا کوئی معبود نہیں، فرشتوں اور علم والوں نے بھی—جو انصاف پر قائم ہیں۔ اس کے سوا کوئی معبود نہیں، وہ غالب اور حکمت والا ہے۔",
            "French": "Dieu témoigne qu’il n’y a de dieu que Lui, ainsi que les anges et ceux dotés de connaissance, en maintenant la justice. Il n’y a de dieu que Lui, le Puissant, le Sage.",
            "Spanish": "Dios da testimonio de que no hay dios sino Él, al igual que los ángeles y los dotados de conocimiento, sosteniendo la justicia. No hay dios sino Él, el Poderoso, el Sabio.",
            "Hindi": "ईश्वर गवाही देता है कि उसके सिवा कोई ईश्वर नहीं, और फ़रिश्ते और ज्ञान वाले भी—जो न्याय पर कायम हैं। उसके सिवा कोई ईश्वर नहीं, वह शक्तिशाली, बुद्धिमान है।"
          }
        },
        {
          "no": 19,
          "arabic": "إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
          "transliteration": "Inna alddeena 'inda Allahi al-islamu wama ikhtalafa allatheena ootoo alkitaba illa min ba'di ma jaahumu al'ilmu baghyan baynahum waman yakfur bi-ayati Allahi fa-inna Allaha saree'u alhisabi",
          "translations": {
            "English": "Religion with God is Islam. Those to whom the Scripture was given differed only after knowledge came to them, out of envy among themselves. Whoever rejects the signs of God—God is quick to take account.",
            "Urdu": "اللہ کے نزدیک دین اسلام ہے۔ جنہیں کتاب دی گئی، وہ علم آنے کے بعد ہی آپس میں حسد کی وجہ سے اختلاف کرنے لگے۔ جو اللہ کی آیات سے انکار کرے—اللہ جلد حساب لینے والا ہے۔",
            "French": "La religion auprès de Dieu est l’Islam. Ceux à qui l’Écriture a été donnée n’ont divergé qu’après que la connaissance leur fut venue, par envie entre eux. Quiconque rejette les signes de Dieu—Dieu est rapide à rendre des comptes.",
            "Spanish": "La religión ante Dios es el Islam. Los que recibieron la Escritura solo difirieron después de que les llegó el conocimiento, por envidia entre ellos. Quien rechace las señales de Dios—Dios es rápido para ajustar cuentas.",
            "Hindi": "ईश्वर के पास धर्म इस्लाम है। जिन्हें किताब दी गई, वे ज्ञान आने के बाद ही आपस में ईर्ष्या के कारण भिन्न हुए। जो ईश्वर की निशानियों को अस्वीकार करे—ईश्वर जल्द हिसाब लेने वाला है।"
          }
        },
        {
          "no": 20,
          "arabic": "فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
          "transliteration": "Fa-in hajjooka faqul aslamtu wajhiya lillahi wani ittaba'ani waqul lillatheena ootoo alkitaba waal-ummiyeena a-aslamtum fa-in aslamoo faqadi ihtadaw wa-in tawallaw fa-innama 'alayka albalaghu wallahu baseerun bil'ibadi",
          "translations": {
            "English": "If they argue with you, say, “I have surrendered myself to God, and those who follow me.” And say to those who were given the Scripture, and to the unlearned, “Have you surrendered?” If they have surrendered, then they are guided; but if they turn away, then your duty is to convey. God is Seeing of the servants.",
            "Urdu": "اگر وہ تم سے بحث کریں، تو کہو، ’میں نے اپنا چہرہ اللہ کے لئے سونپ دیا، اور جو میری پیروی کرتے ہیں۔‘ اور جنہیں کتاب دی گئی اور ان پڑھوں سے کہو، ’کیا تم نے سر تسلیم خم کیا؟‘ اگر انہوں نے سر تسلیم خم کیا، تو وہ ہدایت پا گئے؛ اور اگر منہ موڑ لیں، تو تم پر صرف پیغام پہنچانا ہے۔ اللہ بندوں کو دیکھنے والا ہے۔",
            "French": "S’ils discutent avec toi, dis : « J’ai soumis mon visage à Dieu, ainsi que ceux qui me suivent. » Et dis à ceux qui ont reçu l’Écriture et aux illettrés : « Vous êtes-vous soumis ? » S’ils se soumettent, ils sont guidés ; mais s’ils se détournent, ton devoir est seulement de transmettre. Dieu voit les serviteurs.",
            "Spanish": "Si discuten contigo, di: «He sometido mi rostro a Dios, y quienes me siguen.» Y di a los que recibieron la Escritura y a los iletrados: «¿Os habéis sometido?» Si se someten, están guiados; pero si se apartan, tu deber es solo transmitir. Dios ve a los siervos.",
            "Hindi": "यदि वे तुमसे बहस करें, तो कहो, ‘मैंने अपना चेहरा ईश्वर को सौंप दिया, और जो मेरे पीछे चलते हैं।’ और जिन्हें किताब दी गई और अनपढ़ों से कहो, ‘क्या तुमने समर्पण किया?’ यदि उन्होंने समर्पण किया, तो वे मार्गदर्शन पा गए; और यदि मुड़ गए, तो तुम्हारा कर्तव्य केवल संदेश पहुँचाना है। ईश्वर सेवकों को देखने वाला है।"
          }
        },
        {
          "no": 21,
          "arabic": "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ",
          "transliteration": "Inna allatheena yakfuroona bi-ayati Allahi wayaqtuloona alnnabiyyeena bighayri haqqin wayaqtuloona allatheena ya/muroona bialqisti mina alnnasi fabashshirhum bi'athabin aleemin",
          "translations": {
            "English": "As for those who defy God’s revelations, and kill the prophets unjustly, and kill those who advocate justice among the people—promise them a painful retribution.",
            "Urdu": "جو اللہ کی آیات سے انکار کرتے ہیں، اور نبیوں کو ناحق قتل کرتے ہیں، اور لوگوں میں سے انصاف کا حکم دینے والوں کو قتل کرتے ہیں—انہیں دردناک عذاب کی خوشخبری دے دو۔",
            "French": "Quant à ceux qui renient les révélations de Dieu, tuent les prophètes injustement et tuent ceux qui ordonnent la justice parmi les gens, annonce-leur un châtiment douloureux.",
            "Spanish": "En cuanto a los que desafían las revelaciones de Dios, matan a los profetas injustamente y matan a quienes abogan por la justicia entre la gente, anúnciales una retribución dolorosa.",
            "Hindi": "जो ईश्वर की आयतों का खंडन करते हैं, और नबियों को अन्याय से मारते हैं, और लोगों में से न्याय की आज्ञा देने वालों को मारते हैं—उन्हें दर्दनाक सजा की खुशखबरी दे दो।"
          }
        },
        {
          "no": 22,
          "arabic": "أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
          "transliteration": "Ola-ika allatheena habitat a'maluhum fee alddunya waal-akhirati wama lahum min nasireena",
          "translations": {
            "English": "They are those whose deeds will come to nothing, in this world and in the Hereafter; and they will have no saviors.",
            "Urdu": "یہ وہ لوگ ہیں جن کے اعمال دنیا اور آخرت میں رائیگاں جائیں گے؛ اور ان کے لئے کوئی مددگار نہیں ہوں گے۔",
            "French": "Ce sont ceux dont les œuvres seront vaines dans ce monde et dans l’au-delà ; et ils n’auront aucun secours.",
            "Spanish": "Son aquellos cuyos actos quedarán en nada, en este mundo y en el Más Allá; y no tendrán salvadores.",
            "Hindi": "ये वे लोग हैं जिनके कर्म इस दुनिया और परलोक में व्यर्थ हो जाएँगे; और उनके लिए कोई सहायक नहीं होगा।"
          }
        },
        {
          "no": 23,
          "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ",
          "transliteration": "Alam tara ila allatheena ootoo naseeban mina alkitabi yud'awna ila kitabi Allahi liyahkuma baynahum thumma yatawalla fareequn minhum wahum mu'ridoona",
          "translations": {
            "English": "Have you not considered those who were given a share of the Scripture, as they were called to the Scripture of God to arbitrate between them; then some of them turned back, and declined?",
            "Urdu": "کیا تم نے انہیں نہیں دیکھا جنہیں کتاب کا حصہ دیا گیا، انہیں اللہ کی کتاب کی طرف بلایا جاتا ہے کہ وہ ان کے درمیان فیصلہ کرے؛ پھر ان میں سے کچھ لوگ منہ موڑ لیتے ہیں اور روگردانی کرتے ہیں؟",
            "French": "N’as-tu pas vu ceux à qui une part de l’Écriture a été donnée, appelés à l’Écriture de Dieu pour trancher entre eux ; puis certains d’entre eux se détournent et refusent ?",
            "Spanish": "¿No has considerado a aquellos a quienes se les dio una parte de la Escritura, llamados a la Escritura de Dios para arbitrar entre ellos; luego algunos de ellos se dieron la vuelta y se negaron?",
            "Hindi": "क्या तुमने उन लोगों को नहीं देखा जिन्हें किताब का हिस्सा दिया गया, उन्हें ईश्वर की किताब की ओर बुलाया जाता है ताकि वह उनके बीच फैसला करे; फिर उनमें से कुछ लोग मुड़ जाते हैं और इनकार करते हैं?"
          }
        },
        {
          "no": 24,
          "arabic": "ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ",
          "transliteration": "Thalika bi-annahum qaloo lan tamassana alnnaru illa ayyaman ma'doodatin wagharrrahum fee deenihim ma kanoo yaftaroona",
          "translations": {
            "English": "That is because they said, “The Fire will not touch us except for a limited number of days.” They have been misled in their religion by the lies they fabricated.",
            "Urdu": "یہ اس لئے کہ انہوں نے کہا، ’آگ ہمیں چند گنے دنوں کے سوا نہیں چھوئے گی۔‘ اور ان کے دین میں انہیں ان جھوٹ نے دھوکہ دیا جو وہ گھڑتے تھے۔",
            "French": "C’est parce qu’ils ont dit : « Le Feu ne nous touchera que pour un nombre limité de jours. » Ils ont été trompés dans leur religion par les mensonges qu’ils ont fabriqués.",
            "Spanish": "Eso es porque dijeron: «El Fuego no nos tocará salvo por un número limitado de días.» Han sido engañados en su religión por las mentiras que fabricaron.",
            "Hindi": "यह इसलिए कि उन्होंने कहा, ‘आग हमें कुछ गिने-चुने दिनों के अलावा नहीं छुएगी।’ और उनके धर्म में उन्हें उन झूठों ने धोखा दिया जो वे गढ़ते थे।"
          }
        },
        {
          "no": 25,
          "arabic": "فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
          "transliteration": "Fakayfa itha jama'nahum liyawmin la rayba feehi wawuffiyat kullu nafsin ma kasabat wahum la yuthlamoona",
          "translations": {
            "English": "How about when We gather them for a Day in which there is no doubt, and each soul will be paid in full for what it has earned, and they will not be wronged?",
            "Urdu": "تو کیا ہوگا جب ہم انہیں اس دن کے لئے جمع کریں گے جس میں کوئی شک نہیں، اور ہر نفس کو اس کی کمائی کا پورا بدلہ دیا جائے گا، اور ان پر ظلم نہیں ہوگا؟",
            "French": "Et que sera-t-il lorsque Nous les rassemblerons pour un Jour dont il n’y a aucun doute, et que chaque âme recevra pleinement ce qu’elle a gagné, sans être lésée ?",
            "Spanish": "¿Y qué pasará cuando los reunamos para un Día del que no hay duda, y cada alma reciba plenamente lo que ha ganado, sin ser injustamente tratada?",
            "Hindi": "तो क्या होगा जब हम उन्हें उस दिन के लिए इकट्ठा करेंगे जिसमें कोई संदेह नहीं, और हर आत्मा को उसकी कमाई का पूरा बदला दिया जाएगा, और उन पर अन्याय नहीं होगा?"
          }
        },
        {
          "no": 26,
          "arabic": "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
          "transliteration": "Quli Allahumma malika almulki tu/tee almulka man tashao watanzi'u almulka mimman tashao watu'izzu man tashao watuthillu man tashao biyadika alkhayru innaka 'ala kulli shay-in qadeerun",
          "translations": {
            "English": "Say, “O God, Owner of Sovereignty. You grant sovereignty to whom You will, and You strip sovereignty from whom you will. You honor whom you will, and You humiliate whom you will. In Your hand is all goodness. You are Capable of all things.”",
            "Urdu": "کہہ دو، ’اے اللہ! بادشاہی کے مالک، تو جسے چاہے بادشاہی دیتا ہے، اور جس سے چاہے بادشاہی چھین لیتا ہے۔ تو جسے چاہے عزت دیتا ہے، اور جسے چاہے ذلت دیتا ہے۔ تیرے ہاتھ میں ساری بھلائی ہے۔ تو ہر چیز پر قادر ہے۔‘",
            "French": "Dis : « Ô Dieu, Propriétaire de la Souveraineté. Tu accordes la souveraineté à qui Tu veux, et Tu retires la souveraineté à qui Tu veux. Tu honores qui Tu veux, et Tu humilies qui Tu veux. Tout le bien est dans Ta main. Tu es Capable de toute chose. »",
            "Spanish": "Di: «Oh Dios, Dueño de la Soberanía. Concedes la soberanía a quien deseas, y quitas la soberanía a quien deseas. Honras a quien deseas, y humillas a quien deseas. En Tu mano está todo el bien. Eres Capaz de todas las cosas.»",
            "Hindi": "कहो, ‘हे ईश्वर! संप्रभुता के मालिक, तू जिसे चाहे संप्रभुता देता है, और जिससे चाहे संप्रभुता छीन लेता है। तू जिसे चाहे सम्मान देता है, और जिसे चाहे अपमानित करता है। तेरे हाथ में सारी भलाई है। तू हर चीज़ पर सक्षम है।’"
          }
        },
        {
          "no": 27,
          "arabic": "تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ",
          "transliteration": "Tuoliju allayla fee alnnahari watuoliju alnnahara fee allayli watukhriju alhayya mina almayyiti watukhriju almayyita mina alhayyi watarzuqu man tashao bighayri hisabin",
          "translations": {
            "English": "“You merge the night into the day, and You merge the day into the night; and you bring the living out of the dead, and You bring the dead out of the living; and You provide for whom you will without measure.”",
            "Urdu": "’تو رات کو دن میں داخل کرتا ہے، اور دن کو رات میں داخل کرتا ہے؛ اور تو مردہ سے زندہ نکالتا ہے، اور زندہ سے مردہ نکالتا ہے؛ اور تو جسے چاہے بغیر حساب کے رزق دیتا ہے۔‘",
            "French": "« Tu fais pénétrer la nuit dans le jour, et Tu fais pénétrer le jour dans la nuit ; et Tu fais sortir le vivant du mort, et Tu fais sortir le mort du vivant ; et Tu pourvois qui Tu veux sans compter. »",
            "Spanish": "«Tú fusionas la noche en el día, y fusionas el día en la noche; y sacas lo vivo de lo muerto, y sacas lo muerto de lo vivo; y provees a quien deseas sin medida.»",
            "Hindi": "‘तू रात को दिन में मिलाता है, और दिन को रात में मिलाता है; और तू मृत से जीवित निकालता है, और जीवित से मृत निकालता है; और तू जिसे चाहे बिना हिसाब के रोज़ी देता है।’"
          }
        },
        {
          "no": 28,
          "arabic": "لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ",
          "transliteration": "La yattakhithi almu/minoona alkafireena awliyaa min dooni almu/mineena waman yaf'al thalika falaysa mina Allahi fee shay-in illa an tattaqoo minhum tuqatan wayuhaththirukumu Allahu nafsahu wa-ila Allahi almaseeru",
          "translations": {
            "English": "Believers are not to take disbelievers for friends instead of believers. Whoever does that has nothing to do with God, unless it is to protect your own selves against them. God warns you to beware of Him. To God is the destiny.",
            "Urdu": "مومنوں کو کافروں کو مومنوں کے بجائے دوست نہیں بنانا چاہئے۔ جو ایسا کرے، اس کا اللہ سے کوئی تعلق نہیں، سوائے اس کے کہ تم ان سے اپنے آپ کو بچانے کے لئے احتیاط کرو۔ اللہ تمہیں خود سے ڈرنے کی تنبیہ کرتا ہے۔ اللہ کی طرف لوٹنا ہے۔",
            "French": "Les croyants ne doivent pas prendre les mécréants pour amis au lieu des croyants. Quiconque fait cela n’a rien à voir avec Dieu, sauf si c’est pour vous protéger contre eux. Dieu vous met en garde contre Lui-même. Vers Dieu est le retour.",
            "Spanish": "Los creyentes no deben tomar a los incrédulos como amigos en lugar de los creyentes. Quien haga eso no tiene nada que ver con Dios, salvo que sea para protegeros de ellos. Dios os advierte que le temáis. Hacia Dios es el destino.",
            "Hindi": "मोमिनों को काफिरों को मोमिनों के बजाय दोस्त नहीं बनाना चाहिए। जो ऐसा करे, उसका ईश्वर से कोई संबंध नहीं, सिवाय इसके कि तुम उनसे अपनी रक्षा के लिए सावधानी बरतो। ईश्वर तुम्हें खुद से सावधान रहने की चेतावनी देता है। ईश्वर की ओर लौटना है।"
          }
        },
        {
          "no": 29,
          "arabic": "قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
          "transliteration": "Qul in tukhfoo ma fee sudoorikum aw tubdoohu ya'lamhu Allahu waya'lamu ma fee alssamawati wama fee al-ardi wallahu 'ala kulli shay-in qadeerun",
          "translations": {
            "English": "Say, “Whether you conceal what is in your hearts, or disclose it, God knows it.” He knows everything in the heavens and the earth. God is Powerful over everything.",
            "Urdu": "کہہ دو، ’چاہے تم اپنے دلوں میں جو ہے چھپاؤ یا ظاہر کرو، اللہ اسے جانتا ہے۔‘ وہ آسمانوں اور زمین میں جو کچھ ہے جانتا ہے۔ اللہ ہر چیز پر قادر ہے۔",
            "French": "Dis : « Que vous cachiez ce qui est dans vos cœurs ou que vous le révéliez, Dieu le sait. » Il sait tout ce qui est dans les cieux et sur la terre. Dieu est Puissant sur toute chose.",
            "Spanish": "Di: «Ya sea que ocultéis lo que hay en vuestros corazones o lo reveléis, Dios lo sabe.» Él sabe todo lo que hay en los cielos y en la tierra. Dios es Poderoso sobre todas las cosas.",
            "Hindi": "कहो, ‘चाहे तुम अपने दिलों में जो है छिपाओ या प्रकट करो, ईश्वर उसे जानता है।’ वह आकाशों और धरती में जो कुछ है जानता है। ईश्वर हर चीज़ पर शक्तिमान है।"
          }
        },
        {
          "no": 30,
          "arabic": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ",
          "transliteration": "Yawma tajidu kullu nafsin ma 'amilat min khayrin muhdaran wama 'amilat min soo-in tawaddu law anna baynaha wabaynahu amadan ba'eedan wayuhaththirukumu Allahu nafsahu wallahu raoofun bil'ibadi",
          "translations": {
            "English": "On the Day when every soul finds all the good it has done presented. And as for the evil it has done, it will wish there were a great distance between them. God cautions you of Himself. God is Kind towards the servants.",
            "Urdu": "اس دن جب ہر نفس اپنے کئے ہوئے نیک اعمال کو سامنے پائے گا۔ اور جو برائی کی، وہ چاہے گا کہ کاش اس کے اور اس کے درمیان بہت فاصلہ ہوتا۔ اللہ تمہیں خود سے ڈرنے کی تنبیہ کرتا ہے۔ اللہ بندوں پر مہربان ہے۔",
            "French": "Le Jour où chaque âme trouvera tout le bien qu’elle a fait présenté devant elle. Et quant au mal qu’elle a fait, elle souhaiterait qu’il y ait une grande distance entre eux. Dieu vous met en garde contre Lui-même. Dieu est Bienveillant envers les serviteurs.",
            "Spanish": "El Día en que cada alma encuentre todo el bien que ha hecho presentado. Y en cuanto al mal que ha hecho, deseará que hubiera una gran distancia entre ellos. Dios os advierte de Sí mismo. Dios es Bondadoso con los siervos.",
            "Hindi": "उस दिन जब हर आत्मा अपने किए हुए अच्छे कर्मों को सामने पाएगी। और जो बुराई की, वह चाहेगी कि काश उसके और उसके बीच बहुत दूरी होती। ईश्वर तुम्हें खुद से सावधान करता है। ईश्वर सेवकों पर दयालु है।"
          }
        },
        {
          "no": 31,
          "arabic": "قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ",
          "transliteration": "Qul in kuntum tuhibboona Allaha faittabi'onee yuhbibkumu Allahu wayaghfir lakum thunoobakum wallahu ghafoorun raheemun",
          "translations": {
            "English": "Say, “If you love God, then follow me, and God will love you, and will forgive you your sins.” God is Forgiving and Merciful.",
            "Urdu": "کہہ دو، ’اگر تم اللہ سے محبت کرتے ہو، تو میری پیروی کرو، اللہ تم سے محبت کرے گا اور تمہارے گناہ معاف کر دے گا۔‘ اللہ بخشنے والا، رحم کرنے والا ہے۔",
            "French": "Dis : « Si vous aimez Dieu, suivez-moi, et Dieu vous aimera et pardonnera vos péchés. » Dieu est Pardonneur et Miséricordieux.",
            "Spanish": "Di: «Si amáis a Dios, seguidme, y Dios os amará y perdonará vuestros pecados.» Dios es Perdonador y Misericordioso.",
            "Hindi": "कहो, ‘यदि तुम ईश्वर से प्रेम करते हो, तो मेरा अनुसरण करो, और ईश्वर तुमसे प्रेम करेगा और तुम्हारे पापों को क्षमा कर देगा।’ ईश्वर क्षमाशील और दयालु है।"
          }
        },
        {
          "no": 32,
          "arabic": "قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ",
          "transliteration": "Qul atee'oo Allaha waalrrasoola fa-in tawallaw fa-inna Allaha la yuhibbu alkafireena",
          "translations": {
            "English": "Say, “Obey God and the Messenger.” But if they turn away—God does not love the faithless.",
            "Urdu": "کہہ دو، ’اللہ اور رسول کی اطاعت کرو۔‘ لیکن اگر وہ منہ موڑ لیں—اللہ کافروں سے محبت نہیں کرتا۔",
            "French": "Dis : « Obéissez à Dieu et au Messager. » Mais s’ils se détournent—Dieu n’aime pas les mécréants.",
            "Spanish": "Di: «Obedeced a Dios y al Mensajero.» Pero si se apartan—Dios no ama a los incrédulos.",
            "Hindi": "कहो, ‘ईश्वर और दूत की आज्ञा मानो।’ लेकिन यदि वे मुड़ जाएँ—ईश्वर अविश्वासियों से प्रेम नहीं करता।"
          }
        },
        {
          "no": 33,
          "arabic": "إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ",
          "transliteration": "Inna Allaha istafa adama wanoohan wa-ala ibraheema wa-ala 'imrana 'ala al'alameena",
          "translations": {
            "English": "God chose Adam, and Noah, and the family of Abraham, and the family of Imran, over all mankind.",
            "Urdu": "اللہ نے آدم، نوح، ابراہیم کے خاندان، اور عمران کے خاندان کو ساری دنیا پر منتخب کیا۔",
            "French": "Dieu a choisi Adam, Noé, la famille d’Abraham et la famille d’Imran au-dessus de toute l’humanité.",
            "Spanish": "Dios eligió a Adán, a Noé, a la familia de Abraham y a la familia de Imran sobre toda la humanidad.",
            "Hindi": "ईश्वर ने आदम, नूह, इब्राहिम के परिवार, और इमरान के परिवार को सारी मानवजाति पर चुना।"
          }
        },
        {
          "no": 34,
          "arabic": "ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "Thurriyyatan ba'duha min ba'din wallahu samee'un 'aleemun",
          "translations": {
            "English": "Offspring one of the other. God is Hearer and Knower.",
            "Urdu": "ایک دوسرے کی نسل۔ اللہ سننے والا، جاننے والا ہے۔",
            "French": "Descendance les uns des autres. Dieu est Audient et Savant.",
            "Spanish": "Descendientes unos de otros. Dios es Oyente y Sabedor.",
            "Hindi": "एक-दूसरे की संतान। ईश्वर सुनने वाला और जानने वाला है।"
          }
        },
        {
          "no": 35,
          "arabic": "إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
          "transliteration": "Ith qalati imraatu 'imrana rabbi innee nathartu laka ma fee batnee muharraran fataqabbal minnee innaka anta alssamee'u al'aleemu",
          "translations": {
            "English": "The wife of Imran said, “My Lord, I have vowed to You what is in my womb, dedicated, so accept from me; You are the Hearer and Knower.”",
            "Urdu": "عمران کی بیوی نے کہا، ’اے میرے رب! میں نے تیری نذر کی جو میرے پیٹ میں ہے، آزاد کردہ، تو میری طرف سے قبول کر؛ تو سننے والا، جاننے والا ہے۔‘",
            "French": "La femme d’Imran dit : « Mon Seigneur, j’ai voué à Toi ce qui est dans mon ventre, consacré, accepte-le de moi ; Tu es l’Audient, le Savant. »",
            "Spanish": "La esposa de Imran dijo: «Mi Señor, he dedicado a Ti lo que está en mi vientre, consagrado, acepta de mí; Tú eres el Oyente, el Sabedor.»",
            "Hindi": "इमरान की पत्नी ने कहा, ‘मेरे प्रभु! मैंने तेरे लिए वह नज़र की जो मेरे गर्भ में है, समर्पित, मेरे से स्वीकार कर; तू सुनने वाला, जानने वाला है।’"
          }
        },
        {
          "no": 36,
          "arabic": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعَتْهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ",
          "transliteration": "Falamma wada'atha qalat rabbi innee wada'atha ontha waAllahu a'lamu bima wada'at walaysa alththakaru kaal-ontha wa-innee sammaytuha maryama wa-innee o'eedhuha bika wathurriyyataha mina alshshaytani alrrajeemi",
          "translations": {
            "English": "And when she delivered her, she said, “My Lord, I have delivered a female,” and God was well aware of what she has delivered, “and the male is not like the female, and I have named her Mary, and have commended her and her descendants to Your protection, from Satan the outcast.”",
            "Urdu": "اور جب اس نے اسے جنم دیا، تو کہا، ’اے میرے رب! میں نے ایک لڑکی کو جنم دیا،‘ اور اللہ اسے خوب جانتا تھا جو اس نے جنم دیا، ’اور لڑکا لڑکی جیسا نہیں، اور میں نے اس کا نام مریم رکھا، اور میں اسے اور اس کی نسل کو تیری پناہ میں دیتی ہوں، شیطان مردود سے۔‘",
            "French": "Et lorsqu’elle l’eut mise au monde, elle dit : « Mon Seigneur, j’ai mis au monde une fille »—et Dieu savait parfaitement ce qu’elle avait mis au monde—« et le mâle n’est pas comme la femelle, et je l’ai nommée Marie, et je la confie, elle et sa descendance, à Ta protection contre Satan le maudit. »",
            "Spanish": "Y cuando la dio a luz, dijo: «Mi Señor, he dado a luz a una hembra»—y Dios sabía bien lo que había dado a luz—«y el macho no es como la hembra, y la he llamado María, y la encomiendo a ella y a su descendencia a Tu protección, del Satanás el desterrado.»",
            "Hindi": "और जब उसने उसे जन्म दिया, तो कहा, ‘मेरे प्रभु! मैंने एक लड़की को जन्म दिया,’ और ईश्वर अच्छी तरह जानता था कि उसने क्या जन्म दिया, ‘और लड़का लड़की जैसा नहीं, और मैंने उसका नाम मरियम रखा, और मैं उसे और उसकी संतान को तेरी शरण में देती हूँ, शैतान रजिम से।’"
          }
        },
        {
          "no": 37,
          "arabic": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
          "transliteration": "Fataqabbalaha rabbuha biqaboolin hasanin wa-anbataha nabatan hasanan wakaffalaha zakariyya kullama dakhala 'alayha zakariyya almihraba wajada 'indaha rizqan qala ya maryamu anna laki hatha qalat huwa min 'indi Allahi inna Allaha yarzuqu man yashao bighayri hisabin",
          "translations": {
            "English": "Her Lord accepted her with a gracious reception, and brought her a beautiful upbringing, and entrusted her to the care of Zechariah. Whenever Zechariah entered upon her in the sanctuary, he found her with provision. He said, “O Mary, where did you get this from?” She said, “It is from God; God provides to whom He wills without reckoning.”",
            "Urdu": "اس کے رب نے اسے اچھے قبول کے ساتھ قبول کیا، اور اسے خوبصورت پرورش دی، اور اس کی دیکھ بھال زکریا کو سونپی۔ جب بھی زکریا اس کے پاس محراب میں داخل ہوتا، اسے وہاں رزق ملتا۔ اس نے کہا، ’اے مریم! یہ تمہیں کہاں سے ملا؟‘ اس نے کہا، ’یہ اللہ کی طرف سے ہے؛ اللہ جسے چاہے بغیر حساب کے رزق دیتا ہے۔‘",
            "French": "Son Seigneur l’accepta avec une belle acceptation, la fit grandir d’une belle manière et la confia aux soins de Zacharie. Chaque fois que Zacharie entrait auprès d’elle dans le sanctuaire, il la trouvait avec des provisions. Il dit : « Ô Marie, d’où cela te vient-il ? » Elle répondit : « C’est de Dieu ; Dieu pourvoit qui Il veut sans compter. »",
            "Spanish": "Su Señor la aceptó con una recepción amable, la crió de manera hermosa y la confió al cuidado de Zacarías. Cada vez que Zacarías entraba a verla en el santuario, la encontraba con provisiones. Dijo: «Oh María, ¿de dónde te viene esto?» Ella respondió: «Es de Dios; Dios provee a quien quiere sin medida.»",
            "Hindi": "उसके प्रभु ने उसे अच्छे स्वागत के साथ स्वीकार किया, और उसे सुंदर परवरिश दी, और उसकी देखभाल ज़करिया को सौंपी। जब भी ज़करिया उसके पास मंदिर में जाता, उसे वहाँ रोज़ी मिलती। उसने कहा, ‘हे मरियम! यह तुम्हें कहाँ से मिला?’ उसने कहा, ‘यह ईश्वर की ओर से है; ईश्वर जिसे चाहे बिना हिसाब के रोज़ी देता है।’"
          }
        },
        {
          "no": 38,
          "arabic": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ",
          "transliteration": "Hunalika da'aa zakariyya rabbahu qala rabbi hab lee min ladunka thurriyyatan tayyibatan innaka samee'u alddu'aa-i",
          "translations": {
            "English": "Thereupon Zechariah prayed to his Lord; he said, “My Lord, bestow on me good offspring from Your presence; You are the Hearer of Prayers.”",
            "Urdu": "وہاں زکریا نے اپنے رب سے دعا کی؛ اس نے کہا، ’اے میرے رب! مجھے تیری طرف سے نیک اولاد عطا کر؛ تو دعاؤں کا سننے والا ہے۔‘",
            "French": "Alors Zacharie pria son Seigneur ; il dit : « Mon Seigneur, accorde-moi une bonne descendance de Ta part ; Tu es l’Audient des prières. »",
            "Spanish": "Entonces Zacarías oró a su Señor; dijo: «Mi Señor, concédeme una buena descendencia de Tu presencia; Tú eres el Oyente de las oraciones.»",
            "Hindi": "वहाँ ज़करिया ने अपने प्रभु से प्रार्थना की; उसने कहा, ‘मेरे प्रभु! मुझे तेरी ओर से अच्छी संतान प्रदान कर; तू प्रार्थनाओं का सुनने वाला है।’"
          }
        },
        {
          "no": 39,
          "arabic": "فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ",
          "transliteration": "Fanadathu almala-ikatu wahuwa qa-imun yusallee fee almihrabi anna Allaha yubashshiruka biyahya musaddiqan bikalimatin mina Allahi wasayyidan wahasooran wanabiyyan mina alssaliheena",
          "translations": {
            "English": "Then the angels called out to him, as he stood praying in the sanctuary: “God gives you good news of John; confirming a Word from God, and honorable, and moral, and a prophet; one of the upright.”",
            "Urdu": "پھر فرشتوں نے اسے پکارا، جب وہ محراب میں کھڑا نماز پڑھ رہا تھا: ’اللہ تمہیں یحییٰ کی خوشخبری دیتا ہے؛ اللہ کے کلمہ کی تصدیق کرنے والا، اور سردار، اور پاکباز، اور نبی؛ نیکوں میں سے ایک۔‘",
            "French": "Alors les anges l’appelèrent, alors qu’il se tenait en prière dans le sanctuaire : « Dieu t’annonce la bonne nouvelle de Jean ; confirmant une Parole de Dieu, honorable, chaste et prophète parmi les justes. »",
            "Spanish": "Entonces los ángeles lo llamaron, mientras estaba orando en el santuario: «Dios te da la buena nueva de Juan; confirmando una Palabra de Dios, honorable, casto y profeta, uno de los rectos.»",
            "Hindi": "फिर फ़रिश्तों ने उसे पुकारा, जब वह मंदिर में खड़ा प्रार्थना कर रहा था: ‘ईश्वर तुम्हें यहया की शुभ सूचना देता है; ईश्वर के वचन की पुष्टि करने वाला, और सम्मानित, और पवित्र, और नबी; सज्जनों में से एक।’"
          }
        },
        {
          "no": 40,
          "arabic": "قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ",
          "transliteration": "Qala rabbi anna yakoonu lee ghulamun waqad balaghanee alkibaru wa-imraatee 'aqirun qala kathalika Allahu yaf'alu ma yashao",
          "translations": {
            "English": "He said, “My Lord, how will I have a son, when old age has overtaken me, and my wife is barren?” He said, “Even so, God does whatever He wills.”",
            "Urdu": "اس نے کہا، ’اے میرے رب! میرا بیٹا کیسے ہوگا، جب بڑھاپا مجھے آ لیا، اور میری بیوی بانجھ ہے؟‘ اس نے کہا، ’ایسے ہی، اللہ جو چاہتا ہے کرتا ہے۔‘",
            "French": "Il dit : « Mon Seigneur, comment aurai-je un fils, alors que la vieillesse m’a atteint et que ma femme est stérile ? » Il répondit : « Ainsi, Dieu fait ce qu’Il veut. »",
            "Spanish": "Dijo: «Mi Señor, ¿cómo tendré un hijo, cuando la vejez me ha alcanzado y mi esposa es estéril?» Respondió: «Así es, Dios hace lo que quiere.»",
            "Hindi": "उसने कहा, ‘मेरे प्रभु! मेरा बेटा कैसे होगा, जब बुढ़ापा मुझ तक पहुँच गया, और मेरी पत्नी बाँझ है?’ उसने कहा, ‘ऐसे ही, ईश्वर जो चाहता है करता है।’"
          }
        },
        {
          "no": 41,
          "arabic": "قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ",
          "transliteration": "Qala rabbi ij'al lee ayatan qala ayatuka alla tukallima alnnasa thalathata ayyamin illa ramzan waothkur rabbaka katheeran wasabbih bial'ashiyyi waal-ibkari",
          "translations": {
            "English": "He said, “My Lord, give me a sign.” He said, “Your sign is that you shall not speak to the people for three days, except by gestures. And remember your Lord much, and praise in the evening and the morning.”",
            "Urdu": "اس نے کہا، ’اے میرے رب! مجھے ایک نشانی دے۔‘ اس نے کہا، ’تیری نشانی یہ ہے کہ تو تین دن تک لوگوں سے بات نہ کرے گا، سوائے اشاروں کے۔ اور اپنے رب کو بہت یاد کر، اور شام اور صبح تسبیح کر۔‘",
            "French": "Il dit : « Mon Seigneur, donne-moi un signe. » Il répondit : « Ton signe est que tu ne parleras pas aux gens pendant trois jours, sauf par gestes. Et souviens-toi beaucoup de ton Seigneur, et glorifie-Le le soir et le matin. »",
            "Spanish": "Dijo: «Mi Señor, dame una señal.» Respondió: «Tu señal es que no hablarás a la gente durante tres días, salvo por gestos. Y recuerda mucho a tu Señor, y alábalo por la tarde y la mañana.»",
            "Hindi": "उसने कहा, ‘मेरे प्रभु! मुझे एक संकेत दे।’ उसने कहा, ‘तेरा संकेत यह है कि तू तीन दिन तक लोगों से बात नहीं करेगा, सिवाय इशारों के। और अपने प्रभु को बहुत याद कर, और शाम और सुबह उसकी स्तुति कर।’"
          }
        },
        {
          "no": 42,
          "arabic": "وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ",
          "transliteration": "Wa-ith qalati almala-ikatu ya maryamu inna Allaha istafaki watahharaki waistafaki 'ala nisa-i al'alameena",
          "translations": {
            "English": "The angels said, “O Mary, God has chosen you, and has purified you. He has chosen you over all the women of the world.",
            "Urdu": "فرشتوں نے کہا، ’اے مریم! اللہ نے تجھے منتخب کیا، اور تجھے پاک کیا۔ اس نے تجھے دنیا کی تمام عورتوں پر منتخب کیا۔‘",
            "French": "Les anges dirent : « Ô Marie, Dieu t’a choisie et t’a purifiée. Il t’a choisie au-dessus de toutes les femmes du monde. »",
            "Spanish": "Los ángeles dijeron: «Oh María, Dios te ha elegido y te ha purificado. Te ha elegido sobre todas las mujeres del mundo.»",
            "Hindi": "फ़रिश्तों ने कहा, ‘हे मरियम! ईश्वर ने तुझे चुना, और तुझे शुद्ध किया। उसने तुझे दुनिया की सभी स्त्रियों पर चुना।’"
          }
        },
        {
          "no": 43,
          "arabic": "يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ",
          "transliteration": "Ya maryamu oqnutee lirabbiki waosjudee wairka'ee ma'a alrraki'een",
          "translations": {
            "English": "“O Mary, be devoted to your Lord, and bow down, and kneel with those who kneel.”",
            "Urdu": "’اے مریم! اپنے رب کے لئے فرمانبردار رہ، اور سجدہ کر، اور جھکنے والوں کے ساتھ جھک۔‘",
            "French": "« Ô Marie, sois dévouée à ton Seigneur, prosterne-toi et incline-toi avec ceux qui s’inclinent. »",
            "Spanish": "«Oh María, sé devota a tu Señor, postérnate y arrodíllate con los que se arrodillan.»",
            "Hindi": "‘हे मरियम! अपने प्रभु के प्रति समर्पित रह, और सजदा कर, और झुकने वालों के साथ झुक।’"
          }
        },
        {
          "no": 44,
          "arabic": "ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
          "transliteration": "Thalika min anba-i alghaybi nooheehi ilayka wama kunta ladayhim ith yulqoona aqlamahum ayyuhum yakfulu maryama wama kunta ladayhim ikh yatakhasimoona",
          "translations": {
            "English": "These are accounts from the Unseen, which We reveal to you. You were not with them when they cast their lots as to which of them would take charge of Mary; nor were you with them as they quarreled.",
            "Urdu": "یہ غیب کی خبریں ہیں جو ہم تیری طرف وحی کرتے ہیں۔ تو ان کے پاس نہ تھا جب وہ اپنی قلمیں ڈالتے تھے کہ ان میں سے کون مریم کی کفالت کرے گا؛ اور نہ تو ان کے پاس تھا جب وہ جھگڑتے تھے۔",
            "French": "Ce sont des récits de l’Invisible que Nous te révélons. Tu n’étais pas avec eux lorsqu’ils tiraient au sort pour savoir lequel d’entre eux prendrait soin de Marie ; et tu n’étais pas avec eux lorsqu’ils se disputaient.",
            "Spanish": "Estos son relatos de lo Oculto que te revelamos. No estabas con ellos cuando echaron suertes para decidir cuál de ellos se encargaría de María; ni estabas con ellos cuando disputaban.",
            "Hindi": "ये अनदेखे की खबरें हैं जो हम तुझ पर प्रकट करते हैं। तू उनके पास नहीं था जब वे अपनी कलम डालते थे कि उनमें से कौन मरियम की देखभाल करेगा; और न तू उनके पास था जब वे झगड़ते थे।"
          }
        },
        {
          "no": 45,
          "arabic": "إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ",
          "transliteration": "Ith qalati almala-ikatu ya maryamu inna Allaha yubashshiruki bikalimatin minhu ismuhu almaseehu 'eesa ibnu maryama wajeehan fee alddunya waal-akhirati wamina almuqarrabeena",
          "translations": {
            "English": "The Angels said, “O Mary, God gives you good news of a Word from Him. His name is the Messiah, Jesus, son of Mary, well-esteemed in this world and the next, and one of the nearest.",
            "Urdu": "فرشتوں نے کہا، ’اے مریم! اللہ تجھے اپنے کلمہ کی خوشخبری دیتا ہے۔ اس کا نام مسیح، عیسیٰ ابن مریم ہے، دنیا اور آخرت میں معزز، اور مقربین میں سے ایک۔‘",
            "French": "Les anges dirent : « Ô Marie, Dieu t’annonce la bonne nouvelle d’une Parole venant de Lui. Son nom est le Messie, Jésus, fils de Marie, estimé dans ce monde et dans l’au-delà, et parmi les plus proches. »",
            "Spanish": "Los ángeles dijeron: «Oh María, Dios te da la buena nueva de una Palabra de Él. Su nombre es el Mesías, Jesús, hijo de María, bien estimado en este mundo y en el otro, y uno de los más cercanos.»",
            "Hindi": "फ़रिश्तों ने कहा, ‘हे मरियम! ईश्वर तुझे अपने वचन की शुभ सूचना देता है। उसका नाम मसीह, ईसा बिन मरियम है, इस दुनिया और परलोक में सम्मानित, और निकटतम में से एक।’"
          }
        }
      ,
        {
          "no": 46,
          "arabic": "وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ",
          "transliteration": "Wayukallimu alnnasa fee almahdi wakahlan wamina alssaliheena",
          "translations": {
            "English": "He will speak to the people from the crib, and in adulthood, and will be one of the righteous.",
            "Urdu": "وہ لوگوں سے گہوارے میں اور جوانی میں بات کرے گا اور صالحین میں سے ہوگا۔",
            "French": "Il parlera aux gens dans le berceau et dans l'âge mûr, et sera parmi les vertueux.",
            "Spanish": "Hablará a la gente en la cuna y en la edad madura, y será de los justos.",
            "Hindi": "वह लोगों से पालने में और प्रौढ़ावस्था में बात करेगा और नेक लोगों में से होगा।"
          }
        },
        {
          "no": 47,
          "arabic": "قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
          "transliteration": "Qalat rabbi anna yakoonu lee waladun walam yamsasnee basharun qala kathaliki Allahu yakhluqu ma yashao itha qada amran fa innama yaqoolu lahu kun fayakoon",
          "translations": {
            "English": "She said, 'My Lord, how can I have a child, when no man has touched me?' He said, 'It will be so. God creates whatever He wills. To have anything done, He only says to it, 'Be,' and it is.'",
            "Urdu": "اس نے کہا: 'اے میرے رب! میرے ہاں بچہ کیسے ہوگا جبکہ کسی انسان نے مجھے چھوا تک نہیں؟' فرمایا: 'اسی طرح اللہ جو چاہتا ہے پیدا کرتا ہے۔ جب وہ کسی کام کا فیصلہ کرتا ہے تو صرف اسے 'ہو' کہتا ہے اور وہ ہو جاتا ہے۔'",
            "French": "Elle dit : 'Seigneur, comment aurais-je un enfant alors qu'aucun homme ne m'a touchée ?' Il dit : 'Ainsi sera-t-il ! Allah crée ce qu'Il veut. Quand Il décide d'une chose, Il lui dit seulement : Sois ! et elle est.'",
            "Spanish": "Dijo: '¡Señor mío! ¿Cómo tendré un hijo si ningún hombre me ha tocado?' Dijo: '¡Así será! Allah crea lo que Él quiere. Cuando decreta algo, solo le dice: ¡Sé! y es.'",
            "Hindi": "उसने कहा: 'हे मेरे रब! मुझे पुत्र कैसे होगा जबकि किसी मनुष्य ने मुझे छुआ तक नहीं?' फरमाया: 'इसी तरह अल्लाह जो चाहता है पैदा करता है। जब वह किसी काम का फैसला करता है तो बस उसे 'हो' कहता है और वह हो जाता है।'"
          }
        },
        {
          "no": 48,
          "arabic": "وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ",
          "transliteration": "WayuAAallimuhu alkitaba waalhikmata waalttawrata waalinjeela",
          "translations": {
            "English": "And He will teach him the Scripture and wisdom, and the Torah and the Gospel.",
            "Urdu": "اور اسے کتاب اور حکمت سکھائے گا اور تورات اور انجیل کی تعلیم دے گا۔",
            "French": "Et Il lui enseignera l'Écriture, la sagesse, la Torah et l'Évangile.",
            "Spanish": "Y le enseñará la Escritura, la sabiduría, la Torá y el Evangelio.",
            "Hindi": "और उसे किताब और हिक्मत सिखाएगा तथा तौरात और इंजील की शिक्षा देगा।"
          }
        },
        {
          "no": 49,
          "arabic": "وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
          "transliteration": "Warasoolan ila banee israeela annee qad jitukum biayatin min rabbikum annee akhluqu lakum mina altteeni kahayati alttayri faanfukhu feehi fayakoonu tayran biithni Allahi waobrio alakmaha waalabrasa waohyee almawta biithni Allahi waonabbiokum bima takuloona wama taddakhiroona fee buyootikum inna fee thalika laayatan lakum in kuntum mumineena",
          "translations": {
            "English": "A messenger to the Children of Israel: 'I have come to you with a sign from your Lord. I make for you out of clay the figure of a bird; then I breathe into it, and it becomes a bird by God's leave. And I heal the blind and the leprous, and I revive the dead, by God's leave. And I inform you concerning what you eat, and what you store in your homes. In that is a sign for you, if you are believers.'",
            "Urdu": "اور بنی اسرائیل کے لیے رسول بنا کر بھیجا کہ میں تمہارے پاس تمہارے رب کی جانب سے ایک نشانی لے کر آیا ہوں۔ میں تمہارے لیے مٹی سے پرندے کی شکل بنا کر اس میں پھونک مارتا ہوں تو وہ اللہ کے حکم سے پرندہ بن جاتا ہے۔ اور میں اللہ کے حکم سے اندھے اور کوڑھی کو ٹھیک کرتا ہوں اور مردوں کو زندہ کرتا ہوں۔ اور تمہیں بتاتا ہوں کہ تم کیا کھاتے ہو اور اپنے گھروں میں کیا ذخیرہ کرتے ہو۔ اگر تم ایمان والے ہو تو اس میں تمہارے لیے یقیناً ایک نشانی ہے۔'",
            "French": "Et comme Messager aux enfants d'Israël : 'Je viens à vous avec un signe de votre Seigneur. Je forme pour vous, de la glaise, la figure d'un oiseau, puis je souffle dedans : et, par la permission d'Allah, cela devient un oiseau. Et je guéris l'aveugle-né et le lépreux, et je ressuscite les morts, par la permission d'Allah. Et je vous apprends ce que vous mangez et ce que vous amassez dans vos maisons. Voilà bien là un signe pour vous, si vous êtes croyants.'",
            "Spanish": "Y como Mensajero a los hijos de Israel: 'He venido a vosotros con un signo de vuestro Señor. Creo para vosotros, de barro, la figura de un pájaro, luego soplo en él y, con el permiso de Allah, se convierte en un pájaro. Y curo al ciego de nacimiento y al leproso, y resucito a los muertos, con el permiso de Allah. Y os informo de lo que coméis y de lo que almacenáis en vuestras casas. Ciertamente, hay en ello un signo para vosotros, si sois creyentes.'",
            "Hindi": "और बनी इस्राईल के लिए रसूल बनाकर भेजा कि 'मैं तुम्हारे पास तुम्हारे रब की ओर से एक निशानी लेकर आया हूँ। मैं तुम्हारे लिए मिट्टी से चिड़िया की आकृति बनाकर उसमें फूँक मारता हूँ तो वह अल्लाह की आज्ञा से चिड़िया बन जाती है। और मैं अल्लाह की आज्ञा से जन्मांध और कोढ़ी को ठीक करता हूँ और मुर्दों को जिलाता हूँ। और तुम्हें बताता हूँ कि तुम क्या खाते हो और अपने घरों में क्या जमा करते हो। यदि तुम ईमान वाले हो तो इसमें तुम्हारे लिए निश्चय ही एक निशानी है।'"
          }
        },
        {
          "no": 50,
          "arabic": "وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
          "transliteration": "Wamusaddiqan lima bayna yadayya mina alttawrati waliohillu lakum baAAda allathee hurrima AAalaykum wajitukum biayatin min rabbikum faittaqoo Allaha waateeAAoon",
          "translations": {
            "English": "'And verifying what lies before me of the Torah, and to make lawful for you some of what was forbidden to you. I have come to you with a sign from your Lord; so fear God, and obey me.'",
            "Urdu": "'اور جو تورات میرے سے پہلے سے موجود ہے اس کی تصدیق کرने والا ہوں اور تم پر جو کچھ حرام کیا گیا تھا اس میں سے بعض چیزوں کو تمہارے لیے حلال کرنے والا ہوں۔ میں تمہارے پاس تمہارے رب کی نشانی لے کر آیا ہوں، پس اللہ سے ڈرو اور میری اطاعت کرو۔'",
            "French": "'Et confirmant ce qui est devant moi de la Torah, et pour vous rendre licite une partie de ce qui vous était interdit. Je suis venu à vous avec un signe de votre Seigneur. Craignez Allah donc et obéissez-moi.'",
            "Spanish": "'Y confirmando lo que está ante mí de la Torá, y para hacer lícito para vosotros parte de lo que os estaba prohibido. He venido a vosotros con un signo de vuestro Señor. Temed, pues, a Allah y obedecedme.'",
            "Hindi": "'और जो तौरात मेरे पहले से है उसकी पुष्टि करने वाला हूँ और तुम पर जो कुछ हराम किया गया था उसमें से कुछ चीज़ों को तुम्हारे लिए हलाल करने वाला हूँ। मैं तुम्हारे पास तुम्हारे रब की निशानी लेकर आया हूँ, अतः अल्लाह से डरो और मेरी आज्ञा का पालन करो।'"
          }
        }
      ,


      {
        "no": 51,
        "arabic": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ",
        "transliteration": "Inna Allaha Rabbi wa Rabbukum fa‘budūhu hādhā sirāṭun mustaqīm",
        "translations": {
          "English": "God is my Lord and your Lord, so worship Him. That is a straight path.",
          "Urdu": "بے شک اللہ میرا رب اور تمہارا رب ہے، پس اس کی عبادت کرو۔ یہی سیدھا راستہ ہے۔",
          "French": "Dieu est mon Seigneur et votre Seigneur, alors adorez-Le. C’est le droit chemin.",
          "Spanish": "Dios es mi Señor y vuestro Señor, así que adoradlo. Ese es el camino recto.",
          "Hindi": "निश्चय ही अल्लाह मेरा रब और तुम्हारा रब है, इसलिए उसकी इबादत करो। यही सीधा मार्ग है।"
        }
      },
      {
        "no": 52,
        "arabic": "فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ",
        "transliteration": "Falammā aḥassa ‘Īsā minhum al-kufr qāla man anṣārī ilā Allāh qāla al-ḥawāriyyūna naḥnu anṣār Allāh āmannā billāh wa ishhad bi’anna muslimūn",
        "translations": {
          "English": "When Jesus sensed disbelief on their part, he said, ‘Who are my allies towards God?’ The disciples said, ‘We are God’s allies; we have believed in God, and bear witness that we submit.’",
          "Urdu": "جب عیسیٰ نے ان سے کفر محسوس کیا تو کہا، ’میرے مددگار اللہ کی طرف کون ہیں؟‘ حواریوں نے کہا، ’ہم اللہ کے مددگار ہیں، ہم اللہ پر ایمان لائے اور گواہی دو کہ ہم مسلم ہیں۔‘",
          "French": "Quand Jésus perçut leur incrédulité, il dit : ‘Qui sont mes alliés vers Dieu ?’ Les disciples dirent : ‘Nous sommes les alliés de Dieu ; nous croyons en Dieu, et témoigne que nous nous soumettons.’",
          "Spanish": "Cuando Jesús percibió incredulidad de su parte, dijo: ‘¿Quiénes son mis aliados hacia Dios?’ Los discípulos dijeron: ‘Somos los aliados de Dios; hemos creído en Dios y testificamos que nos sometemos.’",
          "Hindi": "जब ईसा ने उनके कुफ्र को महसूस किया, तो कहा, ‘अल्लाह की ओर मेरे सहायक कौन हैं?’ हवारियों ने कहा, ‘हम अल्लाह के सहायक हैं; हमने अल्लाह पर ईमान लाया और गवाही दो कि हम मुस्लिम हैं।’"
        }
      },
      {
        "no": 53,
        "arabic": "رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
        "transliteration": "Rabbanā āmannā bimā anzalta wa ittaba‘nā ar-rasūl faktubnā ma‘ ash-shāhidīn",
        "translations": {
          "English": "‘Our Lord, we have believed in what You have revealed, and we have followed the Messenger, so count us among the witnesses.’",
          "Urdu": "’اے ہمارے رب! ہم نے تیری نازل کردہ چیز پر ایمان لایا اور رسول کی پیروی کی، پس ہمیں گواہوں میں لکھ لے۔‘",
          "French": "‘Notre Seigneur, nous croyons en ce que Tu as révélé, et nous avons suivi le Messager, alors inscris-nous parmi les témoins.’",
          "Spanish": "‘Señor nuestro, hemos creído en lo que has revelado y hemos seguido al Mensajero, así que cuéntanos entre los testigos.’",
          "Hindi": "’हमारे रब! हमने जो तूने उतारा उस पर ईमान लाया और रसूल का अनुसरण किया, तो हमें गवाहों में शामिल कर।‘"
        }
      },
      {
        "no": 54,
        "arabic": "وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
        "transliteration": "Wa makarū wa makara Allāh wa Allāh khayr al-mākirīn",
        "translations": {
          "English": "They planned, and God planned; but God is the Best of planners.",
          "Urdu": "انہوں نے مکر کیا اور اللہ نے مکر کیا، اور اللہ بہترین مکر کرنے والا ہے۔",
          "French": "Ils ont comploté, et Dieu a comploté ; mais Dieu est le meilleur des stratèges.",
          "Spanish": "Ellos planearon, y Dios planeó; pero Dios es el mejor de los que planean.",
          "Hindi": "उन्होंने चाल चली और अल्लाह ने चाल चली; और अल्लाह सबसे बेहतर चाल चलने वाला है।"
        }
      },
      {
        "no": 55,
        "arabic": "إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
        "transliteration": "Idh qāla Allāh yā ‘Īsā innī mutawaffīka wa rāfi‘uka ilayya wa muṭahhiruka min alladhīna kafarū wa jā‘il alladhīna ittaba‘ūka fawqa alladhīna kafarū ilā yawm al-qiyāma thumma ilayya marji‘ukum fa’aḥkumu baynakum fīmā kuntum fīhi takhtalifūn",
        "translations": {
          "English": "God said, ‘O Jesus, I am terminating your life, and raising you to Me, and clearing you of those who disbelieve. And I will make those who follow you superior to those who disbelieve, until the Day of Resurrection. Then to Me is your return; then I will judge between you regarding what you were disputing.’",
          "Urdu": "اللہ نے کہا، ’اے عیسیٰ! میں تیری زندگی ختم کرنے والا ہوں اور تجھے اپنی طرف بلند کرنے والا ہوں اور تجھے کافروں سے پاک کرنے والا ہوں۔ اور میں تیری پیروی کرنے والوں کو کافروں پر قیامت کے دن تک غالب کروں گا۔ پھر میری طرف تمہاری بازگشت ہے، پھر میں تمہارے درمیان فیصلہ کروں گا اس میں جس میں تم اختلاف کرتے تھے۔‘",
          "French": "Dieu dit : ‘Ô Jésus, je vais mettre fin à ta vie, t’élever vers Moi et te purifier de ceux qui ne croient pas. Et je rendrai ceux qui te suivent supérieurs à ceux qui ne croient pas, jusqu’au Jour de la Résurrection. Puis vous reviendrez à Moi, et je jugerai entre vous sur ce en quoi vous divergiez.’",
          "Spanish": "Dios dijo: ‘Oh Jesús, voy a terminar tu vida, elevarte hacia Mí y purificarte de aquellos que no creen. Y haré que quienes te sigan sean superiores a los que no creen, hasta el Día de la Resurrección. Luego, a Mí regresaréis, y yo juzgaré entre vosotros sobre lo que disputabais.’",
          "Hindi": "अल्लाह ने कहा, ‘ऐ ईसा! मैं तेरी जिंदगी समाप्त करने वाला हूँ, और तुझे अपनी ओर उठाने वाला हूँ, और तुझे काफिरों से पाक करने वाला हूँ। और जो तेरे पीछे चलेंगे, उन्हें काफिरों पर क़यामत के दिन तक श्रेष्ठ बनाऊँगा। फिर मेरी ओर तुम्हारी वापसी है, फिर मैं तुम्हारे बीच उसमें फैसला करूँगा जिसमें तुम मतभेद करते थे।’"
        }
      },

      {
    "no": 101,
    "arabic": "وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ",
    "translations": {
      "English": "And how could you disbelieve, when God’s revelations are being recited to you, and among you is His Messenger? Whoever cleaves to God has been guided to a straight path.",
      "Urdu": "اور تم کیسے کفر کر سکتے ہو جب کہ تم پر اللہ کی آیات پڑھی جا رہی ہیں اور تم میں اس کا رسول موجود ہے؟ جو کوئی اللہ سے وابستہ رہے وہ یقیناً سیدھے راستے کی طرف ہدایت پا گیا۔",
      "French": "Et comment pourriez-vous ne pas croire, alors que les révélations de Dieu vous sont récitées et que Son Messager est parmi vous ? Quiconque s’attache à Dieu a été guidé vers un chemin droit.",
      "Spanish": "¿Y cómo podríais no creer, cuando las revelaciones de Dios os son recitadas y Su Mensajero está entre vosotros? Quien se aferre a Dios ha sido guiado a un camino recto.",
      "Hindi": "और तुम कैसे इनकार कर सकते हो, जब तुम्हें अल्लाह की आयतें सुनाई जा रही हैं और तुममें उसका रसूल मौजूद है? जो कोई अल्लाह से जुड़ा रहे, उसे निश्चित रूप से सीधे रास्ते की ओर मार्गदर्शन मिल गया।"
    }
  },
  {
    "no": 102,
    "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ",
    "translations": {
      "English": "O you who believe! Revere God with due reverence, and do not die except as Muslims.",
      "Urdu": "اے ایمان والو! اللہ سے اس طرح ڈرو جیسا کہ اس سے ڈرنے کا حق ہے، اور مرتے وقت اس حال میں رہو کہ تم مسلمان ہو۔",
      "French": "Ô vous qui croyez ! Craignez Dieu comme il mérite d’être craint, et ne mourez qu’en étant musulmans.",
      "Spanish": "¡Oh, vosotros que creéis! Temed a Dios como Él merece ser temido, y no muráis sino como musulmanes.",
      "Hindi": "ऐ ईमान वालो! अल्लाह से डरो जैसा कि उससे डरने का हक है, और मरते वक्त इस हाल में रहो कि तुम मुसलमान हो।"
    }
  },
  {
    "no": 103,
    "arabic": "وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ",
    "translations": {
      "English": "And hold fast to the rope of God, altogether, and do not become divided. And remember God’s blessings upon you; how you were enemies, and He reconciled your hearts, and by His grace you became brethren. And you were on the brink of a pit of fire, and He saved you from it. God thus clarifies His revelations for you, so that you may be guided.",
      "Urdu": "اور اللہ کی رسی کو مضبوطی سے تھامے رکھو سب مل کر، اور جدا جدا نہ ہو۔ اور اللہ کی نعمتوں کو یاد کرو جو تم پر ہوئیں، جب تم دشمن تھے تو اس نے تمہارے دلوں کو جوڑ دیا، اور اس کی مہربانی سے تم بھائی بھائی بن گئے۔ اور تم آگ کے گڑھے کے کنارے پر تھے، تو اس نے تمہیں اس سے بچا لیا۔ اسی طرح اللہ تمہارے لیے اپنی آیات کو واضح کرتا ہے تاکہ تم ہدایت پاؤ۔",
      "French": "Et cramponnez-vous tous ensemble à la corde de Dieu, et ne vous divisez pas. Et souvenez-vous des bienfaits de Dieu sur vous : lorsque vous étiez ennemis, Il a réconcilié vos cœurs, et par Sa grâce vous êtes devenus frères. Vous étiez au bord d’un abîme de feu, et Il vous en a sauvés. C’est ainsi que Dieu vous explique Ses révélations, afin que vous soyez guidés.",
      "Spanish": "Y aferraos todos juntos a la cuerda de Dios, y no os dividáis. Y recordad las bendiciones de Dios sobre vosotros: cuando erais enemigos, Él reconcilió vuestros corazones, y por Su gracia os convertisteis en hermanos. Estabais al borde de un abismo de fuego, y Él os salvó de él. Así es como Dios os aclara Sus revelaciones, para que seáis guiados.",
      "Hindi": "और अल्लाह की रस्सी को सब मिलकर मजबूती से थामो, और बंट मत जाओ। और अल्लाह की नेमतों को याद करो जो तुम पर हुईं, जब तुम दुश्मन थे तो उसने तुम्हारे दिलों को जोड़ दिया, और उसकी कृपा से तुम भाई-भाई बन गए। और तुम आग के गड्ढे के किनारे पर थे, तो उसने तुम्हें उससे बचा लिया। इस तरह अल्लाह तुम्हारे लिए अपनी आयतों को स्पष्ट करता है ताकि तुम मार्गदर्शन पाओ।"
    }
  },
  {
    "no": 104,
    "arabic": "وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
    "translations": {
      "English": "And let there be among you a community calling to virtue, and advocating righteousness, and deterring from evil. These are the successful.",
      "Urdu": "اور تم میں سے ایک جماعت ایسی ہونی چاہیے جو بھلائی کی طرف بلائے، نیکی کا حکم دے اور برائی سے روکے۔ یہی لوگ کامیاب ہیں۔",
      "French": "Qu’il y ait parmi vous une communauté qui appelle au bien, ordonne le juste et interdit le mal. Ce sont eux qui réussiront.",
      "Spanish": "Que haya entre vosotros una comunidad que llame a la virtud, ordene lo justo y prohíba lo malo. Esos son los que triunfarán.",
      "Hindi": "और तुममें से एक समुदाय ऐसा होना चाहिए जो भलाई की ओर बुलाए, नेकी का आदेश दे और बुराई से रोके। यही लोग सफल हैं।"
    }
  },
  {
    "no": 105,
    "arabic": "وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
    "translations": {
      "English": "And do not be like those who separated and disputed after the clear proofs came to them; for them is a great punishment.",
      "Urdu": "اور ان لوگوں کی طرح نہ بنو جو الگ ہو گئے اور واضح دلائل آنے کے بعد اختلاف کرنے لگے؛ ان کے لیے بڑی سزا ہے۔",
      "French": "Et ne soyez pas comme ceux qui se sont divisés et ont divergé après que les preuves claires leur furent venues ; pour eux, il y a un grand châtiment.",
      "Spanish": "Y no seáis como aquellos que se separaron y discrepaban después de que les llegaron las pruebas claras; para ellos hay un gran castigo.",
      "Hindi": "और उन लोगों की तरह मत बनो जो अलग हो गए और स्पष्ट प्रमाण आने के बाद मतभेद करने लगे; उनके लिए बड़ी सजा है।"
    }
  },

  
    {
      "no": 106,
      "arabic": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
      "translations": {
        "English": "On the Day when some faces will be whitened, and some faces will be blackened. As for those whose faces are blackened: “Did you disbelieve after your belief?” Then taste the punishment for having disbelieved.",
        "Urdu": "جس دن کچھ چہرے سفید ہو جائیں گے اور کچھ چہرے سیاہ ہو جائیں گے۔ جن کے چہرے سیاہ ہو گئے، ان سے کہا جائے گا: کیا تم نے ایمان لانے کے بعد کفر کیا؟ تو اب اس کفر کی وجہ سے عذاب کا مزہ چکھو۔",
        "French": "Le jour où certains visages s’éclairciront et d’autres s’assombriront. Quant à ceux dont les visages seront noircis : « Avez-vous mécru après avoir cru ? » Goûtez donc le châtiment pour avoir mécru.",
        "Spanish": "El día en que algunos rostros se blanqueen y otros se ennegrezcan. En cuanto a aquellos cuyos rostros se ennegrezcan: « ¿Acaso no creísteis después de haber creído? » Probad entonces el castigo por haber descreído.",
        "Hindi": "उस दिन जब कुछ चेहरे सफेद हो जाएंगे और कुछ चेहरे काले हो जाएंगे। जिनके चेहरे काले हो गए, उनसे कहा जाएगा: क्या तुमने ईमान लाने के बाद इनकार किया? तो अब इस इनकार की वजह से सजा का स्वाद चखो।"
      }
    },
    {
      "no": 107,
      "arabic": "وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ",
      "translations": {
        "English": "But as for those whose faces are whitened: they are in God’s mercy, remaining in it forever.",
        "Urdu": "اور جن کے چہرے سفید ہو گئے، وہ اللہ کی رحمت میں ہوں گے، اور وہ اس میں ہمیشہ رہیں گے۔",
        "French": "Mais quant à ceux dont les visages seront blanchis : ils seront dans la miséricorde de Dieu, y demeurant pour toujours.",
        "Spanish": "Pero en cuanto a aquellos cuyos rostros se blanqueen: estarán en la misericordia de Dios, permaneciendo en ella para siempre.",
        "Hindi": "और जिनके चेहरे सफेद हो गए, वे अल्लाह की रहमत में होंगे, और वे उसमें हमेशा रहेंगे।"
      }
    },
    {
      "no": 108,
      "arabic": "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعَالَمِينَ",
      "translations": {
        "English": "These are the revelations of God. We recite them to you in truth. God desires no injustice for mankind.",
        "Urdu": "یہ اللہ کی آیات ہیں، ہم انہیں تم پر سچائی کے ساتھ پڑھتے ہیں۔ اور اللہ جہان والوں پر ظلم نہیں چاہتا۔",
        "French": "Ce sont les révélations de Dieu. Nous te les récitons en toute vérité. Dieu ne veut aucune injustice pour l’humanité.",
        "Spanish": "Estas son las revelaciones de Dios. Te las recitamos con verdad. Dios no desea injusticia para la humanidad.",
        "Hindi": "ये अल्लाह की आयतें हैं, हम इन्हें तुम्हें सच्चाई के साथ सुनाते हैं। और अल्लाह दुनिया वालों पर जुल्म नहीं चाहता।"
      }
    },
    {
      "no": 109,
      "arabic": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
      "translations": {
        "English": "To God belongs everything in the heavens and everything on earth, and to God all events are referred.",
        "Urdu": "اللہ کے لیے ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے، اور اللہ کی طرف تمام معاملات لوٹائے جاتے ہیں۔",
        "French": "À Dieu appartient tout ce qui est dans les cieux et sur la terre, et à Dieu toutes les affaires sont renvoyées.",
        "Spanish": "A Dios pertenece todo lo que está en los cielos y en la tierra, y a Dios son remitidos todos los asuntos.",
        "Hindi": "अल्लाह के लिए है जो कुछ आसमानों में है और जो कुछ जमीन में है, और अल्लाह की ओर सारे मामले लौटाए जाते हैं।"
      }
    },
    {
      "no": 110,
      "arabic": "كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ",
      "translations": {
        "English": "You are the best community that ever emerged for humanity: you advocate what is moral, and forbid what is immoral, and believe in God. Had the People of the Scripture believed, it would have been better for them. Among them are the believers, but most of them are sinners.",
        "Urdu": "تم بہترین امت ہو جو لوگوں کے لیے نکالی گئی، تم نیکی کا حکم دیتے ہو اور برائی سے روکتے ہو، اور اللہ پر ایمان رکھتے ہو۔ اگر اہل کتاب ایمان لاتے تو ان کے لیے بہتر ہوتا۔ ان میں سے کچھ مومن ہیں، لیکن ان کی اکثریت فاسق ہے۔",
        "French": "Vous êtes la meilleure communauté qui ait été suscitée pour l’humanité : vous ordonnez ce qui est bien, interdisez ce qui est mal et croyez en Dieu. Si les Gens du Livre avaient cru, cela aurait été meilleur pour eux. Parmi eux, il y a des croyants, mais la plupart sont des pécheurs.",
        "Spanish": "Sois la mejor comunidad que jamás haya surgido para la humanidad: ordenáis lo que es moral, prohibís lo que es inmoral y creéis en Dios. Si la Gente del Libro hubiera creído, habría sido mejor para ellos. Entre ellos hay creyentes, pero la mayoría son pecadores.",
        "Hindi": "तुम सबसे अच्छी उम्मत हो जो इंसानों के लिए निकाली गई, तुम नेकी का आदेश देते हो और बुराई से रोकते हो, और अल्लाह पर ईमान रखते हो। अगर किताब वाले ईमान लाते तो उनके लिए बेहतर होता। उनमें से कुछ मोमिन हैं, लेकिन उनकी ज्यादातर गुनहगार हैं।"
      }
    },
    {
      "no": 111,
      "arabic": "لَنْ يَضُرُّوكُمْ إِلَّا أَذًى وَإِنْ يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ",
      "translations": {
        "English": "They will do you no harm, beyond insulting you. And if they fight you, they will turn around and flee, then they will not be helped.",
        "Urdu": "وہ تمہیں کوئی نقصان نہیں پہنچا سکتے سوائے تکلیف دینے کے۔ اور اگر وہ تم سے لڑیں گے تو پیٹھ پھیر کر بھاگ جائیں گے، پھر ان کی مدد نہیں کی جائے گی۔",
        "French": "Ils ne vous causeront aucun mal, sauf des insultes. Et s’ils vous combattent, ils tourneront le dos et fuiront, puis ils ne seront pas secourus.",
        "Spanish": "No os harán daño alguno, más allá de insultaros. Y si os combaten, darán la vuelta y huirán, y luego no serán ayudados.",
        "Hindi": "वे तुम्हें कोई नुकसान नहीं पहुंचा सकते सिवाय परेशान करने के। और अगर वे तुमसे लड़ेंगे तो पीठ फेरकर भाग जाएंगे, फिर उनकी मदद नहीं की जाएगी।"
      }
    },
    {
      "no": 112,
      "arabic": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
      "translations": {
        "English": "They shall be humiliated wherever they are encountered, except through a rope from God, and a rope from the people; and they incurred wrath from God, and were stricken with misery. That is because they rejected God’s revelations, and killed the prophets unjustly. That is because they rebelled and committed aggression.",
        "Urdu": "ان پر ذلت مسلط کی گئی جہاں بھی وہ پائے گئے، سوائے اس کے کہ اللہ کی رسی یا لوگوں کی رسی سے بچ جائیں۔ اور وہ اللہ کے غضب میں مبتلا ہوئے اور ان پر مفلسی مسلط کی گئی۔ یہ اس لیے کہ وہ اللہ کی آیات سے کفر کرتے تھے اور نبیوں کو ناحق قتل کرتے تھے۔ یہ اس لیے کہ انہوں نے نافرمانی کی اور حد سے تجاوز کیا۔",
        "French": "Ils seront humiliés partout où ils seront trouvés, sauf s’ils s’accrochent à une corde de Dieu ou à une corde des hommes. Ils ont encouru la colère de Dieu et ont été frappés de misère. Cela parce qu’ils rejetaient les révélations de Dieu et tuaient les prophètes injustement, parce qu’ils se rebellaient et transgressaient.",
        "Spanish": "Serán humillados dondequiera que se les encuentre, salvo que se aferren a una cuerda de Dios o a una cuerda de los hombres. Han incurrido en la ira de Dios y han sido golpeados con la miseria. Eso es porque rechazaron las revelaciones de Dios y mataron a los profetas injustamente, porque se rebelaron y cometieron agresiones.",
        "Hindi": "उन पर जलीलपन थोपा गया जहां कहीं भी वे मिले, सिवाय इसके कि अल्लाह की रस्सी या लोगों की रस्सी से बच जाएं। और वे अल्लाह के गुस्से में फंस गए और उन पर गरीबी थोप दी गई। यह इसलिए कि वे अल्लाह की आयतों से इनकार करते थे और नबियों को नाहक कत्ल करते थे। यह इसलिए कि उन्होंने नाफरमानी की और हद से आगे बढ़े।"
      }
    },
    {
      "no": 113,
      "arabic": "لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ",
      "translations": {
        "English": "They are not alike. Among the People of the Scripture is a community that is upright; they recite God’s revelations throughout the night, and they prostrate themselves.",
        "Urdu": "وہ سب برابر نہیں ہیں۔ اہل کتاب میں ایک جماعت ایسی ہے جو حق پر قائم ہے؛ وہ رات کے وقت اللہ کی آیات پڑھتے ہیں اور سجدہ کرتے ہیں۔",
        "French": "Ils ne sont pas tous pareils. Parmi les Gens du Livre, il y a une communauté droite ; ils récitent les révélations de Dieu durant la nuit et se prosternent.",
        "Spanish": "No todos son iguales. Entre la Gente del Libro hay una comunidad recta; recitan las revelaciones de Dios durante la noche y se postran.",
        "Hindi": "वे सब एक जैसे नहीं हैं। किताब वालों में एक समुदाय ऐसा है जो सच्चाई पर कायम है; वे रात में अल्लाह की आयतें पढ़ते हैं और सजदा करते हैं।"
      }
    },
    {
      "no": 114,
      "arabic": "يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ",
      "translations": {
        "English": "They believe in God and the Last Day, and advocate righteousness and forbid evil, and are quick to do good deeds. These are among the righteous.",
        "Urdu": "وہ اللہ اور آخرت کے دن پر ایمان رکھتے ہیں، نیکی کا حکم دیتے ہیں اور برائی سے روکتے ہیں، اور نیک کاموں میں جلدی کرتے ہیں۔ یہی لوگ صالحین میں سے ہیں۔",
        "French": "Ils croient en Dieu et au Jour Dernier, ordonnent le bien, interdisent le mal et se hâtent de faire de bonnes actions. Ceux-là sont parmi les justes.",
        "Spanish": "Creen en Dios y en el Último Día, ordenan lo justo, prohíben lo malo y se apresuran a hacer buenas obras. Esos están entre los justos.",
        "Hindi": "वे अल्लाह और आखिरी दिन पर ईमान रखते हैं, नेकी का आदेश देते हैं और बुराई से रोकते हैं, और अच्छे कामों में जल्दी करते हैं। ये लोग नेक लोगों में से हैं।"
      }
    },
    {
      "no": 115,
      "arabic": "وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ",
      "translations": {
        "English": "Whatever good they do, they will not be denied it. God knows the righteous.",
        "Urdu": "اور جو کچھ وہ بھلائی کریں گے، اس سے وہ محروم نہیں کیے جائیں گے۔ اور اللہ پرہیزگاروں کو خوب جانتا ہے۔",
        "French": "Tout bien qu’ils font ne leur sera pas dénié. Dieu connaît les pieux.",
        "Spanish": "Todo el bien que hagan no les será negado. Dios conoce a los justos.",
        "Hindi": "और जो कुछ वे भलाई करेंगे, उससे वे वंचित नहीं किए जाएंगे। और अल्लाह परहेजगारों को अच्छी तरह जानता है।"
      }
    },
    {
      "no": 116,
      "arabic": "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ",
      "translations": {
        "English": "As for those who disbelieve, neither their possessions nor their children will avail them anything against God. These are the inhabitants of the Fire, abiding therein forever.",
        "Urdu": "بے شک جنہوں نے کفر کیا، نہ ان کا مال اور نہ ان کی اولاد اللہ کے مقابلے میں ان کے کسی کام آئے گی۔ یہی لوگ جہنم کے رہنے والے ہیں، وہ اس میں ہمیشہ رہیں گے۔",
        "French": "Quant à ceux qui ont mécru, ni leurs richesses ni leurs enfants ne leur seront d’aucune utilité contre Dieu. Ce sont les habitants du Feu, où ils demeureront éternellement.",
        "Spanish": "En cuanto a los que no creen, ni sus riquezas ni sus hijos les servirán de nada contra Dios. Esos son los habitantes del Fuego, donde permanecerán eternamente.",
        "Hindi": "जिन लोगों ने इनकार किया, न उनका माल और न उनकी औलाद अल्लाह के सामने उनके किसी काम आएगी। ये लोग जहन्नम के रहने वाले हैं, वे उसमें हमेशा रहेंगे।"
      }
    },
    {
      "no": 117,
      "arabic": "مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ",
      "translations": {
        "English": "The parable of what they spend in this worldly life is that of a frosty wind that strikes the harvest of a people who have wronged their souls, and destroys it. God did not wrong them, but they wronged their own selves.",
        "Urdu": "اس دنیا کی زندگی میں جو کچھ وہ خرچ کرتے ہیں اس کی مثال ایسی ہوا کی سی ہے جس میں سردی ہو، جو ان لوگوں کی کھیتوں کو لگے جنہوں نے اپنے آپ پر ظلم کیا، اور اسے تباہ کر دیا۔ اللہ نے ان پر ظلم نہیں کیا، بلکہ انہوں نے خود اپنے آپ پر ظلم کیا۔",
        "French": "Ce qu’ils dépensent dans cette vie terrestre est semblable à un vent glacial qui frappe la récolte d’un peuple qui s’est fait du tort à lui-même et la détruit. Dieu ne leur a pas fait d’injustice, mais ils se sont fait du tort à eux-mêmes.",
        "Spanish": "Lo que gastan en esta vida terrenal es como un viento helado que golpea la cosecha de un pueblo que se ha hecho daño a sí mismo y la destruye. Dios no les hizo injusticia, sino que ellos se hicieron daño a sí mismos.",
        "Hindi": "इस दुनिया की जिंदगी में जो कुछ वे खर्च करते हैं, उसकी मिसाल ऐसी हवा की तरह है जिसमें ठंड हो, जो उन लोगों की फसलों को लगे जिन्होंने अपने आप पर जुल्म किया, और उसे बर्बाद कर दिया। अल्लाह ने उन पर जुल्म नहीं किया, बल्कि उन्होंने खुद अपने आप पर जुल्म किया।"
      }
    },
    {
      "no": 118,
      "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ",
      "translations": {
        "English": "O you who believe! Do not befriend outsiders who never cease to wish you harm. They love to see you suffer. Hatred has already appeared from their mouths, but what their hearts conceal is worse. We have made the messages clear for you, if you understand.",
        "Urdu": "اے ایمان والو! اپنے علاوہ دوسروں کو اپنا رازداں نہ بناؤ، وہ تمہیں نقصان پہنچانے میں کمی نہیں کریں گے۔ وہ چاہتے ہیں کہ تم تکلیف میں رہو۔ ان کے منہ سے نفرت ظاہر ہو چکی ہے، لیکن جو ان کے دلوں میں چھپا ہے وہ زیادہ بدتر ہے۔ ہم نے تمہارے لیے آیات کو واضح کر دیا ہے، اگر تم سمجھ رکھتے ہو۔",
        "French": "Ô vous qui croyez ! Ne prenez pas pour confidents des étrangers qui ne cessent de vous souhaiter du mal. Ils aiment vous voir souffrir. La haine est déjà apparue dans leurs bouches, mais ce que leurs cœurs cachent est pire. Nous vous avons clarifié les signes, si vous comprenez.",
        "Spanish": "¡Oh, vosotros que creéis! No toméis como confidentes a extraños que nunca dejan de desearos daño. Les encanta veros sufrir. El odio ya ha salido de sus bocas, pero lo que esconden sus corazones es peor. Os hemos aclarado los mensajes, si entendéis.",
        "Hindi": "ऐ ईमान वालो! अपने सिवा दूसरों को अपना राज़दार मत बनाओ, वे तुम्हें नुकसान पहुंचाने में कमी नहीं करेंगे। वे चाहते हैं कि तुम तकलीफ में रहो। उनके मुंह से नफरत जाहिर हो चुकी है, लेकिन जो उनके दिलों में छिपा है वह ज्यादा बुरा है। हमने तुम्हारे लिए आयतों को साफ कर दिया है, अगर तुम समझ रखते हो।"
      }
    },
    {
      "no": 119,
      "arabic": "هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "translations": {
        "English": "There you are, you love them, but they do not love you, and you believe in the entire scripture. And when they meet you, they say, “We believe;” but when they are alone, they bite their fingers in rage at you. Say, “Die in your rage; God knows what is within the hearts.”",
        "Urdu": "تم یہ ہو کہ تم ان سے محبت کرتے ہو لیکن وہ تم سے محبت نہیں کرتے، اور تم پوری کتاب پر ایمان رکھتے ہو۔ جب وہ تم سے ملتے ہیں تو کہتے ہیں کہ ہم ایمان لائے، لیکن جب اکیلے ہوتے ہیں تو تم پر غصے سے اپنی انگلیاں چباتے ہیں۔ کہو: اپنے غصے میں مر جاؤ، بے شک اللہ دلوں کے بھید کو جانتا ہے۔",
        "French": "Vous voilà, vous les aimez, mais ils ne vous aiment pas, et vous croyez en toute l’Écriture. Quand ils vous rencontrent, ils disent : « Nous croyons » ; mais quand ils sont seuls, ils mordent leurs doigts de rage contre vous. Dis : « Mourez dans votre rage ; Dieu sait ce qui est dans les cœurs. »",
        "Spanish": "Ahí estáis, vosotros los amáis, pero ellos no os aman, y creéis en toda la Escritura. Cuando os encuentran, dicen: « Creemos »; pero cuando están solos, se muerden los dedos de rabia contra vosotros. Di: « Morid en vuestra rabia; Dios sabe lo que hay en los corazones. »",
        "Hindi": "तुम ऐसे हो कि तुम उनसे प्यार करते हो, लेकिन वे तुमसे प्यार नहीं करते, और तुम पूरी किताब पर ईमान रखते हो। जब वे तुमसे मिलते हैं, कहते हैं कि हम ईमान लाए, लेकिन जब अकेले होते हैं तो तुम पर गुस्से से अपनी उंगलियां चबाते हैं। कहो: अपने गुस्से में मर जाओ, बेशक अल्लाह दिलों के राज़ जानता है।"
      }
    },
    {
      "no": 120,
      "arabic": "إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ",
      "translations": {
        "English": "If something good happens to you, it upsets them; but if something bad befalls you, they rejoice at it. But if you persevere and maintain righteousness, their schemes will not harm you at all. God comprehends what they do.",
        "Urdu": "اگر تمہیں کوئی بھلائی ملے تو وہ اداس ہو جاتے ہیں، اور اگر تم پر کوئی برائی آئے تو وہ اس سے خوش ہوتے ہیں۔ لیکن اگر تم صبر کرو اور پرہیزگاری رکھو تو ان کی چالیں تمہیں ذرا بھی نقصان نہیں پہنچا سکیں گی۔ بے شک اللہ ان کے اعمال کو گھیرے ہوئے ہے۔",
        "French": "Si un bien vous touche, cela les attriste ; mais si un malheur vous frappe, ils s’en réjouissent. Cependant, si vous persévérez et restez pieux, leurs ruses ne vous nuiront en rien. Dieu englobe ce qu’ils font.",
        "Spanish": "Si os acontece algo bueno, eso los entristece; pero si os sobreviene algo malo, se alegran por ello. Sin embargo, si perseveráis y mantenéis la rectitud, sus planes no os dañarán en absoluto. Dios abarca lo que hacen.",
        "Hindi": "अगर तुम्हें कोई भलाई मिले तो वे उदास हो जाते हैं, और अगर तुम पर कोई बुराई आए तो वे उससे खुश होते हैं। लेकिन अगर तुम सब्र करो और परहेजगारी रखो तो उनकी चालें तुम्हें जरा भी नुकसान नहीं पहुंचा सकेंगी। बेशक अल्लाह उनके कामों को घेरे हुए है।"
      }
    },
    {
      "no": 121,
      "arabic": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
      "translations": {
        "English": "Remember when you left your home in the morning, to assign battle-positions for the believers. God is Hearing and Knowing.",
        "Urdu": "اور یاد کرو جب تم صبح اپنے گھر سے نکلے، مومنوں کو لڑائی کے لیے جگہوں پر بٹھانے کے لیے۔ اور اللہ سب کچھ سنتا اور جانتا ہے۔",
        "French": "Et souviens-toi quand tu es sorti de chez toi le matin pour assigner des positions de combat aux croyants. Dieu est Audient et Omniscient.",
        "Spanish": "Y recuerda cuando saliste de tu casa por la mañana para asignar posiciones de combate a los creyentes. Dios es Oyente y Omnisciente.",
        "Hindi": "और याद करो जब तुम सुबह अपने घर से निकले, मोमिनों को जंग के लिए जगहों पर बिठाने के लिए। और अल्लाह सब कुछ सुनता और जानता है।"
      }
    },
    {
      "no": 122,
      "arabic": "إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
      "translations": {
        "English": "When two groups among you almost faltered, but God was their Protector. So in God let the believers put their trust.",
        "Urdu": "جب تم میں سے دو گروہوں نے کمزوری دکھانے کا ارادہ کیا، لیکن اللہ ان کا مددگار تھا۔ تو مومنوں کو اللہ پر بھروسہ کرنا چاہیے۔",
        "French": "Quand deux groupes parmi vous ont failli faiblir, mais Dieu était leur Protecteur. Que les croyants placent donc leur confiance en Dieu.",
        "Spanish": "Cuando dos grupos entre vosotros casi desfallecieron, pero Dios fue su Protector. Que los creyentes depositen su confianza en Dios.",
        "Hindi": "जब तुममें से दो समूहों ने कमजोरी दिखाने का इरादा किया, लेकिन अल्लाह उनका मददगार था। तो मोमिनों को अल्लाह पर भरोसा करना चाहिए।"
      }
    },
    {
      "no": 123,
      "arabic": "وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
      "translations": {
        "English": "God had given you victory at Badr, when you were weak. So fear God, that you may be thankful.",
        "Urdu": "اور یقیناً اللہ نے تمہیں بدر میں فتح دی جب تم کمزور تھے۔ تو اللہ سے ڈرو تاکہ تم شکر گزار بنو۔",
        "French": "Dieu vous a accordé la victoire à Badr alors que vous étiez faibles. Craignez donc Dieu, afin que vous soyez reconnaissants.",
        "Spanish": "Dios os dio la victoria en Badr cuando erais débiles. Temed a Dios, para que seáis agradecidos.",
        "Hindi": "और यकीनन अल्लाह ने तुम्हें बद्र में जीत दी जब तुम कमजोर थे। तो अल्लाह से डरो ताकि तुम शुक्रगुज़ार बनो।"
      }
    },
    {
      "no": 124,
      "arabic": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ",
      "translations": {
        "English": "When you said to the believers, “Is it not enough for you that your Lord has reinforced you with three thousand angels, sent down?”",
        "Urdu": "جب تم نے مومنوں سے کہا: کیا تمہارے لیے یہ کافی نہیں کہ تمہارا رب تمہیں تین ہزار فرشتوں سے مدد دے جو اتارے گئے؟",
        "French": "Quand tu disais aux croyants : « Ne vous suffit-il pas que votre Seigneur vous renforce avec trois mille anges descendus ? »",
        "Spanish": "Cuando dijiste a los creyentes: « ¿No os basta que vuestro Señor os refuerce con tres mil ángeles enviados? »",
        "Hindi": "जब तुमने मोमिनों से कहा: क्या तुम्हारे लिए यह काफी नहीं कि तुम्हारा रब तुम्हें तीन हज़ार फरिश्तों से मदद दे जो उतारे गए?"
      }
    },
    {
      "no": 125,
      "arabic": "بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ",
      "translations": {
        "English": "It is; but if you persevere and remain cautious, and they attack you suddenly, your Lord will reinforce you with five thousand angels, well trained.",
        "Urdu": "ہاں، اگر تم صبر کرو اور پرہیزگاری رکھو اور وہ فوراً تم پر حملہ کریں، تو تمہارا رب تمہیں پانچ ہزار تربیت یافتہ فرشتوں سے مدد دے گا۔",
        "French": "Oui, si vous persévérez et restez prudents, et qu’ils vous attaquent soudainement, votre Seigneur vous renforcera avec cinq mille anges bien entraînés.",
        "Spanish": "Sí, pero si perseveráis y permanecéis cautelosos, y ellos os atacan de repente, vuestro Señor os reforzará con cinco mil ángeles bien entrenados.",
        "Hindi": "हां, अगर तुम सब्र करो और परहेजगारी रखो और वे अचानक तुम पर हमला करें, तो तुम्हारा रब तुम्हें पांच हज़ार प्रशिक्षित फरिश्तों से मदद देगा।"
      }
    },
    {
      "no": 126,
      "arabic": "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
      "translations": {
        "English": "God made it but a message of hope for you, and to reassure your hearts thereby. Victory comes only from God the Almighty, the Wise.",
        "Urdu": "اور اللہ نے اسے صرف تمہارے لیے خوشخبری اور تمہارے دلوں کو تسلی دینے کے لیے بنایا۔ اور فتح صرف اللہ عزیز و حکیم کی طرف سے آتی ہے۔",
        "French": "Dieu n’en a fait qu’un message d’espoir pour vous et pour rassurer vos cœurs par cela. La victoire ne vient que de Dieu, le Tout-Puissant, le Sage.",
        "Spanish": "Dios lo hizo solo como un mensaje de esperanza para vosotros y para tranquilizar vuestros corazones con ello. La victoria solo viene de Dios, el Todopoderoso, el Sabio.",
        "Hindi": "और अल्लाह ने इसे सिर्फ तुम्हारे लिए खुशखबरी और तुम्हारे दिलों को सुकून देने के लिए बनाया। और जीत सिर्फ अल्लाह ताकतवर और हिकमत वाले की तरफ से आती है।"
      }
    },
    {
      "no": 127,
      "arabic": "لِيَقْطَعَ طَرَفًا مِنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوا خَائِبِينَ",
      "translations": {
        "English": "He thus cuts off a section of those who disbelieved, or subdues them, so they retreat disappointed.",
        "Urdu": "تاکہ وہ کافروں کا ایک حصہ کاٹ دے یا انہیں دبا دے، تو وہ ناکام ہو کر لوٹ جائیں۔",
        "French": "Afin qu’Il coupe une partie de ceux qui ont mécru ou les soumette, pour qu’ils repartent déçus.",
        "Spanish": "Para que corte una parte de los que no creyeron o los someta, de modo que se retiren decepcionados.",
        "Hindi": "ताकि वह काफिरों का एक हिस्सा काट दे या उन्हें दबा दे, ताकि वे नाकाम होकर लौट जाएं।"
      }
    },
    {
      "no": 128,
      "arabic": "لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ",
      "translations": {
        "English": "It is no concern of yours whether He redeems them or punishes them. They are wrongdoers.",
        "Urdu": "اس معاملے میں تمہارا کچھ اختیار نہیں کہ وہ ان کی توبہ قبول کرے یا انہیں سزا دے۔ وہ ظالم ہیں۔",
        "French": "Cela ne te concerne pas qu’Il les pardonne ou les punisse. Ce sont des injustes.",
        "Spanish": "No te incumbe si Él los redime o los castiga. Son injustos.",
        "Hindi": "इस मामले में तुम्हारा कुछ अधिकार नहीं कि वह उनकी तौबा कुबूल करे या उन्हें सजा दे। वे जालिम हैं।"
      }
    },
    {
      "no": 129,
      "arabic": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ",
      "translations": {
        "English": "To God belongs everything in the heavens and the earth. He forgives whom He wills, and He punishes whom He wills. God is Most Forgiving, Most Merciful.",
        "Urdu": "اور اللہ کے لیے ہے جو کچھ آسمانوں اور زمین میں ہے۔ وہ جسے چاہے معاف کرتا ہے اور جسے چاہے سزا دیتا ہے۔ اور اللہ بہت معاف کرنے والا، رحم کرنے والا ہے۔",
        "French": "À Dieu appartient tout ce qui est dans les cieux et sur la terre. Il pardonne à qui Il veut et punit qui Il veut. Dieu est Très Pardonneur, Très Miséricordieux.",
        "Spanish": "A Dios pertenece todo lo que está en los cielos y en la tierra. Perdona a quien quiere y castiga a quien quiere. Dios es Muy Perdonador, Muy Misericordioso.",
        "Hindi": "और अल्लाह के लिए है जो कुछ आसमानों और जमीन में है। वह जिसे चाहे माफ करता है और जिसे चाहे सजा देता है। और अल्लाह बहुत माफ करने वाला, रहम करने वाला है।"
      }
    },
    {
      "no": 130,
      "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
      "transliteration": "Ya ayyuha allatheena amanoo la takuloo alrriba adAAafan mudaAAafatan waittaqoo Allaha laAAallakum tuflihoon",
      "translations": {
        "English": "O you who believe! Do not feed on usury, compounded over and over, and fear God, so that you may prosper.",
        "Urdu": "اے ایمان والو! سود مت کھاؤ جو بار بار بڑھایا جائے اور اللہ سے ڈرو تاکہ تم فلاح پاؤ۔",
        "French": "Ô vous qui croyez! Ne pratiquez pas l'usure en multipliant démesurément votre capital. Et craignez Allah afin que vous réussissiez.",
        "Spanish": "¡Oh, creyentes! No consumáis la usura multiplicando los intereses una y otra vez. Y temed a Allah para que tengáis éxito.",
        "Hindi": "ऐ ईमान वालो! ब्याज को न खाओ जो बार-बार बढ़ाया जाता है और अल्लाह से डरो ताकि तुम सफल हो सको।"
      }
    },
    {
      "no": 131,
      "arabic": "وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ",
      "transliteration": "Wattaqoo alnnara allatee oAAiddat lilkafireen",
      "translations": {
        "English": "And guard yourselves against the Fire that is prepared for the disbelievers.",
        "Urdu": "اور اس آگ سے بچو جو کافروں کے لیے تیار کی گئی ہے۔",
        "French": "Et gardez-vous du Feu qui a été préparé pour les mécréants.",
        "Spanish": "Y guardaos del Fuego que ha sido preparado para los incrédulos.",
        "Hindi": "और उस आग से बचो जो काफिरों के लिए तैयार की गई है।"
      }
    },
    {
      "no": 132,
      "arabic": "وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
      "transliteration": "WaateeAAoo Allaha waalrrasoola laAAallakum turhamoon",
      "translations": {
        "English": "And obey God and the Messenger, that you may obtain mercy.",
        "Urdu": "اور اللہ اور رسول کی اطاعت کرو تاکہ تم پر رحم کیا جائے۔",
        "French": "Et obéissez à Allah et au Messager afin qu'il vous soit fait miséricorde.",
        "Spanish": "Y obedeced a Allah y al Mensajero para que se os conceda misericordia.",
        "Hindi": "और अल्लाह और रसूल की आज्ञा का पालन करो ताकि तुम पर दया की जाए।"
      }
    },
    {
      "no": 133,
      "arabic": "وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
      "transliteration": "WasariAAoo ila maghfiratin min rabbikum wajannatin AAarduha alssamawatu waalardu oAAiddat lilmuttaqeen",
      "translations": {
        "English": "And race towards forgiveness from your Lord, and a Garden as wide as the heavens and the earth, prepared for the righteous.",
        "Urdu": "اور اپنے رب کی بخشش کی طرف دوڑو اور اس جنت کی طرف جس کی چوड़ائی آسمانوں اور زمین جتنی ہے، جو پرہیزگاروں کے لیے تیار کی گئی ہے۔",
        "French": "Et empressez-vous vers le pardon de votre Seigneur, et vers un Jardin large comme les cieux et la terre, préparé pour les pieux.",
        "Spanish": "Y apresuraos hacia el perdón de vuestro Señor y hacia un Jardín tan amplio como los cielos y la tierra, preparado para los piadosos.",
        "Hindi": "और अपने रब की क्षमा की ओर दौड़ो और उस जन्नत की ओर जिसकी चौड़ाई आसमानों और ज़मीन जितनी है, जो डर रखने वालों के लिए तैयार की गई है।"
      }
    },
    {
      "no": 134,
      "arabic": "الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
      "transliteration": "Allatheena yunfiqoona fee alssarrai waalddarrai waalkathimeena alghaytha waalAAafeena AAani alnnasi waAllahu yuhibbu almuhsineen",
      "translations": {
        "English": "Those who give in prosperity and adversity, and those who restrain anger, and those who forgive people. God loves the doers of good.",
        "Urdu": "جو خوشی اور تکلیف میں خرچ کرتے ہیں، غصہ کو ضبط کرنے والے ہیں اور لوگوں کو معاف کر دیتے ہیں، اور اللہ نیکی کرنے والوں کو دوست رکھتا ہے।",
        "French": "Ceux qui dépensent dans l'aisance et dans l'adversité, qui dominent leur rage et pardonnent à autrui. Allah aime les bienfaisants.",
        "Spanish": "Aquellos que gastan en la prosperidad y en la adversidad, reprimen la ira, perdonan a las personas. Allah ama a los que hacen el bien.",
        "Hindi": "जो खुशी और तकलीफ में खर्च करते हैं, गुस्से को रोकने वाले हैं और लोगों को माफ कर देते हैं, और अल्लाह भलाई करने वालों को पसंद करता है।"
      }
    },
    {
      "no": 135,
      "arabic": "وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ",
      "transliteration": "Waallatheena itha faAAaloo fahishatan aw thalamoo anfusahum thakaroo Allaha faistaghfarooleethunoobihim waman yaghfiru alththunooba illa Allahu walam yusirroo AAala ma faAAaloo wahum yaAAlamoon",
      "translations": {
        "English": "And those who, when they commit an indecency or wrong themselves, remember God and ask forgiveness for their sins—and who forgives sins except God? And they do not persist in their wrongdoing while they know.",
        "Urdu": "اور جو جب کوئی بے حیائی کر بیٹھیں یا اپنی جانوں پر ظلم کریں تو اللہ کو یاد کرتے ہیں اور اپنے گناہوں کی بخشش مانگتے ہیں، اور اللہ کے سوا کون گناہوں کو بخشے گا؟ اور وہ جان بوجھ کر اپنے کیے پر اصرار نہیں کرتے।",
        "French": "Et ceux qui, s'ils ont commis une turpitude ou causé préjudice à eux-mêmes, se souviennent d'Allah et demandent pardon pour leurs péchés. Qui pardonne les péchés sinon Allah? Et qui ne persistent pas sciemment dans le mal qu'ils ont fait.",
        "Spanish": "Y aquellos que, cuando cometen una indecencia o se hacen injusticia a sí mismos, recuerdan a Allah y piden perdón por sus pecados - ¿y quién perdona los pecados sino Allah? - y no persisten en su mala acción a sabiendas.",
        "Hindi": "और जो जब कोई बेशर्मी कर बैठें या अपने ऊपर ज़ुल्म करें तो अल्लाह को याद करते हैं और अपने गुनाहों की माफ़ी माँगते हैं, और अल्लाह के सिवा कौन गुनाहों को माफ़ करेगा? और वह जानते हुए भी अपने किए पर ज़िद नहीं करते।"
      }
    },
    {
      "no": 136,
      "arabic": "أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ",
      "transliteration": "Olaika jazaoohum maghfiratun min rabbihim wajannatun tajree min tahtiha alanharu khalideena feeha waniAAma ajru alAAamileen",
      "translations": {
        "English": "Those—their reward is forgiveness from their Lord, and gardens beneath which rivers flow, abiding therein forever. How excellent is the reward of the workers.",
        "Urdu": "ان کا بدلہ ان کے رب کی طرف سے بخشش ہے اور باغات ہیں جن کے نیچے نہریں بہتی ہوں گی، جہاں وہ ہمیشہ رہیں گے۔ نیک عمل کرنے والوں کا کیا ہی اچھا بدلہ ہے۔",
        "French": "Ceux-là ont pour récompense le pardon de leur Seigneur, ainsi que les Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Quelle excellente récompense que celle des travailleurs!",
        "Spanish": "Esos tendrán como recompensa el perdón de su Señor y jardines por cuyos bajos fluyen arroyos, donde morarán eternamente. ¡Qué excelente recompensa para los que obran!",
        "Hindi": "उनका बदला उनके रब की तरफ से माफ़ी है और बाग़ हैं जिनके नीचे नहरें बहती होंगी, जहाँ वह हमेशा रहेंगे। अच्छा कर्म करने वालों का क्या ही अच्छा बदला है।"
      }
    },
    {
      "no": 137,
      "arabic": "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
      "transliteration": "Qad khalat min qablikum sunanun faseeroo fee alardi faonthuroo kayfa kana AAaqibatu almukaththibeena",
      "translations": {
        "English": "Many societies have passed away before you. So travel the earth and note the fate of the deniers.",
        "Urdu": "تم سے پہلے بہت سی سنتیں گزر چکی ہیں۔ سو زمین میں چلو پھرو اور دیکھو کہ جھٹلانے والوں کا کیا انجام ہوا۔",
        "French": "Avant vous, des communautés ont déjà vécu. Parcourez la terre et voyez ce qu'il est advenu de ceux qui traitaient (les prophètes) de menteurs.",
        "Spanish": "Antes de vosotros pasaron generaciones. Recorred la tierra y observad cuál fue el final de los que desmintieron.",
        "Hindi": "तुमसे पहले बहुत सी रीतियाँ बीत चुकी हैं। तो धरती में चलो-फिरो और देखो कि झुठलाने वालों का क्या अंजाम हुआ।"
      }
    },
    {
      "no": 138,
      "arabic": "هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ",
      "transliteration": "Hatha bayanun lilnnasi wahudan wamawAAithatun lilmuttaqeena",
      "translations": {
        "English": "This is a proclamation to humanity, and guidance, and advice for the righteous.",
        "Urdu": "یہ لوگوں کے لیے ایک بیان ہے اور ہدایت ہے اور پرہیزگاروں کے لیے نصیحت ہے۔",
        "French": "Voici une proclamation pour les gens, un guide et une exhortation pour les pieux.",
        "Spanish": "Esto es una proclamación para la humanidad, una guía y una exhortación para los piadosos.",
        "Hindi": "यह लोगों के लिए एक बयान है और हिदायत है और परहेज़गारों के लिए नसीहत है।"
      }
    },
    {
      "no": 139,
      "arabic": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
      "transliteration": "Wala tahinoo wala tahzanoo waantumu alaAAlawna in kuntum mumineena",
      "translations": {
        "English": "And do not waver, nor feel remorse. You are the superior ones, if you are believers.",
        "Urdu": "اور نہ کمزور پڑو اور نہ غم کرو، اور تم ہی غالب رہو گے اگر تم مومن ہو۔",
        "French": "Ne faiblissez pas et ne vous affligez pas alors que vous êtes les supérieurs, si vous êtes de vrais croyants.",
        "Spanish": "No flaqueéis ni os entristezcáis, pues seréis los superiores si sois creyentes.",
        "Hindi": "और न कमज़ोर पड़ो और न ग़म करो, और तुम ही बलवान रहोगे अगर तुम ईमान वाले हो।"
      }
    },
    {
      "no": 140,
      "arabic": "إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ",
      "transliteration": "In yamsaskum qarhun faqad massa alqawma qarhun mithluhu watilka alayyamu nudaawiluha bayna alnnasi waliyaAAlama Allahu allatheena amanoo wayattakhitha minkum shuhadaa waAllahu la yuhibbu alththalimeena",
      "translations": {
        "English": "If a wound afflicts you, a similar wound has afflicted the others. Such days We alternate between the people, that God may know those who believe, and take martyrs from among you. God does not love the evildoers.",
        "Urdu": "اگر تمہیں کوئی زخم پہنچے تو اسی طرح کا زخم دوسری قوم کو بھی پہنچ چکا ہے۔ اور یہ دن ہم لوگوں کے درمیان باری باری گھماتے رہتے ہیں، اور تاکہ اللہ ایمان والوں کو جان لے اور تم میں سے شہید لے لے، اور اللہ ظالموں کو دوست نہیں رکھتا۔",
        "French": "Si une blessure vous atteint, pareille blessure atteint aussi l'ennemi. Ainsi faisons-Nous alterner les jours (bons et mauvais) parmi les gens, afin qu'Allah reconnaisse ceux qui croient et qu'Il choisisse parmi vous des martyrs. Allah n'aime pas les injustes.",
        "Spanish": "Si sufrís una herida, ellos ya han sufrido una herida similar. Estos días los hacemos alternar entre la gente, para que Allah distinga a los creyentes y tome mártires de entre vosotros. Allah no ama a los injustos.",
        "Hindi": "अगर तुम्हें कोई ज़ख़्म लगे तो ऐसा ही ज़ख़्म दूसरी क़ौम को भी लग चुका है। और ये दिन हम लोगों के बीच बारी-बारी से घुमाते रहते हैं, और ताकि अल्लाह ईमान वालों को जान ले और तुम में से शहीद ले ले, और अल्लाह ज़ालिमों को दोस्त नहीं रखता।"
      }
    },
    {
      "no": 141,
      "arabic": "وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ",
      "transliteration": "Waliyumahhisa Allahu allatheena amanoo wayamhaqa alkafireena",
      "translations": {
        "English": "So that God may prove those who believe, and eliminate the disbelievers.",
        "Urdu": "اور تاکہ اللہ ایمان والوں کو پاک کرے اور کافروں کو نیست و نابود کر دے۔",
        "French": "Et afin qu'Allah éprouve ceux qui ont cru, et anéantisse les mécréants.",
        "Spanish": "Y para que Allah purifique a los creyentes y aniquile a los incrédulos.",
        "Hindi": "और ताकि अल्लाह ईमान वालों को पाक करे और काफ़िरों को मिटा दे।"
      }
    },
    {
      "no": 142,
      "arabic": "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ",
      "transliteration": "Am hasibtum an tadkhuloo aljannata walamma yaAAlami Allahu allatheena jahadoo minkum wayaAAlama alssabireena",
      "translations": {
        "English": "Or do you expect to enter Paradise, before God has distinguished those among you who strive, and before He has distinguished the steadfast?",
        "Urdu": "کیا تم نے یہ سمجھ رکھا ہے کہ جنت میں داخل ہو جاؤ گے حالانکہ ابھی اللہ نے نہیں جانا کہ تم میں سے کون جہاد کرنے والے ہیں اور نہ صبر کرنے والوں کو جانا ہے؟",
        "French": "Comptiez-vous entrer au Paradis sans qu'Allah ne distingue parmi vous ceux qui luttent et ceux qui endurent?",
        "Spanish": "¿Acaso creíais que entraríais en el Paraíso sin que Allah distinguiera a los que luchan entre vosotros y a los pacientes?",
        "Hindi": "क्या तुमने यह समझ रखा है कि जन्नत में दाख़िल हो जाओगे हालाँकि अभी अल्लाह ने नहीं जाना कि तुम में से कौन जिहाद करने वाले हैं और न सब्र करने वालों को जाना है?"
      }
    },
    {
      "no": 143,
      "arabic": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ",
      "transliteration": "Walaqad kuntum tamannawna almawta min qabli an talqawhu faqad raaytumoohu waantum thanthuroona",
      "translations": {
        "English": "You used to wish for death before you have faced it. Now you have seen it before your own eyes.",
        "Urdu": "اور تم اس سے پहले موت کی تمنا کرتے تھے، اب تم نے اسے اپنی آنکھوں سے دیکھ لیا ہے۔",
        "French": "Certes, vous souhaitiez auparavant la mort. La voici maintenant que vous l'avez sous les yeux.",
        "Spanish": "Antes solíais desear la muerte antes de enfrentarla. Ahora la habéis visto con vuestros propios ojos.",
        "Hindi": "और तुम इससे पहले मौत की तमन्ना करते थे, अब तुमने उसे अपनी आँखों से देख लिया है।"
      }
    },
    {
      "no": 144,
      "arabic": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ",
      "transliteration": "Wama muhammadun illa rasoolun qad khalat min qablihi alrrusulu afa-in mata aw qutila inqalabtum AAala aAAqabikum waman yanqalib AAala AAaqibayhi falan yadurra Allaha shayan wasayajzee Allahu alshshakireena",
      "translations": {
        "English": "Muhammad is no more than a messenger. Messengers have passed on before him. If he dies or gets killed, will you turn on your heels? He who turns on his heels will not harm God in any way. And God will reward the appreciative.",
        "Urdu": "اور محمد صرف ایک رسول ہیں، ان سے پہلے بھی رسول گزر چکے ہیں۔ اگر وہ مر جائیں یا مار دیے جائیں تو کیا تم اپنی ایڑیوں پر پلٹ جاؤ گے؟ اور جو کوئی اپنی ایڑیوں پر پلٹے گا تو وہ اللہ کو کچھ نقصان نہیں پہुँچائے گا، اور اللہ شکر کرنے والوں کو بدلہ دے گا।",
        "French": "Muhammad n'est qu'un messager. Des messagers sont passés avant lui. S'il mourait ou s'il était tué, retourneriez-vous sur vos talons? Quiconque retourne sur ses talons ne nuira en rien à Allah. Et Allah récompensera les reconnaissants.",
        "Spanish": "Muhammad no es más que un Mensajero. Antes de él ya hubo otros Mensajeros. Si muriera o lo mataran, ¿volveríais atrás? Quien vuelva atrás no perjudicará en nada a Allah. Y Allah recompensará a los agradecidos.",
        "Hindi": "और मुहम्मद सिर्फ़ एक रसूल हैं, उनसे पहले भी रसूल गुज़र चुके हैं। अगर वह मर जाएँ या मार दिए जाएँ तो क्या तुम अपनी एड़ियों पर पलट जाओगे? और जो कोई अपनी एड़ियों पर पलटेगा तो वह अल्लाह को कुछ नुक़सान नहीं पहुँचाएगा, और अल्लाह शुक्र करने वालों को बदला देगा।"
      }
    },
    {
      "no": 145,
      "arabic": "وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ",
      "transliteration": "Wama kana linafsin an tamoota illa biithni Allahi kitaban muajjalan waman yurid thawaba alddunya nutihi minha waman yurid thawaba alakhirati nutihi minha wasanajzee alshshakireena",
      "translations": {
        "English": "No soul can die except by God's leave, at a predetermined time. Whoever desires the reward of the world, We will give him some of it; and whoever desires the reward of the Hereafter, We will give him some of it; and We will reward the appreciative.",
        "Urdu": "اور کسی جان کے لیے ممکن نہیں کہ اللہ کے حکم کے بغیر مر جائے، یہ ایک لکھی ہوئی مدت ہے۔ جو دنیا کا بدلہ چاہے ہم اسے دنیا میں سے کچھ دے دیتے ہیں، اور جو آخرت کا بدلہ چاہے ہم اسے آخرت میں سے کچھ دے دیتے ہीں، اور ہم شکر کرنے والوں کو بدلہ دیں گے۔",
        "French": "Nulle âme ne peut mourir sans la permission d'Allah, et au moment prédéterminé. Quiconque désire la récompense d'ici-bas, Nous lui en donnons. Quiconque désire la récompense de l'au-delà, Nous lui en donnons. Et Nous récompenserons les reconnaissants.",
        "Spanish": "Ningún alma puede morir sino con el permiso de Allah, en un plazo prefijado. A quien desee la recompensa de esta vida, se la concederemos. A quien desee la recompensa de la otra vida, se la concederemos. Y recompensaremos a los agradecidos.",
        "Hindi": "और किसी जान के लिए मुमकिन नहीं कि अल्लाह के हुक्म के बग़ैर मर जाए, यह एक लिखी हुई मियाद है। जो दुनिया का बदला चाहे हम उसे दुनिया में से कुछ दे देते हैं, और जो आख़िरत का बदला चाहे हम उसे आख़िरत में से कुछ दे देते हैं, और हम शुक्र करने वालों को बदला देंगे।"
      }
    },
    {
      "no": 146,
      "arabic": "وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ",
      "transliteration": "Wakaayyin min nabiyyin qatala maAAahu ribbiyyoona katheerun fama wahanoo lima asabahum fee sabeeli Allahi wama daAAufoo wama istakanoo waAllahu yuhibbu alssabireena",
      "translations": {
        "English": "How many a prophet fought alongside him numerous godly people? They did not waver for what afflicted them in the cause of God, nor did they weaken, nor did they give in. God loves those who endure.",
        "Urdu": "اور بہت سے نبیوں کے ساتھ بہت سے پرہیزگار لوگ لڑے، تو اللہ کی راہ میں جو مصیبت ان پر آئی اس سے نہ وہ کمزور پڑے، نہ بے بس ہوئے اور نہ ہی انہوں نے ہار مان لی، اور اللہ صبر کرنے والوں کو دوست رکھتا ہے।",
        "French": "Que de prophètes ont combattu, en compagnie de beaucoup de disciples, sans faiblir face à ce qui les atteignait dans le sentier d'Allah! Ils ne faiblirent point et ne cédèrent point. Et Allah aime les endurants.",
        "Spanish": "¡Cuántos profetas combatieron junto con numerosos devotos! No flaquearon por lo que les afligió en el camino de Allah, ni se debilitaron ni se rindieron. Allah ama a los pacientes.",
        "Hindi": "और बहुत से नबियों के साथ बहुत से परहेज़गार लोग लड़े, तो अल्लाह की राह में जो मुसीबत उन पर आई उससे न वह कमज़ोर पड़े, न बेबस हुए और न ही उन्होंने हार मानी, और अल्लाह सब्र करने वालों को दोस्त रखता है।"
      }
    },
    {
      "no": 147,
      "arabic": "وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
      "transliteration": "Wama kana qawlahum illa an qaloo rabbana ighfir lana thunoobana waisrafana fee amrina wathabbit aqdamana waonsurna AAala alqawmi alkafireena",
      "translations": {
        "English": "Their only words were, 'Our Lord, forgive us our offences, and our excesses in our conduct, and strengthen our foothold, and help us against the disbelieving people.'",
        "Urdu": "اور ان کی بات یہی تھی کہ انہوں نے کہا: 'اے ہمارے رب! ہمارے گناہوں کو بخش دے اور ہمارے کام میں جو زیادتی ہوئی ہے اسے معاف فرما، اور ہمارے قدم جما دے اور کافر قوم پر ہماری مدد فرما۔'",
        "French": "Ils dirent seulement: 'Seigneur, pardonne-nous nos péchés ainsi que nos excès dans nos comportements, affermis nos pas et donne-nous la victoire sur les gens mécréants.'",
        "Spanish": "Y no dijeron más que: '¡Señor nuestro! Perdónanos nuestros pecados y nuestros excesos en nuestra conducta, afianza nuestros pasos y concédenos la victoria sobre el pueblo incrédulo.'",
        "Hindi": "और उनकी बात यही थी कि उन्होंने कहा: 'ऐ हमारे रब! हमारे गुनाहों को माफ़ कर दे और हमारे काम में जो ज़्यादती हुई है उसे माफ़ फरमा, और हमारे क़दम जमा दे और काफ़िर क़ौम पर हमारी मदद फरमा।'"
      }
    },
    {
      "no": 148,
      "arabic": "فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
      "transliteration": "Faatahumu Allahu thawaba alddunya wahusna thawabi alakhirati waAllahu yuhibbu almuhsineena",
      "translations": {
        "English": "So God gave them the reward of this world, and the excellent reward of the Hereafter. God loves the doers of good.",
        "Urdu": "تو اللہ نے انہیں دنیا کا بدلہ دیا اور آخرت کا اچھا بدلہ دیا، اور اللہ نیکی کرنے والوں کو دوست رکھتا ہے۔",
        "French": "Allah leur donna donc la récompense ici-bas, ainsi que la belle récompense de l'au-delà. Allah aime les bienfaisants.",
        "Spanish": "Allah les concedió la recompensa de esta vida y la hermosa recompensa de la otra vida. Allah ama a los que hacen el bien.",
        "Hindi": "तो अल्लाह ने उन्हें दुनिया का बदला दिया और आख़िरत का अच्छा बदला दिया, और अल्लाह नेकी करने वालों को दोस्त रखता है।"
      }
    },
    {
      "no": 149,
      "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ",
      "transliteration": "Ya ayyuha allatheena amanoo in tuteeAAoo allatheena kafaroo yaruddookum AAala aAAqabikum fatanqaliboo khasireena",
      "translations": {
        "English": "O you who believe! If you obey those who disbelieve, they will turn you back on your heels, and you end up losers.",
        "Urdu": "اے ایمان والو! اگر تم کافروں کی اطاعت کرو گے تو وہ تمہیں الٹے پاؤں پھیر دیں گے، پھر تم نقصان اٹھانے والے بن جاؤ گے۔",
        "French": "Ô vous qui croyez! Si vous obéissez à ceux qui ne croient pas, ils vous feront retourner en arrière. Et vous reviendrez perdants.",
        "Spanish": "¡Oh, creyentes! Si obedecéis a los que no creen, os harán retroceder y volveréis perdedores.",
        "Hindi": "ऐ ईमान वालो! अगर तुम काफ़िरों की इताअत करोगे तो वह तुम्हें उल्टे पैर फेर देंगे, फिर तुम नुक़सान उठाने वाले बन जाओगे।"
      }
    },
    {
      "no": 150,
      "arabic": "بَلِ اللَّهُ مَوْلَاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ",
      "transliteration": "Bali Allahu mawlakum wahuwa khayru alnnasireena",
      "translations": {
        "English": "God is your Master, and He is the Best of Helpers.",
        "Urdu": "بلکہ اللہ ہی تمہارا مولیٰ ہے اور وہ بہترین مددگار ہے۔",
        "French": "Mais c'est Allah votre Maître. Il est le Meilleur des secoureurs.",
        "Spanish": "Al contrario, Allah es vuestro Protector y Él es el mejor de los auxiliadores.",
        "Hindi": "बल्कि अल्लाह ही तुम्हारा मौला है और वह बेहतरीन मददगार है।"
      }
    },
    {
      "no": 151,
      "arabic": "سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ",
      "transliteration": "Sanulqee fee quloobi allatheena kafaroo alrruAAba bima ashrakoo biAllahi ma lam yunazzil bihi sultanan wamawahumu alnnaru wabisa mathwa alththalimeena",
      "translations": {
        "English": "We will throw terror into the hearts of those who disbelieve, because they attribute to God partners for which He revealed no sanction. Their lodging is the Fire. Miserable is the lodging of the evildoers.",
        "Urdu": "ہم کافروں کے دلوں میں رعب ڈال دیں گے اس وجہ سے کہ انہوں نے اللہ کے ساتھ شریک ٹھہرائے جن کے لیے اس نے کوئی سند نازل نہیں کی، اور ان کا ٹھکانا جہنم ہے، اور ظالموں کا کیا ہی برا ٹھکانا ہے۔",
        "French": "Nous allons jeter l'effroi dans les cœurs des mécréants. Car ils ont associé à Allah sans aucune preuve descendue. Le Feu sera leur refuge. Quel mauvais séjour que celui des injustes!",
        "Spanish": "Arrojaremos el terror en los corazones de los incrédulos por haber asociado a Allah lo que Él no ha autorizado. Su morada será el Fuego. ¡Qué pésima morada la de los injustos!",
        "Hindi": "हम काफ़िरों के दिलों में ख़ौफ़ डाल देंगे इस वजह से कि उन्होंने अल्लाह के साथ शरीक ठहराए जिनके लिए उसने कोई सनद नाज़िल नहीं की, और उनका ठिकाना जहन्नम है, और ज़ालिमों का क्या ही बुरा ठिकाना है।"
      }
    },
    {
      "no": 152,
      "arabic": "وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ",
      "transliteration": "Walaqad sadaqakumu Allahu waAAdahu ith tahussoonahum biithnihi hatta itha fashiltum watanazaAAtum fee alamri waAAasaytum min baAAdi ma araakum ma tuhibboona minkum man yureedu alddunya waminkum man yureedu alakhirata thumma sarafakum AAanhum liyabtaliyakum walaqad AAafa AAankum waAllahu thoo fadlin AAala almumineena",
      "translations": {
        "English": "God has fulfilled His promise to you, and you defeated them by His leave; until when you faltered, and disputed the command, and disobeyed after He had shown you what you like. Some of you want this world, and some of you want the next. Then He turned you away from them, to test you; but He pardoned you. God is Gracious towards the believers.",
        "Urdu": "اور اللہ نے تم سے اپنا وعدہ سچ کر دکھایا جب تم اس کے حکم سے انہیں قتل کر رہے تھے، یہاں تک کہ جب تم کمزور پڑ گئے اور حکم میں اختلاف کیا اور نافرمانی کی اس کے بعد کہ اس نے تمہیں وہ دکھا دیا جو تم چاہتے تھے۔ تم میں سے کچھ دنیا چاہتے تھے اور کچھ آخرت۔ پھر اس نے تمہیں ان سے پھیر دیا تاکہ تمہاری آزمائش کرے، اور اس نے تمہیں معاف کر دیا، اور اللہ مومنوں پر فضل فرمانے والا ہے۔",
        "French": "Allah a certes tenu Sa promesse envers vous quand par Sa permission vous les tuiez sans relâche, jusqu'au moment où vous avez fléchi, où vous vous êtes disputés à propos de l'ordre donné et vous avez désobéi après qu'Il vous eut montré ce que vous aimez. Il en est parmi vous qui désirent ce monde, et il en est parmi vous qui désirent l'au-delà. Puis Il vous a fait reculer devant eux, afin de vous éprouver. Et certes Il vous a pardonné. Et Allah est Détenteur de la grâce envers les croyants.",
        "Spanish": "Allah cumplió Su promesa cuando, con Su permiso, los aniquilabais, hasta que flaqueasteis, discutisteis sobre la orden y desobedecisteis después de que Él os mostró lo que amabais. Entre vosotros hay quienes desean esta vida y quienes desean la otra. Luego os hizo retroceder ante ellos para probaros, pero os ha perdonado. Allah es poseedor de gracia para con los creyentes.",
        "Hindi": "और अल्लाह ने तुमसे अपना वादा सच कर दिखाया जब तुम उसके हुक्म से उन्हें क़त्ल कर रहे थे, यहाँ तक कि जब तुम कमज़ोर पड़ गए और हुक्म में इख़्तिलाफ़ किया और नाफ़रमानी की उसके बाद कि उसने तुम्हें वह दिखा दिया जो तुम चाहते थे। तुम में से कुछ दुनिया चाहते थे और कुछ आख़िरत। फिर उसने तुम्हें उनसे फेर दिया ताकि तुम्हारी आज़माइश करे, और उसने तुम्हें माफ़ कर दिया, और अल्लाह मोमिनों पर फ़ज़ल फरमाने वाला है।"
      }
    },
    {
      "no": 153,
      "arabic": "إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
      "transliteration": "Ith tusAAidoona wala talwoona AAala ahadin waalrrasoolu yadAAookum fee okhrakum faathabakum ghamman bighammin likayla tahzanoo AAala ma fatakum wala ma asabakum waAllahu khabeerun bima taAAmaloona",
      "translations": {
        "English": "Remember when you fled, not caring for anyone, even though the Messenger was calling you from your rear. Then He repaid you with sorrow upon sorrow, so that you would not grieve over what you missed, or for what afflicted you. God is Informed of what you do.",
        "Urdu": "جب تم چڑھائی کر رہے تھے اور کسی کی طرف مڑ کر نہیں دیکھ رہے تھے، اور رسول تمہیں تمہارے پیچھے سے پکار رہے تھے، تو اس نے تمہیں غم پر غم دے دیا تاکہ تم جو کچھ ہاتھ سے گیا اس پر اور جو تم پر پڑا اس پر غم نہ کرو، اور اللہ تمہارے اعمال سے باخبر ہے।",
        "French": "Quand vous fuiez sans vous retourner pour personne, tandis que le Messager vous appelait dans votre dos, Allah vous infligea alors tristesse sur tristesse, afin que vous ne vous affligiez pas de ce qui vous a échappé, ni de ce qui vous a atteint. Allah est Parfaitement Connaisseur de ce que vous faites.",
        "Spanish": "Cuando huíais sin volveros hacia nadie, mientras el Mensajero os llamaba por detrás, entonces os castigó con aflicción tras aflicción, para que no os afligierais por lo que perdisteis ni por lo que os afligió. Allah está bien informado de lo que hacéis.",
        "Hindi": "जब तुम चढ़ाई कर रहे थे और किसी की तरफ़ मुड़कर नहीं देख रहे थे, और रसूल तुम्हें तुम्हारे पीछे से पुकार रहे थे, तो उसने तुम्हें ग़म पर ग़म दे दिया ताकि तुम जो कुछ हाथ से गया उस पर और जो तुम पर पड़ा उस पर ग़म न करो, और अल्लाह तुम्हारे अमाल से बाख़बर है।"
      }
    },
    {
      "no": 154,
      "arabic": "ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "transliteration": "Thumma anzala AAalaykum min baAAdi alghammi amanatan nuAAasan yaghsha taifatan minkum wataifatun qad ahammathum anfusuhum yathunnoona biAllahi ghayra alhaqqi thanna aljahiliyyati yaqooloona hal lana mina alamri min shayin qul inna alamra kullahu lillahi yukhfoona fee anfusihim ma la yubdoona laka yaqooloona law kana lana mina alamri shayun ma qutilna hahuna qul law kuntum fee buyootikum labaraza allatheena kutiba AAalayhimu alqatlu ila madajiAAihim waliyabtaliya Allahu ma fee sudoorikum waliyumahhisa ma fee quloobikum waAllahu AAaleemun bithati alssudoori",
      "translations": {
        "English": "Then after the setback, He sent down security upon you. Slumber overcame some of you, while others cared only for themselves, thinking of God thoughts that were untrue—thoughts of ignorance—saying, 'Is anything up to us?' Say, 'Everything is up to God.' They conceal within themselves what they do not reveal to you. And they say, 'If it was up to us, none of us would have been killed here.' Say, 'Even if you Had stayed in your homes, those destined to be killed would have marched into their death beds.' God thus tests what is in your minds, and purifies what is in your hearts. God knows what the hearts contain.",
        "Urdu": "پھر غم کے بعد اس نے تم پر اطمینان نازل کیا، ایک گروہ پر نیند کی اونگھ طاری کر دی، اور ایک گروہ اپنی جانوں کی فکر میں پڑ گیا، وہ اللہ کے بارے میں جاہلیت کی سی بےحق گمان کرتے تھے، وہ کہتے تھے: 'کیا ہمارے لیے اس معاملے میں کوئی اختیار ہے؟' کہہ دو: 'سارا معاملہ اللہ ہی کے اختیار میں ہے۔' وہ اپنے دلوں میں وہ بات چھپاتے ہیں جو تم پر ظاہر نہیں کرتے، وہ کہتے ہیں: 'اگر ہمارے اختیار میں ہوتا تو ہم یہاں قتل نہ ہوتے۔' کہہ دو: 'اگر تم اپنے گھروں میں ہوتے تو بھی جن پر قتل لکھ دیا گیا تھا وہ اپنی قتل گاہوں کی طرف نکل آتے۔' اور تاکہ اللہ تمہارے سینوں کی بات کو آزمائے اور تمہارے دلوں کو پاک کرے، اور اللہ سینوں کے بھیدوں کو جانتا ہے۔",
        "French": "Puis après l'accablement, Il vous envoya une quiétude, un sommeil qui enveloppa une partie d'entre vous, tandis qu'une autre partie était soucieuse pour elle-même, ayant des pensées sur Allah qui n'étaient pas justes - des pensées dignes de l'époque de l'Ignorance. Ils disaient: 'Avons-nous une part dans cette affaire?' Dis: 'L'affaire toute entière est à Allah.' Ils cachent en eux-mêmes ce qu'ils ne t'expriment pas. Ils disent: 'Si nous avions eu une part dans cette affaire, nous n'aurions pas été tués ici.' Dis: 'Même si vous étiez restés dans vos maisons, ceux pour qui la mort était décrétée seraient sortis pour l'endroit où ils devaient mourir.' Ceci afin qu'Allah éprouve ce que vous avez dans vos poitrines, et qu'Il purifie ce que vous avez dans vos cœurs. Allah connaît le contenu des cœurs.",
        "Spanish": "Luego, después de la aflicción, os envió seguridad, una modorra que envolvió a un grupo de vosotros, mientras otro grupo se preocupaba por sí mismo, teniendo pensamientos sobre Allah que no eran ciertos -pensamientos de la ignorancia- diciendo: '¿Tenemos algo que decir en este asunto?' Di: 'Todo el asunto pertenece a Allah.' Ocultaban en sus corazones lo que no te manifestaban. Decían: 'Si tuviéramos algo que decir en este asunto, no habríamos sido matados aquí.' Di: 'Aunque hubierais permanecido en vuestras casas, aquellos a quienes les estaba decretado morir habrían salido hacia el lugar donde yacerían.' Esto para que Allah probara lo que hay en vuestros pechos y purificara lo que hay en vuestros corazones. Allah conoce bien el contenido de los corazones.",
        "Hindi": "फिर ग़म के बाद उसने तुम पर इत्मीनान नाज़िल किया, एक गिरोह पर नींद की ऊँघ तारी कर दी, और एक गिरोह अपनी जानों की फ़िक्र में पड़ गया, वह अल्लाह के बारे में जाहिलियत की सी बेहक़ गुमान करते थे, वह कहते थे: 'क्या हमारे लिए इस मामले में कोई इख़्तियार है?' कह दो: 'सारा मामला अल्लाह ही के इख़्तियार में है।' वह अपने दिलों में वह बात छिपाते हैं जो तुम पर ज़ाहिर नहीं करते, वह कहते हैं: 'अगर हमारे इख़्तियार में होता तो हम यहाँ क़त्ल न होते।' कह दो: 'अगर तुम अपने घरों में होते तो भी जिन पर क़त्ल लिख दिया गया था वह अपनी क़त्ल गाहों की तरफ़ निकल आते।' और ताकि अल्लाह तुम्हारे सीनों की बात को आज़माए और तुम्हारे दिलों को पाक करे, और अल्लाह सीनों के भेदों को जानता है।"
      }
    },
    {
      "no": 155,
      "arabic": "إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ",
      "transliteration": "Inna allatheena tawallaw minkum yawma iltaqa aljamAAani innama istazallahumu alshshaytanu bibaAAdi ma kasaboo walaqad AAafa Allahu AAanhum inna Allaha ghafoorun haleemun",
      "translations": {
        "English": "Those of you who turned back on the day when the two armies clashed—it was Satan who caused them to backslide, on account of some of what they have earned. But God has forgiven them. God is Forgiving and Prudent.",
        "Urdu": "بے شک تم میں سے جو لوگ اس دن پیٹھ پھیر کر بھاگے جب دو جماعتیں آمنے سامنے ہوئیں، شیطان نے انہیں ان کے بعض اعمال کی وجہ سے پھسلایا تھا، اور اللہ نے انہیں معاف کر دیا، بے شک اللہ بخشنے والا بردبار ہے۔",
        "French": "Ceux d'entre vous qui ont tourné le dos, le jour où les deux armées se rencontrèrent, c'est seulement le Diable qui les a fait broncher, à cause d'une partie de ce qu'ils avaient acquis. Mais Allah leur a pardonné. Car Allah est Pardonneur et Indulgent.",
        "Spanish": "Quienes de vosotros volvieron la espalda el día en que se enfrentaron los dos bandos, fue el demonio quien les hizo tropezar por algo de lo que habían cometido. Pero Allah les ha perdonado. En verdad, Allah es Perdonador, Tolerante.",
        "Hindi": "बेशक तुम में से जो लोग उस दिन पीठ फेर कर भागे जब दो जमाअतें आमने-सामने हुईं, शैतान ने उन्हें उनके बाज़ अमाल की वजह से फिसलाया था, और अल्लाह ने उन्हें माफ़ कर दिया, बेशक अल्लाह बख़्शने वाला बर्दबार है।"
      }
    },
    {
      "no": 156,
      "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "transliteration": "Ya ayyuha allatheena amanoo la takoonoo kaallatheena kafaroo waqaloo liikhwanihim itha daraboo fee alardi aw kanoo ghuzzan law kanoo AAindana ma matoo wama qutiloo liyajAAala Allahu thalika hasratan fee quloobihim waAllahu yuhyee wayumeetu waAllahu bima taAAmaloona baseerun",
      "translations": {
        "English": "O you who believe! Do not be like those who disbelieved, and said of their brethren who marched in the land, or went on the offensive, 'Had they stayed with us, they would not have died or been killed.' So that God may make it a cause of regret in their hearts. God gives life and causes death. God is Seeing of what you do.",
        "Urdu": "اے ایمان والو! تم ان لوگوں کی طرح نہ ہو جانا جو کافر ہو گئے اور اپنے بھائیوں کے بارے میں کہتے تھے جب وہ زمین میں سفر کرتے یا جہاد کرتے کہ 'اگر وہ ہمارے پاس ہوتے تو نہ مرتے اور نہ مارے جاتے۔' تاکہ اللہ ان کے دلوں میں حسرت ڈال دے، اور اللہ ہی زندگی دیتا ہے اور موت دیتا ہے، اور اللہ تمہارے اعمال کو دیکھ رہا ہے।",
        "French": "Ô vous qui croyez! Ne soyez pas comme ces mécréants qui dirent à propos de leurs frères partis en voyage ou à la guerre: 'S'ils étaient restés avec nous, ils ne seraient pas morts ni tués.' Allah en fera un sujet de regret dans leurs cœurs. C'est Allah qui donne la vie et la mort. Et Allah observe bien ce que vous faites.",
        "Spanish": "¡Oh, creyentes! No seáis como los incrédulos que dicen de sus hermanos cuando viajan por la tierra o van a la guerra: 'Si hubieran permanecido con nosotros, no habrían muerto ni habrían sido matados.' Allah hará de esto un pesar en sus corazones. Allah da la vida y la muerte. Allah está bien informado de lo que hacéis.",
        "Hindi": "ऐ ईमान वालो! तुम उन लोगों की तरह न हो जाना जो काफ़िर हो गए और अपने भाइयों के बारे में कहते थे जब वह ज़मीन में सफ़र करते या जिहाद करते कि 'अगर वह हमारे पास होते तो न मरते और न मारे जाते।' ताकि अल्लाह उनके दिलों में हसरत डाल दे, और अल्लाह ही जीवन देता है और मौत देता है, और अल्लाह तुम्हारे अमाल को देख रहा है।"
      }
    },
    {
      "no": 157,
      "arabic": "وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ",
      "transliteration": "Wala-in qutiltum fee sabeeli Allahi aw muttum lamaghfiratun mina Allahi warahmatun khayrun mimma yajmaAAoona",
      "translations": {
        "English": "If you are killed in the cause of God, or die—forgiveness and mercy from God are better than what they hoard.",
        "Urdu": "اور اگر تم اللہ کی راہ میں مارے جاؤ یا مر جاؤ تو اللہ کی بخشش اور رحمت ان چیزوں سے بہتر ہے جو وہ جمع کرتے ہیں۔",
        "French": "Et si vous êtes tués dans le sentier d'Allah ou si vous mourez, le pardon et la miséricorde d'Allah valent mieux que ce qu'ils amassent.",
        "Spanish": "Si sois matados en el camino de Allah o morís, el perdón y la misericordia de Allah son mejores que todo lo que acumulan.",
        "Hindi": "और अगर तुम अल्लाह की राह में मारे जाओ या मर जाओ तो अल्लाह की माफ़ी और रहमत उन चीज़ों से बेहतर है जो वह जमा करते हैं।"
      }
    },
    {
      "no": 158,
      "arabic": "وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ",
      "transliteration": "Wala-in muttum aw qutiltum laila Allahi tuhsharoona",
      "translations": {
        "English": "If you die, or are killed—to God you will be gathered up.",
        "Urdu": "اور اگر تم مر جاؤ یا مارے جاؤ تو اللہ ہی کی طرف جمع کیے جاؤ گे۔",
        "French": "Et si vous mourez ou si vous êtes tués, c'est vers Allah que vous serez rassemblés.",
        "Spanish": "Si morís o sois matados, ciertamente seréis congregados ante Allah.",
        "Hindi": "और अगर तुम मर जाओ या मारे जाओ तो अल्लाह ही की तरफ़ जमा किए जाओगे।"
      }
    },
    {
      "no": 159,
      "arabic": "فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ",
      "transliteration": "Fabima rahmatin mina Allahi linta lahum walaw kunta faththan ghaleeza alqalbi lainfaddoo min hawlika faoAAfu AAanhum waistaghfir lahum washawirhum fee alamri faitha AAazamta fatawakkal AAala Allahi inna Allaha yuhibbu almutawakkileena",
      "translations": {
        "English": "It is by of grace from God that you were gentle with them. Had you been harsh, hardhearted, they would have dispersed from around you. So pardon them, and ask forgiveness for them, and consult them in the conduct of affairs. And when you make a decision, put your trust in God; God loves the trusting.",
        "Urdu": "پس اللہ کی رحمت ہی کی وجہ سے تم ان کے لیے نرم دل ہو گئے، اور اگر تم تند خو اور سخت دل ہوتے تو یہ تمہارے گرد سے چھٹ جاتے، سو انہیں معاف کر دو اور ان کے لیے بخشش مانگو، اور کام میں ان سے مشورہ لو، پھر جب تم ارادہ کر لو تو اللہ پر بھروسہ کرو، بے شک اللہ بھروسہ کرنے والوں کو دوست رکھتا ہے۔",
        "French": "C'est par une miséricorde d'Allah que tu as été si doux envers eux. Mais si tu étais rude, au cœur dur, ils se seraient enfuis de ton entourage. Pardonne-leur donc, et implore pour eux le pardon (d'Allah). Et consulte-les à propos des affaires; puis une fois que tu t'es décidé, confie-toi donc à Allah, Allah aime, en vérité, ceux qui Lui font confiance.",
        "Spanish": "Por misericordia de Allah eres compasivo con ellos. Si hubieras sido rudo y duro de corazón, se habrían dispersado a tu alrededor. Perdónales, pues, pide perdón por ellos y consúltales en los asuntos. Y cuando hayas tomado una decisión, encomiéndate a Allah. En verdad, Allah ama a los que se encomiendan a Él.",
        "Hindi": "फिर अल्लाह की रहमत ही की वजह से तुम उनके लिए नरम दिल हो गए, और अगर तुम तुन्द ख़ू और सख़्त दिल होते तो यह तुम्हारे गिर्द से छूट जाते, सो उन्हें माफ़ कर दो और उनके लिए बख़्शिश माँगो, और काम में उनसे मशवरा लो, फिर जब तुम इरादा कर लो तो अल्लाह पर भरोसा करो, बेशक अल्लाह भरोसा करने वालों को दोस्त रखता है।"
      }
    },
    {
      "no": 160,
      "arabic": "إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
      "transliteration": "In yansurkumu Allahu fala ghaliba lakum wa-in yakhthulkum faman tha allathee yansurukum min baAAdihi waAAala Allahi falyatawakkali almuminoona",
      "translations": {
        "English": "If God supports you, there is none who can overcome you. But if He fails you, who is there to help you after Him? So in God let the believers put their trust.",
        "Urdu": "اگر اللہ تمہاری مدد کرے تو کوئی تم پر غالب نہیں آ سکتا، اور اگر وہ تمہیں چھوڑ دے تو پھر اس کے بعد کون ہے جو تمہاری مدد کرے؟ اور مومنوں کو چاہیے کہ اللہ ہی پر بھروسہ کریں۔",
        "French": "Si Allah vous donne Son secours, nul ne peut vous vaincre. S'Il vous abandonne, qui donc après Lui vous donnera secours? Et c'est à Allah que les croyants doivent faire confiance.",
        "Spanish": "Si Allah os auxilia, nadie podrá venceros. Pero si os abandona, ¿quién podrá auxiliaros después de Él? Que los creyentes confíen en Allah.",
        "Hindi": "अगर अल्लाह तुम्हारी मदद करे तो कोई तुम पर ग़ालिब नहीं आ सकता, और अगर वह तुम्हें छोड़ दे तो फिर उसके बाद कौन है जो तुम्हारी मदद करे? और मोमिनों को चाहिए कि अल्लाह ही पर भरोसा करें।"
      }
    },

    {
      "no": 161,
      "arabic": "وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "transliteration": "Wa mā kāna li-nabiyyin an yaghulla wa man yaghlul ya'ti bi-mā ghalla yawma l-qiyāmati thumma tuwaffā kullu nafsin mā kasabat wa hum lā yuẓlamūn.",
      "translations": {
        "English": "It is not for a prophet to act dishonestly. Whoever acts dishonestly will bring his dishonesty on the Day of Resurrection. Then every soul will be paid in full for what it has earned, and they will not be wronged.",
        "Urdu": "کسی نبی کے لیے یہ مناسب نہیں کہ خیانت کرے، اور جو خیانت کرے گا وہ قیامت کے دن اپنی خیانت لے کر آئے گا۔ پھر ہر شخص کو اس کا پورا پورا بدلہ دیا جائے گا اور ان پر ظلم نہیں کیا جائے گا۔",
        "French": "Il n'appartient pas à un prophète de trahir. Quiconque trahit apportera sa trahison le Jour de la Résurrection. Ensuite, chaque âme sera rétribuée pleinement pour ce qu'elle aura acquis, et ils ne seront pas lésés.",
        "Spanish": "No es propio de un profeta actuar deshonestamente. Quien actúe deshonestamente traerá su deshonestidad el Día de la Resurrección. Luego, cada alma será retribuida plenamente por lo que haya ganado, y no serán tratados injustamente.",
        "Hindi": "किसी नबी के लिए यह उचित नहीं कि वह विश्वासघात करे, और जो विश्वासघात करेगा वह क़यामत के दिन अपना विश्वासघात लेकर आएगा। फिर हर व्यक्ति को उसका पूरा-पूरा बदला दिया जाएगा और उन पर अत्याचार नहीं किया जाएगा।"
      }
    },
    {
      "no": 162,
      "arabic": "أَفَمَنِ اتَّبَعَ رِضْوَانَ اللَّهِ كَمَنْ بَاءَ بِسَخَطٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ",
      "transliteration": "A-fa-mani ttabaʿa riḍwāna llāhi ka-man bā'a bi-sakhaṭin mina llāhi wa ma'wāhu jahannamu wa bi'sa l-maṣīr.",
      "translations": {
        "English": "Is someone who pursues God's approval the same as someone who incurs God's wrath and his refuge is Hell—the miserable destination?",
        "Urdu": "کیا جو اللہ کی رضا کی پیروی کرے وہ اس شخص جیسا ہو سکتا ہے جو اللہ کے غضب میں گھر کر آیا ہو اور جس کا ٹھکانا جہنم ہو؟ اور وہ بہت ہی برا ٹھکانا ہے۔",
        "French": "Celui qui recherche l'agrément d'Allah est-il comparable à celui qui encourt la colère d'Allah et dont le refuge est l'Enfer ? Quelle mauvaise destination !",
        "Spanish": "¿Acaso quien busca la complacencia de Allah es como quien incurre en Su ira y tiene por morada el Infierno? ¡Qué pésimo destino!",
        "Hindi": "क्या जो अल्लाह की प्रसन्नता का अनुसरण करे वह उस व्यक्ति जैसा हो सकता है जो अल्लाह के क्रोध में घर कर आया हो और जिसका ठिकाना जहन्नम हो? और वह बहुत ही बुरा ठिकाना है।"
      }
    },
    {
      "no": 163,
      "arabic": "هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
      "transliteration": "Hum darajātun ʿinda llāhi wa llāhu baṣīrun bi-mā yaʿmalūn.",
      "translations": {
        "English": "They have different ranks with God, and God is Seeing of what they do.",
        "Urdu": "اللہ کے نزدیک ان کے درجات مختلف ہیں، اور اللہ ان کے اعمال کو خوب دیکھنے والا ہے۔",
        "French": "Ils ont des rangs différents auprès d'Allah, et Allah observe parfaitement ce qu'ils font.",
        "Spanish": "Tienen diferentes grados ante Allah, y Allah ve perfectamente lo que hacen.",
        "Hindi": "अल्लाह के निकट उनके दर्जे अलग-अलग हैं, और अल्लाह उनके कर्मों को खूब देखने वाला है।"
      }
    },
    {
      "no": 164,
      "arabic": "لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ",
      "transliteration": "La-qad manna llāhu ʿala l-mu'minīna idh baʿatha fīhim rasūlan min anfusihim yatlū ʿalayhim āyātihi wa yuzakkīhim wa yuʿallimuhumu l-kitāba wa l-ḥikmata wa in kānū min qablu la-fī ḍalālin mubīn.",
      "translations": {
        "English": "God has blessed the believers, as He raised up among them a messenger from among themselves, who recites to them His revelations, and purifies them, and teaches them the Scripture and wisdom; although before that they were in evident error.",
        "Urdu": "بے شک اللہ نے مومنوں پر بڑا احسان کیا کہ ان ہی میں سے ایک رسول بھیجا جو انہیں اس کی آیات پڑھ کر سناتا ہے اور انہیں پاک کرتا ہے اور انہیں کتاب اور حکمت سکھاتا ہے، حالانکہ اس سے پہلے وہ کھلی گمراہی میں تھے۔",
        "French": "Allah a très certainement fait une faveur aux croyants lorsqu'Il a envoyé parmi eux un messager de parmi eux-mêmes, qui leur récite Ses versets, les purifie et leur enseigne le Livre et la sagesse, bien qu'ils fussent auparavant dans un égarement évident.",
        "Spanish": "Allah ha agraciado a los creyentes al enviarles un Mensajero de entre ellos mismos que les recita Sus versículos, los purifica y les enseña el Libro y la sabiduría, cuando antes estaban en un extravío evidente.",
        "Hindi": "निश्चय ही अल्लाह ने ईमान वालों पर बड़ा उपकार किया कि उन्हीं में से एक रसूल भेजा जो उन्हें उसकी आयतें सुनाता है और उन्हें पवित्र करता है तथा उन्हें किताब और हिक्मत सिखाता है, हालाँकि इससे पहले वे खुली गुमराही में थे।"
      }
    },
    {
      "no": 165,
      "arabic": "أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "transliteration": "A-wa lammā aṣābatkum muṣībatun qad aṣabtum mithlayhā qultum annā hādhā qul huwa min ʿindi anfusikum inna llāha ʿalā kulli shay'in qadīr.",
      "translations": {
        "English": "And when a calamity befell you, even after you had inflicted twice as much, you said, 'How is this?' Say, 'It is from your own selves.' God is Able to do all things.",
        "Urdu": "کیا جب تم پر کوئی مصیبت آئی، حالانکہ تم نے اس سے دوگنا مصیبت پہنچائی تھی، تو تم نے کہا: 'یہ کہاں سے آ گئی؟' کہہ دو: 'یہ تمہارے اپنے ہی اعمال کا نتیجہ ہے۔' بے شک اللہ ہر چیز پر قادر ہے۔",
        "French": "Quand un malheur vous atteignit - après que vous en eussiez infligé le double - vous dîtes : 'D'où vient cela ?' Dis : 'Il vient de vous-mêmes.' Certes, Allah est Omnipotent.",
        "Spanish": "Cuando os afligió una desgracia, a pesar de haber infligido el doble [a vuestros enemigos], dijisteis: '¿Cómo es esto?' Di: 'Proviene de vosotros mismos.' En verdad, Allah tiene poder sobre todas las cosas.",
        "Hindi": "क्या जब तुम पर कोई मुसीबत आई, हालाँकि तुमने उससे दोगुनी मुसीबत पहुँचाई थी, तो तुमने कहा: 'यह कहाँ से आ गई?' कह दो: 'यह तुम्हारे ही कर्मों का परिणाम है।' निश्चय ही अल्लाह हर चीज़ पर सामर्थ्य रखता है।"
      }
    },
    {
      "no": 166,
      "arabic": "وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ وَلِيَعْلَمَ الْمُؤْمِنِينَ",
      "transliteration": "Wa mā aṣābakum yawma l-taqā l-jamʿāni fa-bi-idhni llāhi wa li-yaʿlama l-mu'minīn.",
      "translations": {
        "English": "What befell you on the day the two armies clashed was with God's permission; that He may know the believers.",
        "Urdu": "اور جو کچھ تم پر اُس دن پیش آیا جب دو فوجیں آمنے سامنے ہوئیں، وہ اللہ کے اذن سے تھا، تاکہ وہ مومنوں کو جان لے۔",
        "French": "Ce qui vous a atteint, le jour où les deux armées se rencontrèrent, c'est par la permission d'Allah, et afin qu'Il distingue les croyants.",
        "Spanish": "Lo que os aconteció el día en que se enfrentaron los dos ejércitos fue con el permiso de Allah, para que Él distinguiera a los creyentes.",
        "Hindi": "और जो कुछ तुम पर उस दिन पेश आया जब दो सेनाएँ आमने-सामने हुईं, वह अल्लाह की अनुमति से था, ताकि वह ईमान वालों को जान ले।"
      }
    },
    {
      "no": 167,
      "arabic": "وَلِيَعْلَمَ الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا قَالُوا لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ",
      "transliteration": "Wa li-yaʿlama lladhīna nāfaqū wa qīla lahum taʿālaw qātilū fī sabīli llāhi awi dfaʿū qālū law naʿlamu qitālan la-ttabaʿnākum hum li-l-kufri yawma'idhin aqrabu minhum li-l-īmāni yaqūlūna bi-afwāhihim mā laysa fī qulūbihim wa llāhu aʿlamu bi-mā yaktumūn.",
      "translations": {
        "English": "And that He may know the hypocrites. And it was said to them, 'Come, fight in the cause of God, or contribute.' They said, 'If we knew how to fight, we would have followed you.' On that day they were closer to infidelity than they were to faith. They say with their mouths what is not in their hearts; but God knows what they hide.",
        "Urdu": "اور تاکہ وہ منافقوں کو بھی جان لے۔ اور ان سے کہا گیا: 'آؤ، اللہ کے راستے میں لڑو یا (کم از کم) خرچ کرو۔' انہوں نے کہا: 'اگر ہمیں لڑنا آتا ہوتا تو ہم تمہارے ساتھ ہوتے۔' اس دن وہ ایمان کے بجائے کفر کے زیادہ قریب تھے۔ وہ اپنے منہ سے وہ کہتے ہیں جو ان کے دلوں میں نہیں ہوتا، اور اللہ خوب جانتا ہے جو وہ چھپاتے ہیں۔",
        "French": "Et afin qu'Il distingue les hypocrites. On leur avait dit : 'Venez combattre dans le sentier d'Allah, ou repoussez [l'ennemi].' Ils dirent : 'Si nous savions combattre, nous vous aurions suivis.' Ce jour-là, ils étaient plus près de la mécréance que de la foi. Ils disent de leurs bouches ce qui n'est pas dans leurs cœurs. Et Allah sait parfaitement ce qu'ils cachent.",
        "Spanish": "Y para que distinguiera a los hipócritas. Se les dijo: 'Venid a combatir por la causa de Allah o defended [a los creyentes].' Dijeron: 'Si supiéramos combatir, os habríamos seguido.' Ese día estaban más cerca de la incredulidad que de la fe. Dicen con sus bocas lo que no hay en sus corazones. Y Allah sabe bien lo que ocultan.",
        "Hindi": "और ताकि वह मुनाफ़िक़ों को भी जान ले। और उनसे कहा गया: 'आओ, अल्लाह के रास्ते में लड़ो या (कम से कम) ख़र्च करो।' उन्होंने कहा: 'यदि हमें लड़ना आता होता तो हम तुम्हारे साथ होते।' उस दिन वे ईमान के बजाय कुफ़्र के अधिक निकट थे। वे अपने मुँह से वह कहते हैं जो उनके दिलों में नहीं होता, और अल्लाह भली-भाँति जानता है जो वे छिपाते हैं।"
      }
    },
    {
      "no": 168,
      "arabic": "الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ",
      "transliteration": "Alladhīna qālū li-ikhwānihim wa qaʿadū law aṭāʿūnā mā qutilū qul fa-drā'ū ʿan anfusikumu l-mawta in kuntum ṣādiqīn.",
      "translations": {
        "English": "Those who said of their brethren, as they stayed behind, 'Had they obeyed us, they would not have been killed.' Say, 'Then avert death from yourselves, if you are truthful.'",
        "Urdu": "جو لوگ اپنے بھائیوں کے بارے میں کہتے تھے جبکہ وہ خود پیچھے بیٹھے رہے کہ 'اگر وہ ہماری بات مانتے تو نہ مارے جاتے۔' کہہ دو: 'اگر تم سچے ہو تو اپنی جانوں سے موت کو ٹال دو۔'",
        "French": "Ceux qui, restant assis, dirent à propos de leurs frères : 'S'ils nous avaient obéis, ils n'auraient pas été tués.' Dis : 'Écartez donc de vous la mort, si vous êtes véridiques.'",
        "Spanish": "Aquellos que, quedándose atrás, decían acerca de sus hermanos: 'Si nos hubieran obedecido, no habrían sido matados.' Di: 'Apartad de vosotros la muerte, si sois veraces.'",
        "Hindi": "जो लोग अपने भाइयों के बारे में कहते थे जबकि वे स्वयं पीछे बैठे रहे कि 'यदि वे हमारी बात मानते तो न मारे जाते।' कह दो: 'यदि तुम सच्चे हो तो अपनी जानों से मौत को टाल दो।'"
      }
    },
    {
      "no": 169,
      "arabic": "وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ",
      "transliteration": "Wa lā taḥsabanna lladhīna qutilū fī sabīli llāhi amwātan bal aḥyā'un ʿinda rabbihim yurzaqūn.",
      "translations": {
        "English": "Do not consider those killed in the cause of God as dead. In fact, they are alive, at their Lord, well provided for.",
        "Urdu": "جو لوگ اللہ کے راستے میں مارے گئے ہیں انہیں مردہ نہ سمجھو، بلکہ وہ زندہ ہیں، اپنے رب کے پاس رزق پا رہے ہیں।",
        "French": "Ne pensez pas que ceux qui ont été tués dans le sentier d'Allah soient morts. Au contraire, ils sont vivants, auprès de leur Seigneur, bien pourvus.",
        "Spanish": "No creáis que quienes han caído por la causa de Allah estén muertos. Al contrario, están vivos, junto a su Señor, sustentados.",
        "Hindi": "जो लोग अल्लाह के रास्ते में मारे गए हैं उन्हें मृत न समझो, बल्कि वे जीवित हैं, अपने रब के पास रोज़ी पा रहे हैं।"
      }
    },
    {
      "no": 170,
      "arabic": "فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "transliteration": "Fariḥīna bi-mā ātāhumu llāhu min faḍlihi wa yastabshirūna bi-lladhīna lam yalḥaqū bihim min khalfihim allā khawfun ʿalayhim wa lā hum yaḥzanūn.",
      "translations": {
        "English": "Delighting in what God has given them out of His grace, and happy for those who have not yet joined them; that they have nothing to fear, nor will they grieve.",
        "Urdu": "اللہ نے جو فضل انہیں دیا ہے اس پر خوش ہیں، اور ان لوگوں کے لیے بھی خوشخبری سنا رہے ہیں جو ابھی ان سے نہیں ملے کہ ان پر نہ کوئی خوف ہوگا اور نہ وہ غمگین ہوں گے۔",
        "French": "Ils se réjouissent des bienfaits qu'Allah leur a accordés, et ils se félicitent pour ceux qui ne les ont pas encore rejoints, qu'ils n'auront aucune crainte et qu'ils ne seront point affligés.",
        "Spanish": "Se regocijan por las gracias que Allah les ha concedido y se alegran por quienes aún no se les han unido, que no tendrán temor ni estarán afligidos.",
        "Hindi": "अल्लाह ने जो अनुग्रह उन्हें दिया है उस पर प्रसन्न हैं, और उन लोगों के लिए भी शुभ सूचना सुना रहे हैं जो अभी उनसे नहीं मिले कि उन पर न कोई भय होगा और न वे दुखी होंगे।"
      }
    },
    {
      "no": 171,
      "arabic": "يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ",
      "transliteration": "Yastabshirūna bi-niʿmatin mina llāhi wa faḍlin wa anna llāha lā yuḍīʿu ajra l-mu'minīn.",
      "translations": {
        "English": "They rejoice in grace from God, and bounty, and that God will not waste the reward of the faithful.",
        "Urdu": "وہ اللہ کی نعمت اور فضل پر خوش ہیں، اور اس بات پر کہ اللہ مومنوں کا اجر ضائع نہیں کرے گا।",
        "French": "Ils se réjouissent d'une grâce d'Allah et d'un bienfait, et [du fait] qu'Allah ne laisse pas perdre la récompense des croyants.",
        "Spanish": "Se alegran por un favor de Allah y una gracia, y porque Allah no deja perder la recompensa de los creyentes.",
        "Hindi": "वे अल्लाह की अनुकंपा और उपकार पर प्रसन्न हैं, और इस बात पर कि अल्लाह ईमान वालों का प्रतिदान व्यर्थ नहीं करेगा।"
      }
    },
    {
      "no": 172,
      "arabic": "الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ",
      "transliteration": "Alladhīna stajābū li-llāhi wa r-rasūli min baʿdi mā aṣābahumu l-qarḥu li-lladhīna aḥsanū minhum wa ttaqaw ajrun ʿaẓīm.",
      "translations": {
        "English": "Those who responded to God and the Messenger, despite the persecution they had suffered. For the virtuous and the pious among them is a great reward.",
        "Urdu": "جو لوگ اللہ اور رسول کی دعوت پر لبیک کہتے ہیں، اس کے بعد کہ انہیں زخم لگ چکے تھے۔ ان میں سے جو نیکوکار اور پرہیزگار ہیں، ان کے لیے بڑا اجر ہے۔",
        "French": "Ceux qui ont obéi à Allah et au Messager après les blessures qu'ils avaient reçues. Un immense récompense attend ceux d'entre eux qui ont fait le bien et qui ont craint Allah.",
        "Spanish": "Quienes respondieron a Allah y al Mensajero después de haber sido heridos. Para los que hicieron el bien y fueron piadosos entre ellos hay una gran recompensa.",
        "Hindi": "जो लोग अल्लाह और रसूल की पुकार पर लब्बैक कहते हैं, उसके बाद कि उन्हें घाव लग चुके थे। उनमें से जो नेकी करने वाले और परहेज़गार हैं, उनके लिए बड़ा प्रतिदान है।"
      }
    },
    {
      "no": 173,
      "arabic": "الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ",
      "transliteration": "Alladhīna qāla lahumu n-nāsu inna n-nāsa qad jamaʿū lakum fa-khshawhum fa-zādahum īmānan wa qālū ḥasbunā llāhu wa niʿma l-wakīl.",
      "translations": {
        "English": "Those to whom the people have said, 'The people have mobilized against you, so fear them.' But this only increased them in faith, and they said, 'God is enough for us; He is the Excellent Protector.'",
        "Urdu": "جن سے لوگوں نے کہا: 'لوگوں نے تمہارے خلاف جمع ہو کر تیاری کر لی ہے، سو تم ان سے ڈرو۔' تو اس نے ان کے ایمان میں اور اضافہ کر دیا اور انہوں نے کہا: 'اللہ ہمارے لیے کافی ہے اور وہ بہترین کارساز ہے۔'",
        "French": "Ceux à qui les gens dirent : 'Les gens se sont rassemblés contre vous ; craignez-les.' Cela accrut leur foi, et ils dirent : 'Allah nous suffit ; Il est le meilleur garant.'",
        "Spanish": "Aquellos a quienes los hombres dijeron: 'La gente se ha reunido contra vosotros; temedles.' Pero eso no hizo sino aumentar su fe, y dijeron: 'Allah nos basta; ¡qué excelente Protector!'",
        "Hindi": "जिनसे लोगों ने कहा: 'लोगों ने तुम्हारे विरुद्ध इकट्ठा होकर तैयारी कर ली है, अतः तुम उनसे डरो।' तो इसने उनके ईमान में और वृद्धि कर दी और उन्होंने कहा: 'हमारे लिए अल्लाह काफ़ी है और वह बहुत अच्छा कार्यसाधक है।'"
      }
    },
    {
      "no": 174,
      "arabic": "فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ",
      "transliteration": "Fa-nqalabū bi-niʿmatin mina llāhi wa faḍlin lam yamsas-hum sū'un wa ttabaʿū riḍwāna llāhi wa llāhu dhū faḍlin ʿaẓīm.",
      "translations": {
        "English": "So they came back with grace from God, and bounty, and no harm having touched them. They pursued what pleases God. God possesses immense grace.",
        "Urdu": "پس وہ اللہ کی نعمت اور فضل کے ساتھ لوٹے اور انہیں کوئی نقصان نہ پہنچا، اور انہوں نے اللہ کی رضا کی پیروی کی۔ اور اللہ بڑے فضل والا ہے।",
        "French": "Ils revinrent donc avec un bienfait et une grâce d'Allah, sans qu'aucun mal ne les ait touchés, et ils suivirent ce qui satisfait Allah. Et Allah est Détenteur d'une grâce immense.",
        "Spanish": "Regresaron con un favor y una gracia de Allah, sin que les hubiera alcanzado ningún mal, siguiendo la complacencia de Allah. Y Allah es el poseedor de un favor inmenso.",
        "Hindi": "अतः वे अल्लाह की अनुकंपा और उपकार के साथ लौटे और उन्हें कोई हानि न पहुँची, और उन्होंने अल्लाह की प्रसन्नता का अनुसरण किया। और अल्लाह बड़े उपकार वाला है।"
      }
    },
    {
      "no": 175,
      "arabic": "إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ",
      "transliteration": "Innamā dhālikumu sh-shayṭānu yukhawwifu awliyā'ahu fa-lā takhāfūhum wa khāfūni in kuntum mu'minīn.",
      "translations": {
        "English": "That is only Satan frightening his partisans; so do not fear them, but fear Me, if you are believers.",
        "Urdu": "یہ تو صرف شیطان ہے جو اپنے دوستوں کو ڈراتا ہے، سو تم ان سے نہ ڈرو، بلکہ مجھ سے ڈرو، اگر تم مومن ہو۔",
        "French": "C'est seulement le Diable qui vous fait craindre ses alliés. Ne les craignez donc pas ; mais craignez-Moi, si vous êtes croyants.",
        "Spanish": "Eso no es más que el Demonio que quiere atemorizar a sus seguidores. No les temáis, sino temedme a Mí, si sois creyentes.",
        "Hindi": "यह तो केवल शैतान है जो अपने सहायकों से डराता है, अतः तुम उनसे न डरो, बल्कि मुझसे डरो, यदि तुम ईमान वाले हो।"
      }
    },
    {
      "no": 176,
      "arabic": "وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "transliteration": "Wa lā yaḥzunka lladhīna yusāriʿūna fī l-kufri innahum lan yaḍurrū llāha shay'an yurīdu llāhu allā yajʿala lahum ḥaẓẓan fī l-ākhirati wa lahum ʿadhābun ʿaẓīm.",
      "translations": {
        "English": "And do not be saddened by those who rush into disbelief. They will not harm God in the least. God desires to give them no share in the Hereafter. A terrible torment awaits them.",
        "Urdu": "اور جو لوگ کفر میں جلدی کرتے ہیں ان کی وجہ سے تم رنجیدہ نہ ہو۔ وہ اللہ کو ذرہ برابر بھی نقصان نہیں پہنچا سکتے۔ اللہ چاہتا ہے کہ آخرت میں ان کا کوئی حصہ نہ رکھے، اور ان کے لیے بڑا عذاب ہے۔",
        "French": "Que ne t'affligent point ceux qui se précipitent vers la mécréance. Ils ne nuiront en rien à Allah. Allah veut qu'ils n'aient aucune part dans l'au-delà. Et il y aura pour eux un énorme châtiment.",
        "Spanish": "Que no te entristezcan quienes se apresuran hacia la incredulidad. No podrán dañar a Allah en lo más mínimo. Allah quiere que no tengan parte en la otra vida. Y tendrán un castigo inmenso.",
        "Hindi": "और जो लोग कुफ़्र में जल्दी करते हैं उनकी वजह से तुम दुखी न हो। वे अल्लाह को ज़रा भी हानि नहीं पहुँचा सकते। अल्लाह चाहता है कि आख़िरत में उनका कोई हिस्सा न रखे, और उनके लिए भारी यातना है।"
      }
    },
    {
      "no": 177,
      "arabic": "إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "transliteration": "Inna lladhīna shtarawu l-kufra bi-l-īmāni lan yaḍurrū llāha shay'an wa lahum ʿadhābun alīm.",
      "translations": {
        "English": "Those who exchange blasphemy for faith will not harm God in the least. A painful torment awaits them.",
        "Urdu": "جو لوگ ایمان کے بدلے کفر خریدتے ہیں، وہ اللہ کو ذرہ برابر بھی نقصان نہیں پہنچا سکتے، اور ان کے لیے دردناک عذاب ہے।",
        "French": "Ceux qui ont troqué la mécréance contre la foi ne nuiront en rien à Allah. Et il y aura pour eux un châtiment douloureux.",
        "Spanish": "Quienes cambian la incredulidad por la fe no podrán dañar a Allah en lo más mínimo, y tendrán un castigo doloroso.",
        "Hindi": "जो लोग ईमान के बदले कुफ़्र ख़रीदते हैं, वे अल्लाह को ज़रा भी हानि नहीं पहुँचा सकते, और उनके लिए दर्दनाक यातना है।"
      }
    },
    {
      "no": 178,
      "arabic": "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ",
      "transliteration": "Wa lā yaḥsabanna lladhīna kafarū annamā numlī lahum khayrun li-anfusihim innamā numlī lahum li-yazdādū ithman wa lahum ʿadhābun muhīn.",
      "translations": {
        "English": "Those who disbelieve should not assume that We respite them for their own good. In fact, We only respite them so that they may increase in sinfulness. A humiliating torment awaits them.",
        "Urdu": "جو لوگ کفر کرتے ہیں وہ یہ نہ سمجھیں کہ ہم جو انہیں مہلت دے رہے ہیں یہ ان کے لیے بہتر ہے۔ ہم تو انہیں صرف اس لیے مہلت دیتے ہیں کہ وہ گناہوں میں اور بڑھ جائیں، اور ان کے لیے ذلت کا عذاب ہے۔",
        "French": "Que les mécréants ne pensent pas que le délai que Nous leur accordons soit un bien pour eux. Nous ne leur accordons du répit que pour qu'ils augmentent leurs péchés. Et ils auront un châtiment avilissant.",
        "Spanish": "No crean los incrédulos que el plazo que les concedemos es un bien para ellos. Solo les damos un plazo para que aumenten sus pecados. Y tendrán un castigo humillante.",
        "Hindi": "जो लोग कुफ़्र करते हैं वे यह न समझें कि हम जो उन्हें मोहलत दे रहे हैं यह उनके लिए भला है। हम तो उन्हें केवल इसलिए मोहलत देते हैं कि वे पापों में और बढ़ जाएँ, और उनके लिए अपमानजनक यातना है।"
      }
    },
    {
      "no": 179,
      "arabic": "مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ",
      "transliteration": "Mā kāna llāhu li-yadhara l-mu'minīna ʿalā mā antum ʿalayhi ḥattā yamīza l-khabītha mina ṭ-ṭayyibi wa mā kāna llāhu li-yuṭliʿakum ʿalā l-ghaybi wa lākinna llāha yajtabī min rusulihi man yashā'u fa-āminū bi-llāhi wa rusulihi wa in tu'minū wa tattaqū fa-lakum ajrun ʿaẓīm.",
      "translations": {
        "English": "God will not leave the believers as you are, without distinguishing the wicked from the sincere. Nor will God inform you of the future, but God elects from among His messengers whom He wills. So believe in God and His messengers. If you believe and practice piety, you will have a splendid reward.",
        "Urdu": "اللہ ایسا نہیں ہے کہ مومنوں کو تمہاری موجودہ حالت پر چھوڑ دے یہاں تک کہ ناپاک کو پاک سے الگ کر دے۔ اور اللہ تمہیں غیب کی خبریں نہیں دیتا، لیکن اللہ اپنے رسولوں میں سے جسے چاہتا ہے منتخب کر لیتا ہے۔ پس اللہ اور اس کے رسولوں پر ایمان لاؤ۔ اگر تم ایمان لاؤ اور پرہیزگاری اختیار کرو تو تمہارے لیے بڑا اجر ہے۔",
        "French": "Allah ne laissera pas les croyants dans l'état où vous êtes jusqu'à ce qu'Il distingue le mauvais du bon. Et Allah ne vous informera pas de l'inconnaissable, mais Allah choisit parmi Ses messagers qui Il veut. Croyez donc en Allah et en Ses messagers. Si vous croyez et êtes pieux, vous aurez une énorme récompense.",
        "Spanish": "Allah no dejará a los creyentes en el estado en que estáis hasta que distinga al malo del bueno. Y Allah no os informará de lo oculto, pero Allah elige entre Sus mensajeros a quien Él quiere. Creed, pues, en Allah y en Sus mensajeros. Si creéis y sois piadosos, tendréis una inmensa recompensa.",
        "Hindi": "अल्लाह ऐसा नहीं है कि ईमान वालों को तुम्हारी वर्तमान दशा पर छोड़ दे यहाँ तक कि नापाक को पाक से अलग कर दे। और अल्लाह तुम्हें ग़ैब की ख़बरें नहीं देता, किन्तु अल्लाह अपने रसूलों में से जिसे चाहता है चुन लेता है। अतः अल्लाह और उसके रसूलों पर ईमान लाओ। यदि तुम ईमान लाओ और परहेज़गारी अपनाओ तो तुम्हारे लिए बड़ा प्रतिदान है।"
      }
    },
    {
      "no": 180,
      "arabic": "وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "transliteration": "Wa lā yaḥsabanna lladhīna yabkhalūna bi-mā ātāhumu llāhu min faḍlihi huwa khayran lahum bal huwa sharrun lahum sa-yuṭawwaqūna mā bakhilū bihi yawma l-qiyāmati wa li-llāhi mīrāthu s-samāwāti wa l-arḍi wa llāhu bi-mā taʿmalūna khabīr.",
      "translations": {
        "English": "Those who withhold what God has given them of his bounty should not assume that is good for them. In fact, it is bad for them. They will be encircled by their hoardings on the Day of Resurrection. To God belongs the inheritance of the heavens and the earth, and God is well acquainted with what you do.",
        "Urdu": "جو لوگ اللہ نے اپنے فضل سے جو کچھ انہیں دیا ہے اس میں کنجوسی کرتے ہیں، وہ یہ نہ سمجھیں کہ یہ ان کے لیے بہتر ہے۔ بلکہ یہ ان کے لیے برا ہے۔ قیامت کے دن جو کچھ انہوں نے بخل کیا تھا وہ ان کے گلے کا طوق بنا دیا جائے گا۔ اور آسمانوں اور زمین کی وراثت اللہ ہی کے لیے ہے، اور اللہ تمہارے اعمال سے خوب باخبر ہے۔",
        "French": "Que ceux qui sont avares de ce qu'Allah leur a donné par Sa grâce ne comptent pas cela comme bon pour eux. Au contraire, c'est mauvais pour eux : au Jour de la Résurrection, on leur attachera autour du cou ce dont ils ont été avares. C'est à Allah qu'appartient l'héritage des cieux et de la terre. Et Allah est Parfaitement Connaisseur de ce que vous faites.",
        "Spanish": "No crean los avaros, que se niegan a dar de lo que Allah les ha concedido por Su gracia, que eso es bueno para ellos. Al contrario, es malo para ellos. El Día de la Resurrección se les colgará del cuello lo que avaramente retuvieron. A Allah pertenece la herencia de los cielos y la tierra. Allah está bien informado de lo que hacéis.",
        "Hindi": "जो लोग अल्लाह ने अपने उपकार से जो कुछ उन्हें दिया है उसमें कंजूसी करते हैं, वे यह न समझें कि यह उनके लिए भला है। बल्कि यह उनके लिए बुरा है। क़यामत के दिन जो कुछ उन्होंने कंजूसी की थी वह उनके गले का हार बना दिया जाएगा। और आकाशों तथा धरती की विरासत अल्लाह ही के लिए है, और अल्लाह तुम्हारे कर्मों से भली-भाँति अवगत है।"
      }
    },
    {
      "no": 181,
      "arabic": "لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ",
      "translations": {
        "English": "God has heard the statement of those who said, 'God is poor, and we are rich.' We will write down what they said, and their wrongful killing of the prophets; and We will say, 'Taste the torment of the burning.'",
        "French": "Allah a bien entendu la parole de ceux qui ont dit: «Allah est pauvre et nous sommes riches.» Nous enregistrerons ce qu'ils ont dit, ainsi que leur meurtre injustifié des prophètes. Et Nous leur dirons: «Goûtez au châtiment de la Fournaise.",
        "Urdu": "بیشک اللہ نے ان لوگوں کی بات سن لی جنہوں نے کہا کہ اللہ محتاج ہے اور ہم مالدار ہیں۔ ہم ان کی یہ بات اور ناحق انبیاء کو قتل کرنے کو لکھ لیں گے اور کہیں گے کہ جلنے والے عذاب کا مزہ چکھو۔",
        "Spanish": "Ciertamente, Allah ha oído las palabras de quienes dijeron: 'Allah es pobre y nosotros somos ricos'. Registraremos lo que dijeron, junto con su asesinato injusto de los profetas, y les diremos: 'Gusten el castigo del Fuego'.",
        "Hindi": "निस्संदेह अल्लाह ने उन लोगों की बात सुन ली जिन्होंने कहा कि 'अल्लाह गरीब है और हम अमीर हैं'। हम उनकी यह बात और नाहक़ नबियों की हत्या लिख लेंगे और कहेंगे कि 'जलने वाले अज़ाब का मज़ा चखो'।"
      }
    },
    {
      "no": 182,
      "arabic": "ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ",
      "translations": {
        "English": "'This is on account of what your hands have forwarded, and because God is not unjust towards the creatures.'",
        "French": "'Voilà ce que vos mains ont accompli, car Allah n'est point injuste envers les serviteurs.'",
        "Urdu": "'یہ اس سبب سے ہے جو تمہارے ہاتھوں نے آگے بھیجا اور یہ کہ اللہ بندوں پر ذرا بھی ظلم نہیں کرتا۔'",
        "Spanish": "'Esto es por lo que vuestras manos han cometido, y porque Allah no es injusto con Sus siervos.'",
        "Hindi": "'यह उसके कारण है जो तुम्हारे हाथों ने आगे भेजा और यह कि अल्लाह बन्दों पर ज़रा भी अत्याचार नहीं करता।'"
      }
    },
    {
      "no": 183,
      "arabic": "الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ",
      "translations": {
        "English": "Those who said, 'God has made a covenant with us, that we shall not believe in any messenger unless he brings us an offering to be consumed by fire.' Say, 'Messengers have come to you before me with proofs, and with what you asked for; so why did you assassinate them, if you are truthful?'",
        "French": "Ceux qui dirent: 'Allah nous a fait promettre de ne croire à aucun messager à moins qu'il ne nous apporte une offrande que le feu consume.' Dis: 'Avant moi, des messagers sont venus à vous avec des preuves évidentes et avec ce que vous demandez. Pourquoi donc les avez-vous tués si vous êtes véridiques?'",
        "Urdu": "وہ لوگ جنہوں نے کہا کہ اللہ نے ہم سے عہد لیا ہے کہ ہم کسی رسول پر ایمان نہیں لائیں گے جب تک کہ وہ ہمارے پاس ایسی قربانی نہ لے آئے جسے آگ کھا جائے۔ کہہ دو کہ تمہارے پاس مجھ سے پہلے بھی رسول واضح نشانیوں اور تمہاری مانگی ہوئی چیز کے ساتھ آئے تھے، پھر تم نے انہیں کیوں قتل کیا اگر تم سچے ہو؟'",
        "Spanish": "Aquellos que dijeron: 'Allah nos ha ordenado no creer en ningún mensajero a menos que nos traiga una ofrenda que el fuego consuma.' Di: 'Ya vinieron a vosotros mensajeros antes de mí con pruebas claras y con lo que pedís. ¿Por qué los matasteis si sois veraces?'",
        "Hindi": "जिन लोगों ने कहा कि 'अल्लाह ने हमसे वादा लिया है कि हम किसी रसूल पर ईमान नहीं लाएँगे जब तक कि वह हमारे पास ऐसी क़ुरबानी न ले आए जिसे आग खा जाए।' कह दो कि 'तुम्हारे पास मुझसे पहले भी रसूल स्पष्ट निशानियों और तुम्हारी माँगी हुई चीज़ के साथ आए थे, फिर तुमने उन्हें क्यों मार डाला यदि तुम सच्चे हो?'"
      }
    },
    {
      "no": 184,
      "arabic": "فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ",
      "translations": {
        "English": "If they accuse you of lying, messengers before you were accused of lying. They came with the proofs, and the Psalms, and the Illuminating Scripture.",
        "French": "S'ils te traitent de menteur, des messagers avant toi ont été traités de menteurs. Ils vinrent avec les preuves, les Psaumes et le Livre éclairant.",
        "Urdu": "پس اگر وہ تمہیں جھٹلائیں تو تم سے پہلے بھی رسول جھٹلائے جا چکے ہیں جو واضح نشانیاں، زبور اور روشن کتاب لے کر آئے تھے۔",
        "Spanish": "Si te desmienten, ya fueron desmentidos mensajeros antes de ti que vinieron con las pruebas claras, los Salmos y el Libro luminoso.",
        "Hindi": "फिर यदि वे तुम्हें झुठलाएँ तो तुमसे पहले भी रसूल झुठलाए जा चुके हैं जो स्पष्ट निशानियाँ, ज़बूर और रोशन किताब लेकर आए थे।"
      }
    },
    {
      "no": 185,
      "arabic": "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ",
      "translations": {
        "English": "Every soul will have a taste of death, and you will receive your recompense on the Day of Resurrection. Whoever is swayed from the Fire, and admitted to Paradise, has won. The life of this world is merely enjoyment of delusion.",
        "French": "Toute âme goûtera la mort. Vous recevrez votre rétribution intégrale au Jour de la Résurrection. Quiconque est écarté du Feu et introduit au Paradis a certes réussi. La vie présente n'est qu'une jouissance trompeuse.",
        "Urdu": "ہر نفس موت کا مزہ چکھنے والا ہے اور تمہیں قیامت کے دن ہی تمہارا پورا بدلہ دیا جائے گا۔ پس جو شخص آگ سے دور کر دیا گیا اور جنت میں داخل کر دیا گیا، وہی کامیاب ہوا۔ اور دنیا کی زندگی تو دھوکے کے سوا کچھ نہیں۔",
        "Spanish": "Toda alma gustará la muerte. Y sólo el Día de la Resurrección se os retribuirá completamente. A quien se le aparte del Fuego y se le haga entrar en el Paraíso habrá triunfado. La vida mundanal no es más que un disfrute engañoso.",
        "Hindi": "हर प्राणी मौत का स्वाद चखने वाला है और तुम्हें क़यामत के दिन ही तुम्हारा पूरा बदला दिया जाएगा। फिर जिसे आग से दूर कर दिया गया और जन्नत में दाख़िल कर दिया गया, वही सफल हुआ। और दुनिया की ज़िंदगी तो धोखे के सिवा कुछ नहीं।"
      }
    },
    {
      "no": 186,
      "arabic": "لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ",
      "translations": {
        "English": "You will be tested through your possessions and your persons; and you will hear from those who received the Scripture before you, and from the idol worshipers, much abuse. But if you persevere and lead a righteous life—that indeed is a mark of great determination.",
        "French": "Vous serez éprouvés dans vos biens et vos personnes; et vous entendrez de la part de ceux à qui le Livre a été donné avant vous, et de la part des associateurs, beaucoup de propos blessants. Mais si vous êtes endurants et pieux... voilà bien la meilleure résolution à prendre.",
        "Urdu": "تم ضرور اپنے مالوں اور جانوں میں آزمائش میں ڈالے جاؤ گے اور تم اہل کتاب میں سے جو تم سے پہلے گزر چکے ہیں اور مشرکوں سے بہت سی تکلیف دہ باتیں سنو گے۔ اور اگر تم صبر کرو اور پرہیزگاری اختیار کرو تو یہ بڑے عزم کے کاموں میں سے ہے۔",
        "Spanish": "Seréis probados en vuestros bienes y en vosotros mismos. Y oiréis de quienes recibieron el Libro antes que vosotros y de los idólatras muchas ofensas. Pero si sois pacientes y teméis a Allah, eso es algo que requiere determinación.",
        "Hindi": "तुम्हें अपने मालों और अपनी जानों में अवश्य परीक्षा में डाला जाएगा और तुम उन लोगों से जिन्हें तुमसे पहले किताब दी गई थी और मुश्रिकों से बहुत-सी तकलीफ़देह बातें सुनोगे। और यदि तुम धैर्य धरो और परहेज़गारी करो तो यह बड़े हौसले के कामों में से है।"
      }
    },
    {
      "no": 187,
      "arabic": "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَशْتَرُونَ",
      "translations": {
        "English": "God received a pledge from those who were given the Scripture: 'You shall proclaim it to the people, and not conceal it.' But they disregarded it behind their backs, and exchanged it for a small price. What a miserable exchange they made.",
        "French": "Et lorsqu'Allah prit cet engagement de ceux à qui le Livre avait été donné: 'Vous l'expliquerez aux gens et ne le cacherez pas.' Mais ils l'ont jeté derrière leur dos et l'ont vendu à vil prix. Quel mauvais commerce ils ont fait!",
        "Urdu": "اور جب اللہ نے اہل کتاب سے عہد لیا کہ تم اسے لوگوں کے سامنے ضرور بیان کرو گے اور اسے نہیں چھپاؤ گے۔ پھر انہوں نے اسے پیٹھ پیچھے ڈال دیا اور اس کے بدلے تھوڑی سی قیمت لے لی۔ سو وہ کیا ہی برا سودا ہے جو وہ کرتے ہیں۔",
        "Spanish": "Y cuando Allah tomó el pacto de quienes recibieron el Libro: 'Lo explicaréis claramente a la gente y no lo ocultaréis.' Pero lo arrojaron a sus espaldas y lo vendieron a bajo precio. ¡Qué pésimo trueque hicieron!",
        "Hindi": "और जब अल्लाह ने उन लोगों से जिन्हें किताब दी गई थी, यह प्रतिज्ञा ली कि 'तुम उसे लोगों के सामने अवश्य स्पष्ट कर दोगे और उसे छिपाओगे नहीं।' फिर उन्होंने उसे पीठ पीछे डाल दिया और उसके बदले थोड़ी-सी कीमत ले ली। तो वह क्या ही बुरा सौदा है जो वे करते हैं।"
      }
    },
    {
      "no": 188,
      "arabic": "لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "translations": {
        "English": "Do not think that those who rejoice in what they have done, and love to be praised for what they have not done—do not think they can evade the punishment. They will have a painful punishment.",
        "French": "Ne pense pas que ceux qui exultent de ce qu'ils ont fait et qui aiment qu'on les loue pour ce qu'ils n'ont pas fait, ne pense pas qu'ils trouveront une échappatoire au châtiment. Pour eux il y aura un châtiment douloureux.",
        "Urdu": "تم ہرگز یہ نہ سمجھو کہ جو لوگ اپنے کیے پر خوش ہوتے ہیں اور پسند کرते ہیں کہ ان کی تعریف کی جائے اس کام پر جو انہوں نے کیا ہی نہیں، تو تم انہیں عذاب سے بچ جانے والا نہ سمجھنا۔ ان کے لیے دردناک عذاب ہے۔",
        "Spanish": "No creáis que quienes se alegran de lo que han hecho y les gusta ser alabados por lo que no han hecho escaparán al castigo. Tendrán un castigo doloroso.",
        "Hindi": "तुम यह कदापि न समझो कि जो लोग अपने किए पर खुश होते हैं और पसंद करते हैं कि उनकी प्रशंसा की जाए उस काम पर जो उन्होंने किया ही नहीं, तो तुम उन्हें अज़ाब से बच निकलने वाला न समझना। उनके लिए दर्दनाक अज़ाब है।"
      }
    },
    {
      "no": 189,
      "arabic": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "translations": {
        "English": "To God belongs the sovereignty of the heavens and the earth. God has power over all things.",
        "French": "A Allah appartient la royauté des cieux et de la terre. Et Allah est Omnipotent.",
        "Urdu": "اور آسمانوں اور زمین کی بادشاہی اللہ ہی کے لیے ہے اور اللہ ہر چیز پر قادر ہے۔",
        "Spanish": "A Allah pertenece el reino de los cielos y la tierra. Y Allah tiene poder sobre todas las cosas.",
        "Hindi": "और आकाशों और धरती की बादशाही अल्लाह ही के लिए है और अल्लाह हर चीज़ पर क़ादिर है।"
      }
    },
    {
      "no": 190,
      "arabic": "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ",
      "translations": {
        "English": "In the creation of the heavens and the earth, and in the alternation of night and day, are signs for people of understanding.",
        "French": "Dans la création des cieux et de la terre, et dans l'alternance de la nuit et du jour, il y a certes des signes pour les doués d'intelligence,",
        "Urdu": "بیشک آسمانوں اور زمین کی پیدائش اور رات اور دن کے بدلنے میں عقل مندوں کے لیے نشانیاں ہیں۔",
        "Spanish": "En la creación de los cielos y de la tierra y en la sucesión de la noche y el día hay signos para los dotados de intelecto.",
        "Hindi": "निस्संदेह आकाशों और धरती की सृष्टि में और रात-दिन के आवर्तन में बुद्धिमानों के लिए निशानियाँ हैं।"
      }
    },
    {
      "no": 191,
      "arabic": "الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ",
      "translations": {
        "English": "Those who remember God while standing, and sitting, and on their sides; and they reflect upon the creation of the heavens and the earth: 'Our Lord, You did not create this in vain, glory to You, so protect us from the punishment of the Fire.'",
        "French": "qui, debout, assis, couchés sur leurs côtés, invoquent Allah et méditent sur la création des cieux et de la terre (disant): 'Seigneur! Tu n'as pas créé cela en vain. Gloire à Toi! Garde-nous du châtiment du Feu.",
        "Urdu": "وہ لوگ جو کھڑے، بیٹھے اور لیٹے ہر حال میں اللہ کو یاد کرते ہیں اور آسمانوں اور زمین کی پیدائش میں غور کرتے ہیں (اور کہتے ہیں) اے ہمارے رب! تو نے یہ سب بے کار پیدا نہیں کیا، تو پاک ہے، پس ہمیں آگ کے عذاب سے بچا لے۔",
        "Spanish": "Aquellos que recuerdan a Allah estando de pie, sentados o recostados sobre sus costados, y reflexionan sobre la creación de los cielos y la tierra: '¡Señor nuestro! No has creado esto en vano. ¡Gloria a Ti! Presérvanos del castigo del Fuego.'",
        "Hindi": "जो लोग खड़े, बैठे और पहलू पर लेटे हर हालत में अल्लाह को याद करते हैं और आकाशों तथा धरती की सृष्टि में विचार करते हैं (और कहते हैं) 'हे हमारे रब! तूने यह सब व्यर्थ पैदा नहीं किया, तू पवित्र है, तो हमें आग के अज़ाब से बचा ले।'"
      }
    },
    {
      "no": 192,
      "arabic": "رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
      "translations": {
        "English": "'Our Lord, whomever You commit to the Fire, You have disgraced. The wrongdoers will have no helpers.'",
        "French": "'Seigneur! Quiconque Tu fais entrer dans le Feu, Tu le couvres d'ignominie. Et pour les injustes, il n'y a pas de secoureurs.'",
        "Urdu": "'اے ہمارے رب! جسے تو آگ میں داخل کرے گا تو نے اسے رسوا کر دیا اور ظالموں کا کوئی مددگار نہیں ہوگا۔'",
        "Spanish": "'¡Señor nuestro! A quien introduces en el Fuego, le has cubierto de ignominia. Los injustos no tendrán quien les auxilie.'",
        "Hindi": "'हे हमारे रब! जिसे तू आग में दाख़िल करेगा, तूने उसे रुसवा कर दिया और अत्याचारियों का कोई सहायक न होगा।'"
      }
    },
    {
      "no": 193,
      "arabic": "رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ",
      "translations": {
        "English": "'Our Lord, we have heard a caller calling to the faith: 'Believe in your Lord,' and we have believed. Our Lord! Forgive us our sins, and remit our misdeeds, and make us die in the company of the virtuous.'",
        "French": "'Seigneur! Nous avons entendu l'appel de celui qui a appelé ainsi à la foi: 'Croyez en votre Seigneur' et dès lors nous avons cru. Seigneur, pardonne-nous nos péchés, efface de nous nos méfaits, et place-nous, à notre mort, avec les gens de bien.'",
        "Urdu": "'اے ہمارے رب! ہم نے ایک پکارنے والے کو ایمان کی طرف بلاتے سنا کہ اپنے رب پر ایمان لاؤ، تو ہم ایمان لے آئے۔ اے ہمارے رب! ہمارے گناہ معاف فرما دے اور ہماری برائیاں ہم سے مٹا دے اور ہمیں نیک لوگوں کے ساتھ وفات دے۔'",
        "Spanish": "'¡Señor nuestro! Hemos oído a un pregonero que llamaba a la fe: '¡Creed en vuestro Señor!' Y hemos creído. ¡Señor nuestro! Perdónanos nuestros pecados, borra nuestras malas acciones y haznos morir con los justos.'",
        "Hindi": "'हे हमारे रब! हमने एक पुकारने वाले को ईमान की तरफ़ बुलाते सुना कि अपने रब पर ईमान लाओ, तो हम ईमान ले आए। हे हमारे रब! हमारे गुनाह माफ़ कर दे और हमारी बुराइयों को हमसे मिटा दे और हमें नेक लोगों के साथ मौत दे।'"
      }
    },
    {
      "no": 194,
      "arabic": "رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ",
      "translations": {
        "English": "'Our Lord, and give us what You have promised us through Your messengers, and do not disgrace us on the Day of Resurrection. Surely You never break a promise.'",
        "French": "'Seigneur! Donne-nous ce que Tu nous as promis par Tes messagers. Et ne nous couvre pas d'ignominie au Jour de la Résurrection. Car Toi, Tu ne manques pas à Ta promesse.'",
        "Urdu": "'اے ہمارے رب! اور ہمیں وہ دے جو تو نے اپنے رسولوں کے ذریعے سے ہم سے وعدہ کیا ہے اور قیامت کے دن ہمیں رسوا نہ کر، بے شک تو وعدہ خلافی نہیں کرتا۔'",
        "Spanish": "'¡Señor nuestro! Concédenos lo que nos prometiste a través de Tus mensajeros y no nos humilles el Día de la Resurrección. Ciertamente, Tú no faltas a Tu promesa.'",
        "Hindi": "'हे हमारे रब! और हमें वह दे जो तूने अपने रसूलों के ज़रिए हमसे वादा किया है और क़यामत के दिन हमें रुसवा न कर, निस्संदेह तू वादाख़िलाफ़ी नहीं करता।'"
      }
    },
    {
      "no": 195,
      "arabic": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ",
      "translations": {
        "English": "And so their Lord answered them: 'I will not waste the work of any worker among you, whether male or female. You are one of another. For those who emigrated, and were expelled from their homes, and were persecuted because of Me, and fought and were killed—I will remit for them their sins, and will admit them into gardens beneath which rivers flow—a reward from God. With God is the ultimate reward.'",
        "French": "Leur Seigneur les a alors exaucés: 'En vérité, Je ne laisse pas perdre le bien que quiconque parmi vous a fait, homme ou femme, car vous êtes les uns des autres. Ceux donc qui ont émigré, qui ont été expulsés de leurs demeures, qui ont été persécutés dans Mon chemin, qui ont combattu, qui ont été tués, Je tiendrai certes pour expiées leurs mauvaises actions, et les ferai entrer dans des Jardins sous lesquels coulent les ruisseaux, comme récompense de la part d'Allah.' Et c'est auprès d'Allah qu'est la plus belle récompense.",
        "Urdu": "پس ان کے رب نے ان کی دعا قبول فرمائی کہ میں تم میں سے کسی عمل کرنے والے کے عمل کو ضائع نہیں کرتا، خواہ مرد ہو یا عورت، تم سب ایک دوسرے کے مثل ہو۔ پس جو لوگ ہجرت کر گئے اور اپنے گھروں سے نکال دیے گئے اور میری راہ میں تکلیف دیے گئے اور لڑے اور مارے گئے، میں ان کی برائیاں ضرور مٹا دوں گا اور انہیں ایسی جنتوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہوں گی، یہ اللہ کے پاس سے بدلہ ہے اور اللہ ہی کے پاس بہترین بدلہ ہے۔",
        "Spanish": "Su Señor les respondió: 'No dejaré que se pierda la obra de ninguno de vosotros, sea hombre o mujer. Sois unos de otros. A quienes emigraron, fueron expulsados de sus hogares, fueron perseguidos por Mi causa, combatieron y fueron muertos, les perdonaré sus faltas y les introduciré en jardines por donde corren ríos, como recompensa de Allah.' Y junto a Allah está la mejor recompensa.",
        "Hindi": "फिर उनके रब ने उनकी दुआ क़बूल कर ली कि 'मैं तुममें से किसी अमल करने वाले का अमल व्यर्थ नहीं करता, चाहे वह पुरुष हो या स्त्री, तुम सब एक-दूसरे के समान हो।' फिर जो लोग हिजरत कर गए और अपने घरों से निकाल दिए गए और मेरी राह में तकलीफ़ दी गई और लड़े और मारे गए, मैं उनकी बुराइयाँ अवश्य मिटा दूँगा और उन्हें ऐसी जन्नतों में दाख़िल करूँगा जिनके नीचे नहरें बहती होंगी, यह अल्लाह के पास से बदला है और अल्लाह ही के पास बेहतरीन बदला है।"
      }
    },
    {
      "no": 196,
      "arabic": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ",
      "translations": {
        "English": "Do not be impressed by the disbelievers' movements in the land.",
        "French": "Que ne t'éblouisse point la circulation dans le pays, des mécréants.",
        "Urdu": "(اے نبی!) کافروں کا ملک میں چلنا پھرنا تمہیں دھوکے میں نہ ڈالے۔",
        "Spanish": "Que no te engañe el ir y venir de los incrédulos por la tierra.",
        "Hindi": "(ऐ नबी!) काफ़िरों का देश में चलना-फिरना तुम्हें धोखे में न डाले।"
      }
    },
    {
      "no": 197,
      "arabic": "مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ",
      "translations": {
        "English": "A brief enjoyment, then their abode is Hell. What a miserable resort.",
        "French": "C'est une jouissance éphémère; ensuite leur refuge sera l'Enfer. Et quelle détestable couche!",
        "Urdu": "تھوڑا سا فائدہ ہے، پھر ان کا ٹھکانا جہنم ہے اور وہ بہت ہی برا ٹھکانا ہے۔",
        "Spanish": "Es un disfrute pasajero, luego su morada será el Infierno. ¡Qué pésima morada!",
        "Hindi": "थोड़ा-सा फ़ायदा है, फिर उनका ठिकाना जहन्नम है और वह बहुत ही बुरा ठिकाना है।"
      }
    },
    {
      "no": 198,
      "arabic": "لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللَّهِ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ",
      "translations": {
        "English": "As for those who feared their Lord: for them will be gardens beneath which rivers flow, wherein they will abide forever—hospitality from God. What God possesses is best for the just.",
        "French": "Tandis que ceux qui craignent leur Seigneur auront les Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement, un lieu d'accueil de la part d'Allah. Et ce qui est auprès d'Allah est meilleur pour les pieux.",
        "Urdu": "لیکن جو لوگ اپنے رب سے ڈرتے رہے ان کے لیے ایسی جنتیں ہیں جن کے نیچے نہریں بہتی ہوں گی، وہ ان میں ہمیشہ رہیں گے، یہ اللہ کی طرف سے مہمانی ہے اور جو کچھ اللہ کے پاس ہے وہ نیکوکاروں کے لیے بہتر ہے۔",
        "Spanish": "Pero quienes temieron a su Señor tendrán jardines por donde corren ríos, en los que estarán eternamente, como hospedaje de Allah. Lo que está junto a Allah es mejor para los justos.",
        "Hindi": "लेकिन जो लोग अपने रब से डरते रहे उनके लिए ऐसी जन्नतें हैं जिनके नीचे नहरें बहती होंगी, वे उनमें सदैव रहेंगे, यह अल्लाह की तरफ़ से मेहमानी है और जो कुछ अल्लाह के पास है वह नेक लोगों के लिए बेहतर है।"
      }
    },
    {
      "no": 199,
      "arabic": "وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
      "translations": {
        "English": "Among the People of the Scripture are those who believe in God, and in what was revealed to you, and in what was revealed to them. They are humble before God, and they do not sell God's revelations for a cheap price. These will have their reward with their Lord. God is swift in reckoning.",
        "French": "Il est, parmi les gens du Livre, ceux qui croient en Allah et en ce qu'on a fait descendre vers vous et en ce qu'on a fait descendre vers eux. Ils sont humbles devant Allah, et ne vendent pas les versets d'Allah à vil prix. Voilà ceux dont la récompense est auprès de leur Seigneur. En vérité, Allah est prompt à faire les comptes.",
        "Urdu": "اور اہل کتاب میں سے بعض ایسے بھی ہیں جو اللہ پر اور اس چیز پر جو تمہاری طرف اتاری گئی ہے اور اس چیز پر جو ان کی طرف اتاری گئی ہے، ایمان رکھتے ہیں، اللہ کے آگے عاجزی کرنے والے ہیں، اللہ کی آیتوں کو تھوڑی سی قیمت پر نہیں بیچتے، ان کے لیے ان کا اجر ان کے رب کے پاس ہے، بے شک اللہ جلد حساب لینے والا ہے۔",
        "Spanish": "Entre la Gente del Libro hay quienes creen en Allah y en lo que se os ha revelado a vosotros y en lo que se les reveló a ellos, siendo humildes ante Allah, no vendiendo las señales de Allah a bajo precio. Esos tendrán su recompensa junto a su Señor. En verdad, Allah es rápido en la cuenta.",
        "Hindi": "और अहले-किताब में से कुछ ऐसे भी हैं जो अल्लाह पर और उस चीज़ पर जो तुम्हारी तरफ़ उतारी गई है और उस चीज़ पर जो उनकी तरफ़ उतारी गई है, ईमान रखते हैं, अल्लाह के आगे नम्रता दिखाते हैं, अल्लाह की आयतों को थोड़ी-सी कीमत पर नहीं बेचते, उनके लिए उनका बदला उनके रब के पास है, निस्संदेह अल्लाह जल्द हिसाब लेने वाला है।"
      }
    },
    {
      "no": 200,
      "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
      "translations": {
        "English": "O you who believe! Be patient, and advocate patience, and be united, and revere God, so that you may thrive.",
        "French": "Ô vous qui croyez! Soyez endurants. Rivalisez en endurance. Soyez fermes. Et craignez Allah. Ainsi réussirez-vous.",
        "Urdu": "اے ایمان والو! صبر کرو اور صبر میں مقابلہ کرو اور (دشمن کے مقابلے میں) مضبوطی سے جمے رہو اور اللہ سے ڈرتے رہو تاکہ تم فلاح پاؤ۔",
        "Spanish": "¡Oh, creyentes! Sed pacientes, competid en paciencia, manteneos firmes y temed a Allah, que así triunfaréis.",
        "Hindi": "ऐ ईमान वालो! धैर्य धरो और धैर्य में मुक़ाबला करो और (दुश्मन के मुक़ाबले में) मज़बूती से डटे रहो और अल्लाह से डरते रहो ताकि तुम सफल हो जाओ।"
      }
    }
    ]
  }

