{
    "no": 34,
    "name": "Saba",
    "verses": [
        {
            "no": 1,
            "arabic": "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
            "transliteration": "Al-ḥamdu lillāhi alladhī lahu mā fī as-samāwāti wa mā fī al-arḍi wa lahu al-ḥamdu fī al-ākhirati wa huwa al-ḥakīmu al-khabīr",
            "translations": {
              "English": "Praise be to Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And to Him belongs [all] praise in the Hereafter, and He is the Wise, the Acquainted.",
              "Urdu": "تمام تعریفیں اللہ کے لیے ہیں جس کے لیے آسمانوں اور زمین میں جو کچھ ہے وہ اسی کا ہے، اور آخرت میں بھی اسی کے لیے تعریف ہے، اور وہ حکمت والا، باخبر ہے۔",
              "French": "Louange à Allah, à Qui appartient tout ce qui est dans les cieux et sur la terre. Et à Lui revient toute louange dans l’au-delà. Et c’est Lui le Sage, le Parfaitement Informé.",
              "Spanish": "Todas las alabanzas son para Alá, a Quien pertenece cuanto hay en los cielos y en la tierra. Y en la otra vida también serán para Él las alabanzas. Él es el Sabio, el Bien Informado.",
              "Hindi": "सारी प्रशंसा अल्लाह के लिए है, जिसके लिए आकाशों और धरती में जो कुछ है वह उसी का है, और आख़िरत में भी उसी के लिए प्रशंसा है, और वह बुद्धिमान, जानकार है।"
            }
          },
          {
            "no": 2,
            "arabic": "يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ",
            "transliteration": "Yaʿlamu mā yaliju fī al-arḍi wa mā yakhruju minhā wa mā yanzilu min as-samāʾi wa mā yaʿruju fīhā wa huwa ar-raḥīmu al-ghafūr",
            "translations": {
              "English": "He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein. And He is the Merciful, the Forgiving.",
              "Urdu": "وہ جانتا ہے جو زمین میں داخل ہوتا ہے اور جو اس سے نکلتا ہے، اور جو آسمان سے اترتا ہے اور جو اس میں چڑھتا ہے، اور وہ بڑا مہربان، بخشنے والا ہے۔",
              "French": "Il sait ce qui pénètre dans la terre et ce qui en sort, et ce qui descend du ciel et ce qui y monte. Et c’est Lui le Miséricordieux, le Pardonneur.",
              "Spanish": "Él sabe lo que penetra en la tierra y lo que sale de ella, lo que desciende del cielo y lo que asciende a él. Él es el Misericordioso, el Indulgente.",
              "Hindi": "वह जानता है जो धरती में प्रवेश करता है और जो उससे निकलता है, और जो आकाश से उतरता है और जो उसमें चढ़ता है, और वह दयालु, क्षमाशील है।"
            }
          },
          {
            "no": 3,
            "arabic": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ",
            "transliteration": "Wa qāla alladhīna kafarū lā taʾtīnā as-sāʿatu qul balā wa rabbī lataʾtiyannakum ʿālimi al-ghaybi lā yaʿzubu ʿanhu mithqālu dharratin fī as-samāwāti wa lā fī al-arḍi wa lā aṣgharu min dhālika wa lā akbaru illā fī kitābin mubīn",
            "translations": {
              "English": "Those who disbelieve say, 'The Hour will not come to us.' Say, 'Yes, by my Lord, it will surely come to you. [Allah is] the Knower of the unseen.' Not absent from Him is an atom's weight within the heavens or within the earth or [anything] smaller or greater than that but [it is] in a clear register.",
              "Urdu": "کافر کہتے ہیں کہ ہم پر قیامت نہیں آئے گی۔ کہہ دو، کیوں نہیں، میرے رب کی قسم! وہ ضرور تم پر آئے گی۔ وہ غیب کا جاننے والا ہے، آسمانوں اور زمین کا ذرہ برابر بھی اس سے پوشیدہ نہیں، نہ اس سے چھوٹا اور نہ بڑا، مگر یہ سب کھلی کتاب میں موجود ہے۔",
              "French": "Ceux qui ont mécru disent : « L’Heure ne nous viendra pas. » Dis : « Si, par mon Seigneur ! Elle viendra certainement vers vous. » [Allah est] le Connaisseur de l’Inconnaissable. Rien ne Lui échappe, fût-ce du poids d’un atome dans les cieux ou sur la terre, ni plus petit ni plus grand, qui ne soit [consigné] dans un Livre explicite.",
              "Spanish": "Los incrédulos dicen: 'La Hora no nos llegará'. Di: '¡Sí, por mi Señor! Que ciertamente os llegará'. [Allah es] el Conocedor de lo oculto. No se Le escapa ni el peso de un átomo en los cielos ni en la tierra, ni nada más pequeño o grande, sin que esté registrado en un libro claro.",
              "Hindi": "जो लोग काफ़िर हो गए, वे कहते हैं कि हम पर क़यामत नहीं आएगी। कह दो, हाँ मेरे रब की क़सम! वह अवश्य तुम पर आएगी। वह ग़ैब का जानने वाला है, आकाशों और धरती का एक कण भी उससे छिपा नहीं, न उससे छोटा और न बड़ा, बल्कि यह सब एक स्पष्ट किताब में मौजूद है।"
            }
          },
          {
            "no": 4,
            "arabic": "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
            "transliteration": "Liyajziya alladhīna āmanū wa ʿamilū aṣ-ṣāliḥāti ulāʾika lahum maghfiratun wa rizqun karīm",
            "translations": {
              "English": "That He may reward those who have believed and done righteous deeds. Those will have forgiveness and noble provision.",
              "Urdu": "تاکہ وہ ان لوگوں کو بدلہ دے جو ایمان لائے اور نیک اعمال کرتے رहे۔ ان کے لیے بخشش اور عزت والا رزق ہے۔",
              "French": "Afin qu’Il récompense ceux qui ont cru et accompli de bonnes œuvres. Ceux-là auront un pardon et une noble attribution.",
              "Spanish": "Para que Él recompense a quienes creyeron y obraron rectamente. Ellos obtendrán perdón y un sustento generoso.",
              "Hindi": "ताकि वह उन लोगों को बदला दे जो ईमान लाए और अच्छे कर्म किए। उनके लिए माफ़ी और इज़्ज़त वाला रोज़ा है।"
            }
          },
          {
            "no": 5,
            "arabic": "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ",
            "transliteration": "Wa alladhīna saʿaw fī āyātinā muʿājizīna ulāʾika lahum ʿadhābun min rijzin alīm",
            "translations": {
              "English": "But those who strove against Our verses, seeking to cause failure – for them will be a painful punishment of foul nature.",
              "Urdu": "اور جنہوں نے ہماری آیتوں کو ناکام بنانے کی کوشش کی، ان کے لیے دردناک عذاب ہے۔",
              "French": "Et quant à ceux qui se sont efforcés de rendre vaines Nos révélations, ceux-là auront un châtiment d’un supplice douloureux.",
              "Spanish": "En cambio, quienes se esforzaron por invalidar Nuestros signos, sufrirán un castigo doloroso.",
              "Hindi": "और जिन्होंने हमारी आयतों को नाकाम करने की कोशिश की, उनके लिए दर्दनाक अज़ाब है।"
            }
          },
          {
            "no": 6,
            "arabic": "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
            "transliteration": "Wa yarā alladhīna ūtū al-ʿilma alladhī unzila ilayka min rabbika huwa al-ḥaqqa wa yahdī ilā ṣirāṭi al-ʿazīzi al-ḥamīd",
            "translations": {
              "English": "And those who have been given knowledge see that what is revealed to you from your Lord is the truth, and it guides to the path of the Exalted in Might, the Praiseworthy.",
              "Urdu": "اور جنہیں علم دیا گیا ہے، وہ دیکھتے ہیں کہ جو کچھ آپ کے رب کی طرف سے آپ پر نازل کیا گیا ہے وہ حق ہے اور وہ عزیز اور قابل تعریف کے راستے کی طرف رہنمائی کرتا ہے۔",
              "French": "Et ceux à qui le savoir a été donné voient que ce qui t’a été révélé par ton Seigneur est la vérité, et qu’il guide vers le chemin du Puissant, du Digne de louange.",
              "Spanish": "Quienes han recibido el conocimiento ven que lo que te ha sido revelado por tu Señor es la verdad, y que guía hacia el camino del Poderoso, el Digno de alabanza.",
              "Hindi": "और जिन्हें ज्ञान दिया गया है, वे देखते हैं कि आपके रब की ओर से आप पर जो उतारा गया है वह सच है और वह प्रभुत्वशाली, प्रशंसनीय के मार्ग की ओर मार्गदर्शन करता है।"
            }
          },
          {
            "no": 7,
            "arabic": "وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ",
            "transliteration": "Wa qāla alladhīna kafarū hal nadullukum ʿalā rajulin yunabbiʾukum idhā muzziqtum kulla mumazzaqin innakum lafī khalqin jadīd",
            "translations": {
              "English": "And those who disbelieve say, 'Shall we direct you to a man who will inform you [that] when you have disintegrated in complete disintegration, you will [then] be [recreated] in a new creation?'",
              "Urdu": "اور کافر کہتے ہیں، 'کیا ہم تمہیں ایک ایسے شخص کی طرف رہنمائی کریں جو تمہیں بتائے گا کہ جب تم بالکل ٹکڑے ٹکڑے ہو جاؤ گے تو پھر تم ایک نئی مخلوق میں ہو گے؟'",
              "French": "Et ceux qui ont mécru disent : 'Vous indiquerons-nous un homme qui vous annonce que, une fois réduits en poussière, vous serez recréés sous une nouvelle forme ?'",
              "Spanish": "Los incrédulos dicen: '¿Os indicaremos a un hombre que os informa que, cuando os hayáis desintegrado por completo, seréis recreados de nuevo?'",
              "Hindi": "और जो लोग काफ़िर हो गए, वे कहते हैं, 'क्या हम तुम्हें एक ऐसे व्यक्ति की ओर इशारा करें जो तुम्हें बताएगा कि जब तुम पूरी तरह से टुकड़े-टुकड़े हो जाओगे, तो तुम एक नई सृष्टि में होंगे?'"
            }
          },
          {
            "no": 8,
            "arabic": "أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ",
            "transliteration": "Aftarā ʿalā Allāhi kadhiban am bihī jinnatun bal alladhīna lā yuʾminūna bil-ākhirati fī al-ʿadhābi wa aḍ-ḍalāli al-baʿīd",
            "translations": {
              "English": "Has he invented a lie about Allah or is there in him madness? Rather, those who do not believe in the Hereafter are in punishment and far error.",
              "Urdu": "کیا اس نے اللہ پر جھوٹ باندھا ہے یا اس میں جنون ہے؟ بلکہ جو لوگ آخرت پر ایمان نہیں رکھتے، وہ عذاب اور دور کی گمراہی میں ہیں।",
              "French": "A-t-il inventé un mensonge contre Allah ou est-il fou ? Mais ceux qui ne croient pas en l’au-delà sont dans le châtiment et l’égarement profond.",
              "Spanish": "¿Ha inventado una mentira sobre Alá o está loco? Más bien, quienes no creen en la otra vida están en el castigo y el extravío lejano.",
              "Hindi": "क्या उसने अल्लाह पर झूठ गढ़ा है या उसे पागलपन है? बल्कि जो लोग आख़िरत पर ईमान नहीं रखते, वह अज़ाब और दूर की गुमराही में हैं।"
            }
          },
          {
            "no": 9,
            "arabic": "أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ",
            "transliteration": "Afa lam yaraw ilā mā bayna aydīhim wa mā khalfahum min as-samāʾi wa al-arḍi in nashaʾ nakhsif bihim al-arḍa aw nusqiṭ ʿalayhim kisafan min as-samāʾi inna fī dhālika laʾāyatan li-kulli ʿabdin munīb",
            "translations": {
              "English": "Do they not see what is before them and what is behind them of the heaven and earth? If We should will, We could cause the earth to swallow them or [could] let fall upon them fragments from the sky. Indeed in that is a sign for every servant who turns [to Allah].",
              "Urdu": "کیا انہوں نے اپنے آگے اور پیچھے آسمان اور زمین کی چیزیں نہیں دیکھیں؟ اگر ہم چاہیں تو انہیں زمین میں دھنسا دیں یا ان پر آسمان سے ٹکڑے گرادیں۔ بے شک اس میں ہر توبہ کرنے والے بندے کے لیے نشانی ہے۔",
              "French": "N’ont-ils pas vu ce qui est devant eux et derrière eux, dans le ciel et sur la terre ? Si Nous voulions, Nous les ferions engloutir par la terre ou Nous ferions tomber sur eux des morceaux du ciel. Il y a certes là un signe pour tout serviteur repentant.",
              "Spanish": "¿No ven lo que está ante ellos y detrás de ellos, en el cielo y en la tierra? Si quisiéramos, haríamos que la tierra se los tragara o dejaríamos caer sobre ellos fragmentos del cielo. En verdad, hay en ello un signo para todo siervo que se arrepiente.",
              "Hindi": "क्या उन्होंने अपने आगे और पीछे आकाश और धरती की चीज़ें नहीं देखीं? अगर हम चाहें तो उन्हें धरती में धंसा दें या उन पर आकाश से टुकड़े गिरा दें। निस्संदेह इसमें हर रुजू करने वाले बंदे के लिए निशानी है।"
            }
          },
          {
            "no": 10,
            "arabic": "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ",
            "transliteration": "Wa laqad ātaynā Dāwūda minnā faḍlan yā jibālu awwibī maʿahu wa aṭ-ṭayra wa alannā lahu al-ḥadīd",
            "translations": {
              "English": "And We certainly gave David from Us bounty. [We said], 'O mountains, repeat [Our] praises with him, and the birds [as well].' And We made pliable for him iron,",
              "Urdu": "اور ہم نے داؤد کو اپنی طرف سے فضل عطا کیا۔ (ہم نے کہا) 'اے پہاڑو! اس کے ساتھ تسبیح کرو، اور پرندوں (کو بھی)'۔ اور ہم نے اس کے لیے لوہے کو نرم کر دیا،",
              "French": "Et Nous avons certes accordé à David une grâce de Notre part : 'Ô montagnes, répétez avec lui les louanges, ainsi que les oiseaux.' Et pour lui, Nous avons amolli le fer,",
              "Spanish": "Y en verdad concedimos a David un favor Nuestro: '¡Oh montañas! Glorificad con él, y también los pájaros.' Y ablandamos para él el hierro,",
              "Hindi": "और हमने दाऊद को अपनी ओर से अनुग्रह प्रदान किया। (हमने कहा) 'हे पहाड़ों! उसके साथ तस्बीह पढ़ो, और पक्षियों (को भी)'। और हमने उसके लिए लोहे को नरम कर दिया,"
            }
          },
          {
            "no": 11,
            "arabic": "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ",
            "transliteration": "Ani iʿmal sābighātin wa qaddir fī as-sardi wa iʿmalū ṣāliḥan innī bimā taʿmalūn baṣīr",
            "translations": {
              "English": "[We said], 'Make full coats of mail and measure [precisely] the links, and work [all of you] righteousness. Indeed, I am Seeing of what you do.'",
              "Urdu": "(ہم نے کہا) 'زرہیں بناؤ اور ان کی کڑیاں درست طریقے سے تولو، اور نیک عمل کرو۔ بے شک میں تمہارے اعمال کو دیکھنے والا ہوں۔'",
              "French": "['Fabriquez des cottes de mailles et mesurez avec soin les maillons. Et œuvrez avec droiture, car Je vois parfaitement ce que vous faites.']",
              "Spanish": "['Haced cotas de malla y medid con precisión los eslabones. Y obrad rectamente, pues Yo soy bien observador de lo que hacéis.']",
              "Hindi": "['कवच बनाओ और कड़ियों को ठीक से मापो, तथा अच्छे कर्म करो। निस्संदेह मैं तुम्हारे कर्मों को देखने वाला हूँ।']"
            }
          },
          {
            "no": 12,
            "arabic": "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ",
            "transliteration": "Wa li-Sulaymāna ar-rīḥa ghuduwwuhā shahrun wa rawāḥuhā shahrun wa asalnā lahu ʿayna al-qiṭri wa min al-jinni man yaʿmalu bayna yadayhi bi-idhni rabbihi wa man yazigh minhum ʿan amrinā nudhiquhu min ʿadhābi as-saʿīr",
            "translations": {
              "English": "And to Solomon [We subjected] the wind – its morning [journey was that of] a month, and its afternoon [journey was that of] a month. And We made flow for him a spring of molten copper. And of the jinn [We subjected to him] those who worked before him by permission of his Lord. And whoever deviated among them from Our command – We will make him taste of the punishment of the Blaze.",
              "Urdu": "اور سلیمان کے لیے ہم نے ہوا کو مسخر کر دیا، اس کا صبح کا سفر مہینے بھر کا اور شام کا سفر مہینے بھر کا تھا۔ اور ہم نے اس کے لیے تانبے کا چشمہ جاری کیا۔ اور جنات میں سے جو اس کے رب کے حکم سے اس کے سامنے کام کرتے تھے۔ اور جو ان میں سے ہمارے حکم سے پھرتا، ہم اسے دوزخ کے عذاب کا مزہ چکھاتے۔",
              "French": "Et à Salomon, Nous avons assujetti le vent : son voyage du matin équivalait à un mois, et son voyage de l’après-midi à un mois. Et pour lui, Nous avons fait couler une source de cuivre fondu. Et parmi les djinns, certains travaillaient sous ses ordres, par permission de son Seigneur. Quiconque d’entre eux déviait de Notre ordre, Nous lui faisions goûter le châtiment de la Fournaise.",
              "Spanish": "Y a Salomón [sometimos] el viento: su viaje matutino era de un mes y el vespertino de un mes. E hicimos que manara para él un manantial de cobre fundido. Y de los yinn [sometimos a él] quienes trabajaban ante él con el permiso de su Señor. Y quien de ellos se desviara de Nuestra orden, le haríamos probar el castigo del Fuego.",
              "Hindi": "और सुलैमान के लिए हमने हवा को वश में कर दिया, उसकी सुबह की यात्रा एक महीने की और शाम की यात्रा एक महीने की थी। और हमने उसके लिए पिघले तांबे का स्रोत बहाया। और जिन्नों में से जो उसके रब के आदेश से उसके सामने काम करते थे। और जो उनमें से हमारे आदेश से विचलित होता, हम उसे जहन्नम के अज़ाब का स्वाद चखाते।"
            }
          },
          {
            "no": 13,
            "arabic": "يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ",
            "transliteration": "Yaʿmalūna lahu mā yashāʾu min maḥārība wa tamāthīla wa jifānin ka al-jawābi wa qudūrin rāsiyāti iʿmalū āla Dāwūda shukran wa qalīlun min ʿibādī ash-shakūr",
            "translations": {
              "English": "They made for him what he willed of elevated chambers, statues, bowls like reservoirs, and stationary kettles. [We said], 'Work, O family of David, in gratitude.' And few of My servants are grateful.",
              "Urdu": "وہ اس کے لیے وہ بناتے جو وہ چاہتا: اونچے محلات، مورتیاں، حوض جیسے برتن، اور بڑی دیگچیاں۔ (ہم نے کہا) 'اے داؤد کے گھرانے! شکر گزاری کے ساتھ کام کرو۔' اور میرے بندوں میں سے کم ہی شکر گزار ہیں।",
              "French": "Ils fabriquaient pour lui ce qu’il voulait : des sanctuaires, des statues, des bassins comme des réservoirs et des chaudrons fixés au sol. ['Œuvrez, famille de David, avec gratitude.'] Mais peu de Mes serviteurs sont reconnaissants.",
              "Spanish": "Le fabricaban lo que él deseaba: cámaras elevadas, estatuas, cuencos como estanques y calderos fijos. ['¡Trabajad, familia de David, con gratitud.'] Y pocos de Mis siervos son agradecidos.",
              "Hindi": "वे उसके लिए वह बनाते जो वह चाहता: ऊँचे महल, मूर्तियाँ, हौज़ जैसे बर्तन, और बड़े दीगच। (हमने कहा) 'हे दाऊद के परिवार! कृतज्ञता के साथ काम करो।' और मेरे बंदों में से कम ही आभारी हैं।"
            }
          },
          {
            "no": 14,
            "arabic": "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ",
            "transliteration": "Fa lammā qaḍaynā ʿalayhi al-mawta mā dallahum ʿalā mawtihi illā dābbatu al-arḍi taʾkulu minsaʾatahu fa lammā kharra tabayyanati al-jinnu an law kānū yaʿlamūna al-ghayba mā labithū fī al-ʿadhābi al-muhīn",
            "translations": {
              "English": "And when We decreed for Solomon death, nothing indicated to them his death except a creature of the earth eating his staff. But when he fell, the jinn saw plainly that if they had known the unseen, they would not have remained in humiliating torment.",
              "Urdu": "پھر جب ہم نے سلیمان کی موت کا فیصلہ کیا، تو انہیں اس کی موت کا پتہ صرف زمین کے ایک جانور نے چلایا جو اس کی لاٹھی کھا رہا تھا۔ جب وہ گر پڑا، تو جنات کو واضح ہو گیا کہ اگر وہ غیب جانتے ہوتے تو ذلت کے عذاب میں نہ پڑے ہوتے۔",
              "French": "Puis, quand Nous décidâmes la mort de Salomon, rien ne leur indiqua sa mort si ce n’est une bête de la terre qui rongea sa canne. Quand il s’effondra, il devint évident aux djinns que s’ils avaient connu l’inconnaissable, ils ne seraient pas restés dans le supplice humiliant.",
              "Spanish": "Y cuando decretamos la muerte de Salomón, nada les indicó su muerte excepto un animal de la tierra que devoraba su bastón. Y cuando cayó, los yinnes comprendieron que, de haber conocido lo oculto, no habrían permanecido en el castigo denigrante.",
              "Hindi": "फिर जब हमने सुलैमान की मौत का फ़ैसला किया, तो उन्हें उसकी मौत का पता सिर्फ़ धरती के एक जानवर ने चलाया जो उसकी छड़ी खा रहा था। जब वह गिर पड़ा, तो जिन्नों को स्पष्ट हो गया कि अगर वे ग़ैब जानते होते तो अपमानजनक अज़ाब में नहीं रहते।"
            }
          },
          {
            "no": 15,
            "arabic": "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
            "transliteration": "Laqad kāna li-Sabaʾin fī maskanihim āyatun jannatāni ʿan yamīnin wa shimālin kulū min rizqi rabbikum wa ushkurū lahu baldatun ṭayyibatun wa rabbun ghafūr",
            "translations": {
              "English": "There was for [the tribe of] Sheba in their dwelling place a sign: two [fields of] gardens on the right and on the left. [They were told], 'Eat from the provisions of your Lord and be grateful to Him. A good land [have you], and a forgiving Lord.'",
              "Urdu": "سبا کے رہنے کی جگہ میں ایک نشانی تھی: دائیں اور بائیں دو باغ۔ (ان سے کہا گیا) 'اپنے رب کے رزق میں سے کھاؤ اور اس کا شکر ادا کرو۔ ایک پاکیزہ سرزمین ہے اور ایک بخشنے والا رب۔'",
              "French": "Il y avait pour les gens de Saba, dans leur demeure, un signe : deux jardins, à droite et à gauche. ['Mangez de ce que votre Seigneur vous a attribué, et soyez-Lui reconnaissants : une bonne terre et un Seigneur Pardonneur.']",
              "Spanish": "Hubo para [la tribu de] Saba en su morada una señal: dos jardines a la derecha y a la izquierda. [Se les dijo:] 'Comed de las provisiones de vuestro Señor y sedLe agradecidos. [Tenéis] una tierra buena y un Señor Indulgente.'",
              "Hindi": "सबा के रहने की जगह में एक निशानी थी: दाएँ और बाएँ दो बाग़। (उनसे कहा गया) 'अपने रब के रोज़ी में से खाओ और उसका शुक्र अदा करो। एक पवित्र धरती है और एक माफ़ करने वाला रब।'"
            }
          },
          {
            "no": 16,
            "arabic": "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ",
            "transliteration": "Fa aʿraḍū fa arsalnā ʿalayhim sayla al-ʿarimi wa baddalnāhum bijannatayhim jannatayni dhawātay ukulin khamṭin wa athlin wa shayin min sidrin qalīl",
            "translations": {
              "English": "But they turned away, so We sent upon them the flood of the dam, and We replaced their two gardens with gardens of bitter fruit, tamarisks and something of sparse lote trees.",
              "Urdu": "پس انہوں نے منہ موڑ لیا تو ہم نے ان پر بند کا سیلاب بھیج دیا اور ان کے دو باغوں کے بدلے دو ایسے باغ کردیے جن میں کڑوا پھل، بیری کے درخت اور تھوڑے سے ببول کے درخت تھے۔",
              "French": "Mais ils se détournèrent. Nous déchaînâmes alors contre eux l’inondation du barrage et transformâmes leurs deux jardins en deux jardins aux fruits amers, tamaris et quelques jujubiers.",
              "Spanish": "Pero se apartaron, así que desatamos sobre ellos la inundación del dique y reemplazamos sus dos jardines por otros de frutos amargos, tamariscos y algunos escasos azufaifos.",
              "Hindi": "किन्तु उन्होंने मुँह फेर लिया तो हमने उन पर बाँध की बाढ़ भेज दी और उनके दो बाग़ों के बदले दो ऐसे बाग़ कर दिए जिनमें कड़वे फल, बेर के पेड़ और थोड़े से बबूल के पेड़ थे।"
            }
          },
          {
            "no": 17,
            "arabic": "ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ",
            "transliteration": "Dhālika jazaynāhum bimā kafarū wa hal nujāzī illā al-kafūr",
            "translations": {
              "English": "That We repaid them because they disbelieved. And do We repay except the ungrateful?",
              "Urdu": "یہ ہم نے انہیں ان کے کفر کی سزا دی۔ اور ہم ناشکروں کو ہی سزا دیتے ہیں۔",
              "French": "Ainsi les rétribuâmes-Nous pour leur ingratitude. Et ne punissons-Nous que le grand ingrat.",
              "Spanish": "Así les retribuimos por su incredulidad. ¿Y acaso retribuimos sino al desagradecido?",
              "Hindi": "यह हमने उन्हें उनके कुफ्र की सज़ा दी। और क्या हम नाशुक्रों को ही सज़ा नहीं देते?"
            }
          },
          {
            "no": 18,
            "arabic": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ",
            "transliteration": "Wa jaʿalnā baynahum wa bayna al-qurā allatī bāraknā fīhā quran ẓāhiratan wa qaddarnā fīhā as-sayra sīrū fīhā layālī wa ayyāman āminīn",
            "translations": {
              "English": "And We placed between them and the cities which We had blessed [many] visible cities. And We determined between them the [distances of] journey, [saying], 'Travel between them by night and day in safety.'",
              "Urdu": "اور ہم نے ان کے اور ان بستیوں کے درمیان جنہیں ہم نے برکت دی تھی، نمایاں بستیاں بنائیں اور ہم نے ان کے درمیان سفر کا اندازہ مقرر کیا (کہا) \"رات دن ان میں بے خوف و خطر سفر کرو\"۔",
              "French": "Et Nous avions placé entre eux et les cités que Nous avions bénies d'autres cités bien visibles, et Nous y avions établi des étapes de voyage : 'Parcourez-les de nuit et de jour en toute sécurité.'",
              "Spanish": "Y establecimos entre ellos y las ciudades que habíamos bendecido [otras] ciudades visibles, y fijamos las etapas del viaje: 'Viajad entre ellas de noche y de día con seguridad.'",
              "Hindi": "और हमने उनके और उन बस्तियों के बीच जिन्हें हमने बरकत दी थी, स्पष्ट बस्तियाँ बनाईं और हमने उनके बीच यात्रा का अनुमान निर्धारित किया (कहा) 'रात-दिन उनमें निर्भय होकर यात्रा करो'।"
            }
          },
          {
            "no": 19,
            "arabic": "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
            "transliteration": "Fa qālū rabbanā bāʿid bayna asfārinā wa ẓalamū anfusahum fa jaʿalnāhum aḥādītha wa mazzaqnāhum kulla mumazzaqin inna fī dhālika laʾāyātin likulli ṣabbārin shakūr",
            "translations": {
              "English": "But they said, 'Our Lord, lengthen the distance between our journeys,' and wronged themselves, so We made them narrations and dispersed them in total dispersion. Indeed in that are signs for everyone patient and grateful.",
              "Urdu": "پھر انہوں نے کہا \"ہمارے رب! ہمارے سفر کے درمیان فاصلہ بڑھا دے\" اور اپنے آپ پر ظلم کیا۔ پس ہم نے انہیں کہانیاں بنا دیں اور انہیں منتشر کر دیا۔ بے شک اس میں ہر صبر کرنے والے شکر گزار کے لیے نشانیاں ہیں۔",
              "French": "Mais ils dirent : 'Seigneur, allonge les distances de nos voyages' - et ils se firent du tort à eux-mêmes. Nous fîmes donc d'eux des sujets de légendes et Nous les dispersâmes en tous sens. Il y a en cela des signes pour tout homme endurant et reconnaissant.",
              "Spanish": "Pero dijeron: '¡Señor nuestro, aumenta las distancias entre nuestros viajes!' Y se perjudicaron a sí mismos. Así que los convertimos en leyendas y los dispersamos por completo. En verdad, hay en ello signos para todo paciente agradecido.",
              "Hindi": "फिर उन्होंने कहा 'हमारे रब! हमारी यात्राओं के बीच दूरी बढ़ा दे' और अपने आप पर अत्याचार किया। तो हमने उन्हें कहानियाँ बना दीं और उन्हें बिखेर दिया। निस्संदेह इसमें हर धैर्यवान कृतज्ञ के लिए निशानियाँ हैं।"
            }
          },
          {
            "no": 20,
            "arabic": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ",
            "transliteration": "Wa laqad ṣaddaqa ʿalayhim iblīsu ẓannahu fa attabaʿūhu illā farīqan min al-muʾminīn",
            "translations": {
              "English": "And Iblees had already confirmed through them his assumption, so they followed him, except for a party of believers.",
              "Urdu": "اور ابلیس نے اپنے گمان کو ان پر سچ کر دکھایا تو انہوں نے اس کی پیروی کی سوائے مومنوں کے ایک گروہ کے।",
              "French": "Et déjà, Iblis avait confirmé son opinion sur eux, et ils l'avaient suivi, sauf un groupe de croyants.",
              "Spanish": "Y ya había Iblis confirmado su suposición sobre ellos, y le siguieron, excepto un grupo de creyentes.",
              "Hindi": "और इब्लीस ने उन पर अपने अनुमान को सच कर दिखाया तो उन्होंने उसका अनुसरण किया सिवाय ईमान वालों के एक समूह के।"
            }
          },
          {
            "no": 21,
            "arabic": "وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ",
            "transliteration": "Wa mā kāna lahu ʿalayhim min sulṭānin illā li naʿlama man yuʾminu bil-ākhirati mimman huwa minhā fī shakkin wa rabbuka ʿalā kulli shayʾin ḥafīẓ",
            "translations": {
              "English": "And he had over them no authority except [it was decreed] that We might make evident who believes in the Hereafter from who is thereof in doubt. And your Lord, over all things, is Guardian.",
              "Urdu": "اور اس کا ان پر کوئی تسلط نہیں تھا مگر اس لیے کہ ہم جان لیں کہ آخرت پر کون ایمان رکھتا ہے اور کون اس کے بارے میں شک میں ہے۔ اور آپ کا رب ہر چیز کا نگہبان ہے۔",
              "French": "Il n'avait sur eux aucune autorité, si ce n'est que Nous voulions distinguer celui qui croit en l'au-delà de celui qui en doute. Et ton Seigneur est Gardien sur toute chose.",
              "Spanish": "Y no tenía poder sobre ellos, excepto para que supiéramos quién cree en la otra vida de quien está en duda acerca de ella. Y tu Señor es sobre todas las cosas Guardián.",
              "Hindi": "और उसका उन पर कोई अधिकार नहीं था सिवाय इसके कि हम जान लें कि आख़िरत पर कौन ईमान रखता है और कौन उसके बारे में शक में है। और आपका रब हर चीज़ का रक्षक है।"
            }
          },
          {
            "no": 22,
            "arabic": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ",
            "transliteration": "Quli idʿū alladhīna zaʿamtum min dūni Allāhi lā yamlikūna mithqāla dharratin fī as-samāwāti wa lā fī al-arḍi wa mā lahum fīhimā min shirkin wa mā lahu minhum min ẓahīr",
            "translations": {
              "English": "Say, [O Muhammad], 'Invoke those whom you claim [as deities] besides Allah. They do not possess an atom's weight [of ability] in the heavens or on the earth, and they do not have therein any partnership [with Him], nor is there for Him from among them any assistant.'",
              "Urdu": "کہہ دیجئے کہ اللہ کے سوا جنہیں تم معبود سمجھتے ہو انہیں پکارو۔ وہ آسمانوں اور زمین میں ذرہ برابر بھی اختیار نہیں رکھتے اور نہ ان کا ان میں کوئی حصہ ہے اور نہ اللہ کو ان میں سے کوئی مددگار ہے۔",
              "French": "Dis : 'Invoquez ceux que vous prétendez [être des divinités] en dehors d'Allah. Ils ne possèdent pas le poids d'un atome dans les cieux ni sur la terre. Ils n'ont jamais été associés à leur création et Il n'a aucun assistant parmi eux.'",
              "Spanish": "Di: 'Invocad a quienes pretendéis [como divinidades] en lugar de Alá. No poseen el peso de un átomo en los cielos ni en la tierra. No tienen participación alguna en ellos ni Él tiene entre ellos auxiliares.'",
              "Hindi": "कह दो: 'अल्लाह के अलावा जिन्हें तुम देवता मानते हो उन्हें पुकारो। वे आकाशों और धरती में ज़र्रा भर का भी अधिकार नहीं रखते और न उनका उनमें कोई हिस्सा है और न अल्लाह को उनमें से कोई सहायक है।'"
            }
          },
          {
            "no": 23,
            "arabic": "وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ",
            "transliteration": "Wa lā tanfaʿu ash-shafāʿatu ʿindahu illā liman adhina lahu ḥattā idhā fuzziʿa ʿan qulūbihim qālū mādhā qāla rabbukum qālū al-ḥaqqa wa huwa al-ʿaliyyu al-kabīr",
            "translations": {
              "English": "And intercession does not benefit with Him except for one whom He permits. [And those wait] until, when terror is removed from their hearts, they will say [to one another], 'What has your Lord said?' They will say, 'The truth.' And He is the Most High, the Grand.",
              "Urdu": "اور اس کے ہاں سفارش کسی کے لیے فائدہ مند نہیں ہوتی سوائے اس کے جسے وہ اجازت دے۔ یہاں تک کہ جب ان کے دلوں سے خوف دور ہو جاتا ہے تو وہ کہتے ہیں \"تمہارے رب نے کیا فرمایا؟\" وہ کہتے ہیں \"سچ فرمایا\" اور وہ بلند وبالا، بزرگ ہے۔",
              "French": "L'intercession auprès de Lui ne profite qu'à celui à qui Il la permet. Puis, quand la frayeur sera dissipée de leurs cœurs, ils diront : 'Qu'a dit votre Seigneur ?' Ils répondront : 'La vérité.' Et c'est Lui le Sublime, le Grand.",
              "Spanish": "Y la intercesión no beneficia ante Él sino a quien Él permite. [Y esperan] hasta que, cuando el terror sea apartado de sus corazones, dirán: '¿Qué ha dicho vuestro Señor?' Dirán: 'La verdad.' Y Él es el Altísimo, el Grande.",
              "Hindi": "और उसके यहाँ सिफ़ारिश किसी के लिए लाभदायक नहीं होती सिवाय उसके जिसे वह अनुमति दे। यहाँ तक कि जब उनके दिलों से डर दूर हो जाता है तो वे कहते हैं 'तुम्हारे रब ने क्या कहा?' वे कहते हैं 'सच कहा' और वह अत्यन्त उच्च, महान है।"
            }
          },
          {
            "no": 24,
            "arabic": "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ",
            "transliteration": "Qul man yarzuqukum min as-samāwāti wa al-arḍi quli Allāhu wa innā aw iyyākum laʿalā hudan aw fī ḍalālin mubīn",
            "translations": {
              "English": "Say, 'Who provides for you from the heavens and the earth?' Say, 'Allah. And indeed, we or you are either upon guidance or in clear error.'",
              "Urdu": "کہہ دیجئے کہ آسمانوں اور زمین سے تمہیں رزق کون دیتا ہے؟ کہہ دیجئے کہ اللہ۔ اور بے شک ہم یا تم میں سے کوئی ہدایت پر ہے یا کھلی گمراہی میں۔",
              "French": "Dis : 'Qui vous attribue de la nourriture du ciel et de la terre ?' Dis : 'Allah. Et c'est nous ou vous qui sommes sur une bonne voie ou dans un égarement manifeste.'",
              "Spanish": "Di: '¿Quién os sustenta de los cielos y la tierra?' Di: 'Alá. Y, en verdad, nosotros o vosotros estamos en la guía o en un extravío evidente.'",
              "Hindi": "कह दो: 'आकाशों और धरती से तुम्हें रोज़ी कौन देता है?' कह दो: 'अल्लाह। और निस्संदेह हम या तुम में से कोई मार्गदर्शन पर है या खुली गुमराही में।'"
            }
          },
          {
            "no": 25,
            "arabic": "قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ",
            "transliteration": "Qul lā tusʾalūna ʿammā ajramnā wa lā nusʾalu ʿammā taʿmalūn",
            "translations": {
              "English": "Say, 'You will not be asked about what we committed, and we will not be asked about what you do.'",
              "Urdu": "کہہ دیجئے کہ تم سے ہمارے گناہوں کے بارے میں نہیں پوچھا جائے گا اور نہ ہم سے تمہارے اعمال کے بارے میں پوچھا جائے گا۔",
              "French": "Dis : 'Vous ne serez pas interrogés sur nos péchés et nous ne serons pas interrogés sur ce que vous faites.'",
              "Spanish": "Di: 'No se os preguntará por lo que nosotros hayamos cometido ni se nos preguntará por lo que vosotros hagáis.'",
              "Hindi": "कह दो: 'तुमसे हमारे अपराधों के बारे में नहीं पूछा जाएगा और न हमसे तुम्हारे कर्मों के बारे में पूछा जाएगा।'"
            }
          },
          {
            "no": 26,
            "arabic": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ",
            "transliteration": "Qul yajmaʿu baynanā rabbunā thumma yaftaḥu baynanā bil-ḥaqqi wa huwa al-fatāḥu al-ʿalīm",
            "translations": {
              "English": "Say, 'Our Lord will bring us together; then He will judge between us in truth. And He is the Knowing Judge.'",
              "Urdu": "کہہ دیجئے کہ ہمارا رب ہمیں جمع کرے گا پھر ہمارے درمیان حق کے ساتھ فیصلہ کرے گا اور وہ فیصلہ کرنے والا، جاننے والا ہے۔",
              "French": "Dis : 'Notre Seigneur nous réunira, puis Il tranchera entre nous en toute justice. Car c'est Lui le Grand Juge, l'Omniscient.'",
              "Spanish": "Di: 'Nuestro Señor nos reunirá y luego decidirá entre nosotros con la verdad. Él es el Juez, el Omnisciente.'",
              "Hindi": "कह दो: 'हमारा रब हमें इकट्ठा करेगा फिर हमारे बीच सच्चाई के साथ फ़ैसला करेगा और वह फ़ैसला करने वाला, जानने वाला है।'"
            }
          },
          {
            "no": 27,
            "arabic": "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
            "transliteration": "Qul arūniya alladhīna alḥaqtum bihi shurakāʾa kallā bal huwa Allāhu al-ʿazīzu al-ḥakīm",
            "translations": {
              "English": "Say, 'Show me those whom you have attached to Him as partners. No! Rather, He is Allah, the Exalted in Might, the Wise.'",
              "Urdu": "کہہ دیجئے کہ مجھے وہ بتاؤ جنہیں تم نے اس کا شریک ٹھہرایا ہے۔ ہرگز نہیں! بلکہ وہی اللہ ہے، غالب، حکمت والا۔",
              "French": "Dis : 'Montrez-moi ceux que vous Lui avez associés. En réalité, c'est Allah qui est le Puissant, le Sage.'",
              "Spanish": "Di: 'Mostradme a quienes Le habéis asociado como copartícipes. ¡No! Más bien, Él es Alá, el Poderoso, el Sabio.'",
              "Hindi": "कह दो: 'मुझे वे दिखाओ जिन्हें तुमने उसका साझी बनाया है। कदापि नहीं! बल्कि वही अल्लाह है, प्रभुत्वशाली, तत्वदर्शी।'"
            }
          },
          {
            "no": 28,
            "arabic": "وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
            "transliteration": "Wa mā arsalnāka illā kāffatan li-n-nāsi bashīran wa nadhīran wa lakinna akthara an-nāsi lā yaʿlamūn",
            "translations": {
              "English": "And We have not sent you except comprehensively to mankind as a bringer of good tidings and a warner. But most of the people do not know.",
              "Urdu": "اور ہم نے آپ کو تمام لوگوں کے لیے بشیر اور نذیر بنا کر بھیجا ہے لیکن اکثر لوگ نہیں جانتے۔",
              "French": "Et Nous ne t'avons envoyé qu'en tant qu'annonciateur et avertisseur pour toute l'humanité. Mais la plupart des gens ne savent pas.",
              "Spanish": "Y no te hemos enviado sino como albriciador y amonestador para toda la humanidad. Pero la mayoría de la gente no sabe.",
              "Hindi": "और हमने आपको समस्त मानवजाति के लिए सुसमाचार देने वाला और सचेत करने वाला बनाकर भेजा है, किन्तु अधिकांश लोग नहीं जानते।"
            }
          },
          {
            "no": 29,
            "arabic": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
            "transliteration": "Wa yaqūlūna matā hādhā al-waʿdu in kuntum ṣādiqīn",
            "translations": {
              "English": "And they say, 'When is this promise, if you should be truthful?'",
              "Urdu": "اور وہ کہتے ہیں کہ اگر تم سچے ہو تو یہ وعدہ کب پورا ہوगا؟",
              "French": "Et ils disent : 'Quand donc se réalisera cette promesse, si vous êtes véridiques ?'",
              "Spanish": "Y dicen: '¿Cuándo se cumplirá esta promesa, si sois veraces?'",
              "Hindi": "और वे कहते हैं: 'यह वादा कब पूरा होगा, यदि तुम सच्चे हो?'"
            }
          },
          {
            "no": 30,
            "arabic": "قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
            "transliteration": "Qul lakum mīʿādu yawmin lā tastaʾkhirūna ʿanhu sāʿatan wa lā tastaqdimūn",
            "translations": {
              "English": "Say, 'For you is the appointment of a Day [when] you will not remain thereafter an hour, nor will you precede [it].'",
              "Urdu": "کہہ دیجئے کہ تمہارے لیے ایک دن کا وعدہ ہے جسے نہ تم ایک گھڑی پیچھے کر سکتے ہو اور نہ آگے بڑھا سکتے ہو۔",
              "French": "Dis : 'Vous avez un rendez-vous pour un jour que vous ne pouvez ni retarder d'une heure ni avancer.'",
              "Spanish": "Di: 'Tenéis una cita para un día que no podréis retrasar ni adelantar ni una hora.'",
              "Hindi": "कह दो: 'तुम्हारे लिए एक दिन का वादा है जिसे न तुम एक पल पीछे कर सकते हो और न आगे बढ़ा सकते हो।'"
            }
          },
          {
            "no": 31,
            "arabic": "وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ",
            "transliteration": "Wa qāla alladhīna kafarū lan nuʾmina bihādhā al-qurʾāni wa lā bi-alladhī bayna yadayhi wa law tarā idhi aẓ-ẓālimūna mawqūfūna ʿinda rabbihim yarjiʿu baʿḍuhum ilā baʿḍin al-qawla yaqūlu alladhīna ustuḍʿifū li-alladhīna istakbarū lawlā antum lakunnā muʾminīn",
            "translations": {
              "English": "And those who disbelieve say, 'We will never believe in this Qur'an nor in that before it.' But if you could see when the wrongdoers are made to stand before their Lord, refuting each other's words... Those who were oppressed will say to those who were arrogant, 'If not for you, we would have been believers.'",
              "Urdu": "اور کافر کہتے ہیں کہ ہم نہ اس قرآن پر ایمان لائیں گے اور نہ اس سے پہلے کی کتابوں پر۔ اگر آپ دیکھیں جب ظالم اپنے رب کے سامنے کھڑے کیے جائیں گے اور ایک دوسرے سے جھگڑ رہے ہوں گے... کمزور لوگ تکبر کرنے والوں سے کہیں گے کہ اگر تم نہ ہوتے تو ہم ایمان لے آتے۔",
              "French": "Et ceux qui ont mécru disent : 'Nous ne croirons jamais à ce Coran ni à ce qui l'a précédé.' Si tu voyais les injustes, debout devant leur Seigneur, se renvoyant la parole les uns aux autres ! Ceux qui étaient opprimés diront à ceux qui s'enorgueillissaient : 'Sans vous, nous aurions certainement été croyants.'",
              "Spanish": "Y los incrédulos dicen: 'No creeremos en este Corán ni en lo que lo precedió.' Si vieras cuando los injustos comparezcan ante su Señor, disputándose unos a otros... Los oprimidos dirán a los soberbios: 'Si no fuera por vosotros, habríamos sido creyentes.'",
              "Hindi": "और जो लोग काफ़िर हो गए, वे कहते हैं: 'हम न इस क़ुरआन पर ईमान लाएँगे और न इससे पहले की किताबों पर।' यदि आप देखें जब अत्याचारी अपने रब के सामने खड़े किए जाएँगे और एक-दूसरे से झगड़ रहे होंगे... कमज़ोर लोग अहंकारियों से कहेंगे: 'यदि तुम न होते तो हम ईमान ले आते।'"
            }
          },
          {
            "no": 32,
            "arabic": "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ",
            "transliteration": "Qāla alladhīna istakbarū li-alladhīna ustuḍʿifū a-naḥnu ṣadadnākum ʿani al-hudā baʿda idh jāʾakum bal kuntum mujrimīn",
            "translations": {
              "English": "Those who were arrogant will say to those who were oppressed, 'Did we avert you from guidance after it had come to you? Rather, you were criminals.'",
              "Urdu": "تکبر کرنے والے کمزوروں سے کہیں گے کہ क्या हमने तुम्हें हिदायत आने के बाद उससे रोका? बल्कि तुम ही अपराधी थे।",
              "French": "Ceux qui s'enorgueillissaient diront à ceux qui étaient opprimés : 'Est-ce nous qui vous avons détournés de la bonne direction après qu'elle vous soit venue ? Non, mais vous étiez des criminels.'",
              "Spanish": "Los soberbios dirán a los oprimidos: '¿Acaso os apartamos de la guía después de que os llegara? ¡No! Más bien, vosotros erais criminales.'",
              "Hindi": "अहंकारी कमज़ोरों से कहेंगे: 'क्या हमने तुम्हें मार्गदर्शन आने के बाद उससे रोका? बल्कि तुम ही अपराधी थे।'"
            }
          },
          {
            "no": 33,
            "arabic": "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
            "transliteration": "Wa qāla alladhīna ustuḍʿifū li-alladhīna istakbarū bal makru al-layli wa an-nahāri idh taʾmurūnanā an nakfura bi-llāhi wa najʿala lahu andādan wa asarrū an-nadāmata lammā raʾawū al-ʿadhāba wa jaʿalnā al-aghlāla fī aʿnāqi alladhīna kafarū hal yujzawna illā mā kānū yaʿmalūn",
            "translations": {
              "English": "Those who were oppressed will say to those who were arrogant, 'Rather, [it was your] conspiracy of night and day when you were ordering us to disbelieve in Allah and attribute to Him equals.' But they will [all] confide regret when they see the punishment; and We will put shackles on the necks of those who disbelieved. Will they be recompensed except for what they used to do?",
              "Urdu": "کمزور لوگ تکبر کرنے والوں سے کہیں گے: 'बल्कि रात-दिन की चालबाज़ी तो तुम्हारी थी जब तुम हमें अल्लाह का इन्कार करने और उसके लिए साझी ठहराने का हुक्म देते थे।' اور जब उन्होंने अज़ाब देखा तो पछतावे को छिपाए रखेंगे, और हमने काफ़िरों की गर्दनों में बेड़ियाँ डाल दीं। क्या उन्हें उनके कर्मों के अलावा कुछ और बदला दिया जाएगा?",
              "French": "Ceux qui étaient opprimés diront à ceux qui s'enorgueillissaient : 'C'était plutôt votre machination nuit et jour, quand vous nous ordonniez de ne pas croire en Allah et de Lui donner des égaux.' Et ils cacheront leur regret quand ils verront le châtiment. Et Nous placerons des carcans aux cous de ceux qui ont mécru. Seront-ils rétribués autrement que selon ce qu'ils œuvraient ?",
              "Spanish": "Los oprimidos dirán a los soberbios: '¡No! Fue vuestra conspiración de día y de noche, cuando nos ordenabais negar a Alá y atribuirle copartícipes.' Y ocultarán su remordimiento cuando vean el castigo. Y pondremos grilletes en los cuellos de los incrédulos. ¿Acaso serán retribuidos sino por lo que solían hacer?",
              "Hindi": "कमज़ोर लोग अहंकारियों से कहेंगे: 'बल्कि रात-दिन की चालबाज़ी तो तुम्हारी थी जब तुम हमें अल्लाह का इनकार करने और उसके लिए साझी ठहराने का हुक्म देते थे।' और जब उन्होंने अज़ाब देखा तो पछतावे को छिपाए रखेंगे, और हमने काफ़िरों की गर्दनों में बेड़ियाँ डाल दीं। क्या उन्हें उनके कर्मों के अलावा कुछ और बदला दिया जाएगा?"
            }
          },
          {
            "no": 34,
            "arabic": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
            "transliteration": "Wa mā arsalnā fī qaryatin min nadhīrin illā qāla mutrafūhā innā bimā ursiltum bihi kāfirūn",
            "translations": {
              "English": "And We did not send into a city any warner except that its affluent said, 'Indeed we, in that with which you were sent, are disbelievers.'",
              "Urdu": "اور ہم نے کسی بستی میں کوئی ڈرانے والا نہیں بھेजا مگر اس کے خوشحال لوگوں نے کہا کہ ہم تو اس چیز کے منکر ہیں جس کے ساتھ تم بھیجے گئے ہو।",
              "French": "Et Nous n'avons envoyé à aucune cité d'avertisseur sans que ses notables n'aient dit : 'Nous ne croyons pas au message avec lequel vous avez été envoyés.'",
              "Spanish": "Y no enviamos a ninguna ciudad un amonestador sin que sus pudientes dijeran: 'No creemos en aquello con lo que habéis sido enviados.'",
              "Hindi": "और हमने किसी बस्ती में कोई चेतावनी देने वाला नहीं भेजा मगर उसके संपन्न लोगों ने कहा: 'हम तो उस चीज़ के इनकार करने वाले हैं जिसके साथ तुम भेजे गए हो।'"
            }
          },
          {
            "no": 35,
            "arabic": "وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
            "transliteration": "Wa qālū naḥnu aktharu amwālan wa awlādan wa mā naḥnu bimuʿadhdhabīn",
            "translations": {
              "English": "And they said, 'We are more [than the believers] in wealth and children, and we are not to be punished.'",
              "Urdu": "اور انہوں نے کہا کہ ہم مال اور اولاد میں زیادہ ہیں اور ہم عذاب دیے جانے والے نہیں ہیں۔",
              "French": "Et ils dirent : 'Nous avons plus de richesses et d'enfants, et nous ne serons pas châtiés.'",
              "Spanish": "Y dijeron: 'Tenemos más riquezas e hijos, y no seremos castigados.'",
              "Hindi": "और उन्होंने कहा: 'हम धन और संतान में अधिक हैं और हम यातना दिए जाने वाले नहीं हैं।'"
            }
          },
          {
            "no": 36,
            "arabic": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
            "transliteration": "Qul inna rabbī yabsuṭu ar-rizqa liman yashāʾu wa yaqdiru wa lakinna akthara an-nāsi lā yaʿlamūn",
            "translations": {
              "English": "Say, 'Indeed, my Lord extends provision for whom He wills and restricts [it], but most of the people do not know.'",
              "Urdu": "کہہ دیجئے کہ میرا رب جس کے لیے چاہتا ہے رزق کشادہ کر دیتا ہے اور تنگ بھی کر دیتا ہے لیکن اکثر لوگ نہیں جانتے۔",
              "French": "Dis : 'En vérité, mon Seigneur étend ou restreint Ses dons à qui Il veut. Mais la plupart des gens ne savent pas.'",
              "Spanish": "Di: 'En verdad, mi Señor amplía o restringe el sustento a quien Él quiere. Pero la mayoría de la gente no sabe.'",
              "Hindi": "कह दो: 'निस्संदेह मेरा रब जिसके लिए चाहता है रोज़ी फैला देता है और तंग भी कर देता है, किन्तु अधिकांश लोग नहीं जानते।'"
            }
          },
          {
            "no": 37,
            "arabic": "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ",
            "transliteration": "Wa mā amwālukum wa lā awlādukum bi-allatī tuqarribukum ʿindanā zulfā illā man āmana wa ʿamila ṣāliḥan fa ulāʾika lahum jazāʾu aḍ-ḍiʿfi bimā ʿamilū wa hum fī al-ghurfāti āminūn",
            "translations": {
              "English": "And it is not your wealth or your children that bring you nearer to Us in position, but it is [by being] one who has believed and done righteousness. For them there will be double reward for what they did, and they will be in the upper chambers [of Paradise], safe [and secure].",
              "Urdu": "اور نہ تمہارے مال اور نہ تمہاری اولاد ہی وہ چیز ہے جو ہمارے ہاں تمہارا مقرب بنائے، سوائے اس کے جو ایمان لائے اور نیک عمل کرے۔ ان کے لیے ان کے اعمال کا دوہرا بدلہ ہے اور وہ بالاخانوں میں امن سے ہوں گے۔",
              "French": "Ce ne sont ni vos richesses ni vos enfants qui vous rapprocheront de Nous, sauf celui qui croit et fait le bien : ceux-là auront une double récompense pour ce qu'ils ont fait, et ils résideront en sécurité dans les hauts rangs [du Paradis].",
              "Spanish": "No son vuestras riquezas ni vuestros hijos lo que os acercará a Nosotros, excepto quien crea y obre rectamente: esos tendrán una doble recompensa por lo que hicieron y morarán seguros en las altas moradas [del Paraíso].",
              "Hindi": "और न तुम्हारा धन और न तुम्हारी संतान ही वह चीज़ है जो हमारे यहाँ तुम्हारा निकटवर्ती बनाए, सिवाय उसके जो ईमान लाए और अच्छे कर्म किए। उनके लिए उनके कर्मों का दुगुना बदला है और वे महलों में सुरक्षित होंगे।"
            }
          },
          {
            "no": 38,
            "arabic": "وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
            "transliteration": "Wa alladhīna yasʿawna fī āyātinā muʿājizīna ulāʾika fī al-ʿadhābi muḥḍarūn",
            "translations": {
              "English": "But those who strive against Our verses, seeking to cause failure - they will be brought into the punishment.",
              "Urdu": "اور جو لوگ ہماری آیتوں کو ناکام کرنے کی کوشش کرتے ہیں، وہ عذاب میں حاضر کیے جائیں گے।",
              "French": "Et ceux qui s'efforcent de rendre vaines Nos révélations, ceux-là seront traduits au châtiment.",
              "Spanish": "Y quienes se esfuerzan por invalidar Nuestros signos, esos serán llevados al castigo.",
              "Hindi": "और जो लोग हमारी आयतों को विफल करने का प्रयास करते हैं, वे यातना में पेश किए जाएँगे।"
            }
          },
          {
            "no": 39,
            "arabic": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ",
            "transliteration": "Qul inna rabbī yabsuṭu ar-rizqa liman yashāʾu min ʿibādihi wa yaqdiru lahu wa mā anfaqtum min shayʾin fa huwa yukhlifuhu wa huwa khayru ar-rāziqīn",
            "translations": {
              "English": "Say, 'Indeed, my Lord extends provision for whom He wills of His servants and restricts [it] for him. But whatever you spend [in His cause] - He will compensate it; and He is the best of providers.'",
              "Urdu": "کہہ دیجئے کہ میرا رب اپنے بندوں میں سے جس کے لیے چاہتا ہے رزق کشادہ کر دیتا ہے اور تنگ بھی کر دیتا ہے۔ اور جو کچھ تم خرچ کرو گے وہ اس کی تلافی کر دے گا اور وہ سب سے بہتر رزق دینے والا ہے۔",
              "French": "Dis : 'Mon Seigneur étend ou restreint Ses dons à qui Il veut parmi Ses serviteurs. Et toute dépense que vous faites [dans le sentier d'Allah], Il la remplace, et c'est Lui le Meilleur des pourvoyeurs.'",
              "Spanish": "Di: 'En verdad, mi Señor amplía o restringe el sustento a quien Él quiere de Sus siervos. Y cualquier cosa que gastéis [en Su causa], Él la compensará, y Él es el mejor de los proveedores.'",
              "Hindi": "कह दो: 'निस्संदेह मेरा रब अपने बंदों में से जिसके लिए चाहता है रोज़ी फैला देता है और तंग भी कर देता है। और जो कुछ तुम खर्च करोगे वह उसकी भरपाई कर देगा और वह सबसे अच्छा रोज़ी देने वाला है।'"
            }
          },
          {
            "no": 40,
            "arabic": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ",
            "transliteration": "Wa yawma yaḥshuruhum jamīʿan thumma yaqūlu lil-malāʾikati a-hāʾulāʾi iyyākum kānū yaʿbudūn",
            "translations": {
              "English": "And [mention] the Day when He will gather them all and then say to the angels, 'Did these [people] used to worship you?'",
              "Urdu": "اور جس دن وہ سب کو جمع کرے گا پھر فرشتوں سے کہے گا: 'کیا یہ لوگ تمہیں پूजा करते تھे?'",
              "French": "Et [rappelle-toi] le jour où Il les rassemblera tous, puis dira aux anges : 'Est-ce que ceux-là vous adoraient ?'",
              "Spanish": "Y [recuerda] el día en que los congregue a todos y luego diga a los ángeles: '¿Acaso estos [seres] os adoraban?'",
              "Hindi": "और जिस दिन वह सबको इकट्ठा करेगा फिर फ़रिश्तों से कहेगा: 'क्या ये लोग तुम्हारी पूजा करते थे?'"
            }
          },
          {
            "no": 41,
            "arabic": "قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ",
            "transliteration": "Qālū subḥānaka anta waliyyunā min dūnihim bal kānū yaʿbudūna al-jinna aktharuhum bihim muʾminūn",
            "translations": {
              "English": "They will say, 'Exalted are You! You, [O Allah], are our benefactor not them. Rather, they used to worship the jinn; most of them were believers in them.'",
              "Urdu": "وہ کہیں گے: 'تو پاک ہے! तू ही हमारा संरक्षक है न कि वे। बल्कि वे तो जिन्नों की पूजा करते थे, उनमें से अधिकांश उन पर ईमान रखते थे।'",
              "French": "Ils diront : 'Gloire à Toi ! Tu es notre Protecteur, en dehors d'eux. En réalité, ils adoraient les djinns en qui la plupart croyaient fermement.'",
              "Spanish": "Dirán: '¡Glorificado seas! Tú [¡Oh, Alá!] eres nuestro Protector, no ellos. Más bien, adoraban a los yinnes; la mayoría de ellos creían en ellos.'",
              "Hindi": "वे कहेंगे: 'तू पवित्र है! तू ही हमारा संरक्षक है न कि वे। बल्कि वे तो जिन्नों की पूजा करते थे, उनमें से अधिकांश उन पर ईमान रखते थे।'"
            }
          },
          {
            "no": 42,
            "arabic": "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ",
            "transliteration": "Fa al-yawma lā yamliku baʿḍukum li-baʿḍin nafʿan wa lā ḍarran wa naqūlu li-alladhīna ẓalamū dhūqū ʿadhāba an-nāri allatī kuntum bihā tukadhdhibūn",
            "translations": {
              "English": "So today [i.e., the Day of Judgement] no one has power to benefit or harm another, and We will say to those who wronged, 'Taste the punishment of the Fire, which you used to deny.'",
              "Urdu": "تو آج تم میں سے کوئی کسی کے لیے نفع یا نقصان کا مالک نہیں ہوگا، اور ہم ظالموں سے کہیں گے: 'جہنم کے عذاب کا مزہ چکھو جسے تم جھٹلایا کرتے تھے۔'",
              "French": "Aujourd'hui donc, aucun de vous ne peut ni profiter ni nuire à l'autre, et Nous dirons à ceux qui ont été injustes : 'Goûtez au châtiment du Feu que vous traitiez de mensonge.'",
              "Spanish": "Así que hoy [el Día del Juicio] nadie puede beneficiar ni perjudicar a otro, y diremos a los injustos: 'Saboread el castigo del Fuego que desmentíais.'",
              "Hindi": "तो आज तुम में से कोई किसी के लिए लाभ या हानि का मालिक नहीं होगा, और हम अत्याचारियों से कहेंगे: 'जहन्नम की यातना का स्वाद चखो जिसे तुम झुठलाया करते थे।'"
            }
          },
          {
            "no": 43,
            "arabic": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ",
            "transliteration": "Wa idhā tutlā ʿalayhim āyātunā bayyinātin qālū mā hādhā illā rajulun yurīdu an yaṣuddakum ʿammā kāna yaʿbudu ābāʾukum wa qālū mā hādhā illā ifkun muftaran wa qāla alladhīna kafarū lil-ḥaqqi lammā jāʾahum in hādhā illā siḥrun mubīn",
            "translations": {
              "English": "And when Our verses are recited to them as clear evidences, they say, 'This is not but a man who wishes to avert you from that which your fathers were worshipping.' And they say, 'This is not except a fabricated lie.' And those who disbelieve say of the truth when it has come to them, 'This is not but obvious magic.'",
              "Urdu": "اور جب ہماری واضح آیات ان کے سامنے پڑھی جاتی ہیں تو کہتے ہیں: 'یہ تو صرف ایک آدمی ہے جو چاہتا ہے کہ تمہیں ان چیزوں سے روک دے جن کی تمہارے باپ دادا پوجا کرتے تھے۔' اور کہتے ہیں: 'یہ تو محض گھڑا ہوا جھوٹ ہے۔' اور جب کافروں کے پاس حق آیا تو کہنے لگے: 'یہ تو کھلا جادو ہے۔'",
              "French": "Et quand Nos versets leur sont récités comme des preuves claires, ils disent : 'Ce n'est qu'un homme qui veut vous détourner de ce que vos ancêtres adoraient.' Et ils disent : 'Ce n'est qu'un mensonge inventé.' Et ceux qui ont mécru disent de la vérité quand elle leur est venue : 'Ce n'est que de la magie manifeste.'",
              "Spanish": "Y cuando se les recitan Nuestros versículos como pruebas claras, dicen: 'Este no es más que un hombre que quiere apartaros de lo que adoraban vuestros padres.' Y dicen: 'Esto no es más que una mentira inventada.' Y los incrédulos dicen de la verdad cuando les llega: 'Esto no es más que magia evidente.'",
              "Hindi": "और जब हमारी स्पष्ट आयतें उनके सामने पढ़ी जाती हैं तो कहते हैं: 'यह तो बस एक आदमी है जो चाहता है कि तुम्हें उन चीज़ों से रोक दे जिनकी तुम्हारे बाप-दादा पूजा करते थे।' और कहते हैं: 'यह तो बस गढ़ा हुआ झूठ है।' और जब काफ़िरों के पास सच्चाई आई तो कहने लगे: 'यह तो खुला जादू है।'"
            }
          },
          {
            "no": 44,
            "arabic": "وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ",
            "transliteration": "Wa mā ātaynāhum min kutubin yadrusūnahā wa mā arsalnā ilayhim qablaka min nadhīr",
            "translations": {
              "English": "And We had not given them any scriptures which they could study, nor had We sent to them before you any warner.",
              "Urdu": "اور ہم نے انہیں کوئی کتاب نہیں دی جسے وہ پڑھتے ہوں، اور نہ ہم نے آپ سے پہلے ان کے پاس کوئی ڈرانے والا بھیجا تھا।",
              "French": "Or, Nous ne leur avions donné aucun livre à étudier, et Nous ne leur avions envoyé avant toi aucun avertisseur.",
              "Spanish": "Y no les habíamos dado ningún libro que pudieran estudiar, ni habíamos enviado antes de ti ningún amonestador.",
              "Hindi": "और हमने उन्हें कोई किताब नहीं दी जिसे वे पढ़ते हों, और न हमने आपसे पहले उनके पास कोई चेतावनी देने वाला भेजा था।"
            }
          },
          {
            "no": 45,
            "arabic": "وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ",
            "transliteration": "Wa kadhdhaba alladhīna min qablihim wa mā balaghū miʿshāra mā ātaynāhum fa kadhdhabū rusulī fa kayfa kāna nakīr",
            "translations": {
              "English": "And those before them denied, and these [people] have not attained a tenth of what We had given them. But they denied My messengers, so how [terrible] was My reproach.",
              "Urdu": "اور ان سے پہلے لوگوں نے भी झुठलाया था، اور انہوں نے उसका दसवाँ हिस्सा भी हासिल नहीं کیا جو हमने उन्हें दिया تھा। پھر उन्होंने मेरे रसूलों को झुठलायا، تو मेरी پکڑ कैसी رही!",
              "French": "Et ceux qui les ont précédés ont aussi traité [les messagers] de menteurs. Et ceux-ci n'ont même pas atteint le dixième de ce que Nous avions donné aux premiers. Ils ont traité Mes messagers de menteurs. Et quelle fut Ma réprobation !",
              "Spanish": "Y los que les precedieron también desmintieron, y estos no alcanzaron ni una décima parte de lo que les habíamos concedido. Desmintieron a Mis mensajeros. ¡Y cómo fue Mi reproche!",
              "Hindi": "और उनसे पहले के लोगों ने भी झुठलाया था, और इन्होंने उसका दसवाँ हिस्सा भी हासिल नहीं किया जो हमने उन्हें दिया था। फिर उन्होंने मेरे रसूलों को झुठलाया, तो मेरी पकड़ कैसी रही!"
            }
          },
          {
            "no": 46,
            "arabic": "قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ",
            "transliteration": "Qul innamā aʿiẓukum bi-wāḥidatin an taqūmū lillāhi mathnā wa furādā thumma tatafakkarū mā bi-ṣāḥibikum min jinnatin in huwa illā nadhīrun lakum bayna yaday ʿadhābin shadīd",
            "translations": {
              "English": "Say, 'I only advise you of one [thing] - that you stand for Allah, [seeking truth] in pairs and individually, and then give thought. There is not in your companion any madness. He is only a warner to you before a severe punishment.'",
              "Urdu": "کہہ دیجئے کہ میں تمہیں صرف ایک چیز کی نصیحت کرتا ہوں کہ تم اللہ کے لیے دو دو اور اکیلے اکیلے کھڑے ہو کر غور کرو۔ تمہارے ساتھی (محمد صلی اللہ علیہ وسلم) میں کوئی جنون نہیں ہے۔ وہ تو صرف تمہیں سخت عذاب سے پہلے ڈرانے والے ہیں۔",
              "French": "Dis : 'Je ne vous exhorte qu'à une seule chose : levez-vous pour Allah, par deux ou séparément, puis réfléchissez. Votre compagnon (Muhammad) n'est possédé par aucun démon. Il n'est pour vous qu'un avertisseur annonçant un châtiment terrible.'",
              "Spanish": "Di: 'Solo os aconsejo una cosa: que os pongáis de pie por Alá, en parejas o individualmente, y luego reflexionéis. Vuestro compañero [Muhammad] no está poseído. No es más que un amonestador que os previene de un castigo severo.'",
              "Hindi": "कह दो: 'मैं तुम्हें सिर्फ़ एक चीज़ की नसीहत करता हूँ कि तुम अल्लाह के लिए जोड़े-जोड़े और अकेले-अकेले खड़े होकर विचार करो। तुम्हारे साथी (मुहम्मद सल्लल्लाहु अलैहि व सल्लम) में कोई पागलपन नहीं है। वह तो बस तुम्हें कड़ी यातना से पहले डराने वाले हैं।'"
            }
          },
          {
            "no": 47,
            "arabic": "قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ",
            "transliteration": "Qul mā saʾaltukum min ajrin fa huwa lakum in ajriya illā ʿalā Allāhi wa huwa ʿalā kulli shayʾin shahīd",
            "translations": {
              "English": "Say, 'Whatever payment I might have asked of you - it is yours. My payment is only from Allah, and He is, over all things, Witness.'",
              "Urdu": "کہہ دیجئے کہ جو कुछ मैंने तुमसे मजदूरी माँगी है वह तुम्हारे लिए है। मेरी मजदूरी तो सिर्फ़ अल्लाह के ذمे है और वह हर चीज़ पर गवाह है।",
              "French": "Dis : 'Je ne vous demande aucun salaire ; il vous appartient. Mon salaire n'incombe qu'à Allah. Et Il est Témoin de toute chose.'",
              "Spanish": "Di: 'No os he pedido ninguna recompensa; eso es para vosotros. Mi recompensa solo incumbe a Alá. Y Él es sobre toda cosa Testigo.'",
              "Hindi": "कह दो: 'जो कुछ मैंने तुमसे मजदूरी माँगी है वह तुम्हारे लिए है। मेरी मजदूरी तो सिर्फ़ अल्लाह के ज़िम्मे है और वह हर चीज़ का गवाह है।'"
            }
          },
          {
            "no": 48,
            "arabic": "قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ",
            "transliteration": "Qul inna rabbī yaqdhifu bil-ḥaqqi ʿallāmu al-ghuyūb",
            "translations": {
              "English": "Say, 'Indeed, my Lord projects the truth. Knower of the unseen.'",
              "Urdu": "کہہ دیجئے کہ میرا رب حق کو پھینکتا ہے، وہ غیب کا جاننے والا ہے।",
              "French": "Dis : 'Mon Seigneur projette la vérité. Il est Celui qui connaît parfaitement les choses cachées.'",
              "Spanish": "Di: 'En verdad, mi Señor lanza la verdad. Él es el Conocedor de lo oculto.'",
              "Hindi": "कह दो: 'निस्संदेह मेरा रब सच्चाई को फेंकता है, वह ग़ैब का जानने वाला है।'"
            }
          },
          {
            "no": 49,
            "arabic": "قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ",
            "transliteration": "Qul jāʾa al-ḥaqqu wa mā yubdiʾu al-bāṭilu wa mā yuʿīd",
            "translations": {
              "English": "Say, 'The truth has come, and falsehood can neither begin [anything] nor repeat [it].'",
              "Urdu": "کہہ دیجئے کہ حق آ گیا ہے اور باطل نہ تو کوئی چیز شروع कर سکتا ہے اور نہ دہرا سکتا ہے۔",
              "French": "Dis : 'La vérité est venue ; et le faux ne peut ni commencer ni répéter quoi que ce soit.'",
              "Spanish": "Di: 'La verdad ha llegado y lo falso no puede iniciar ni repetir nada.'",
              "Hindi": "कह दो: 'सच्चाई आ गई है और झूठ न तो कोई चीज़ शुरू कर सकता है और न दोहरा सकता है।'"
            }
          },
          {
            "no": 50,
            "arabic": "قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ",
            "transliteration": "Qul in ḍalaltu fa innamā aḍillu ʿalā nafsī wa ini ihtadaytu fa bimā yūḥī ilayya rabbī innahu samīʿun qarīb",
            "translations": {
              "English": "Say, 'If I should err, I would only err against myself. But if I am guided, it is by what my Lord reveals to me. Indeed, He is Hearing and near.'",
              "Urdu": "کہہ دیجئے کہ اگر میں भटک جاؤں تو اپنے آپ ہی کے لیے भटکوں گا، اور اگر ہدایت پا جاؤں تو اس کی وجہ سے جو میرا رب میری طرف وحی کرتا ہے۔ بے شک وہ سننے والا قریب ہے۔",
              "French": "Dis : 'Si je m'égare, je ne m'égare qu'à mon propre détriment. Et si je suis bien guidé, c'est grâce à ce que mon Seigneur m'a révélé. Il est Audient et Proche.'",
              "Spanish": "Di: 'Si me extravío, solo me extraviaré en perjuicio propio. Y si soy guiado, es por lo que mi Señor me revela. Él es Oyente, Próximo.'",
              "Hindi": "कह दो: 'अगर मैं भटक जाऊँ तो अपने आप ही के लिए भटकूँगा, और अगर मार्गदर्शन पा जाऊँ तो उसकी वजह से जो मेरा रब मेरी तरह वह़ी करता है। निस्संदेह वह सुनने वाला निकट है।'"
            }
          },
          {
            "no": 51,
            "arabic": "وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ",
            "transliteration": "Wa law tarā idh faziʿū fa lā fawta wa ukhidhū min makānin qarīb",
            "translations": {
              "English": "And if you could but see when they are terrified and there is no escape, and they will be seized from a place near.",
              "Urdu": "اور اگر آپ دیکھیں جب وہ گھبرا جائیں گے اور کوئی چھुटकारا نہ ہوگا اور انہیں قریب ہی کی جگह से پکڑ لیا جائے گا۔",
              "French": "Si tu voyais, lorsqu'ils seront terrifiés, sans aucune échappatoire, et qu'ils seront saisis de près !",
              "Spanish": "Si vieras cuando se aterroricen sin escapatoria y sean capturados desde un lugar cercano...",
              "Hindi": "और यदि आप देखें जब वे घबरा जाएँगे और कोई छुटकारा न होगा और उन्हें निकट ही की जगह से पकड़ लिया जाएगा।"
            }
          },
          {
            "no": 52,
            "arabic": "وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ",
            "transliteration": "Wa qālū āmannā bihi wa annā lahumu at-tanāwushu min makānin baʿīd",
            "translations": {
              "English": "And they will [then] say, 'We believe in it!' But how for them will be the taking [of faith] from a place far away?",
              "Urdu": "اور وہ کہیں گے: 'हम इस पर ईमान लाए!' मगर दूर की जगह से ईमान लाना उनके लिए कैसे संभव होगा?",
              "French": "Et ils diront : 'Nous y croyons.' Mais comment pourraient-ils [recevoir la foi] d'un endroit aussi lointain ?",
              "Spanish": "Y dirán: '¡Creemos en él!' Pero, ¿cómo podrán alcanzar la fe desde un lugar tan lejano?",
              "Hindi": "और वे कहेंगे: 'हम इस पर ईमान लाए!' मगर दूर की जगह से ईमान लाना उनके लिए कैसे मुमकिन होगा?"
            }
          },
          {
            "no": 53,
            "arabic": "وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ",
            "transliteration": "Wa qad kafarū bihi min qablu wa yaqdhifūna bil-ghaybi min makānin baʿīd",
            "translations": {
              "English": "And they had already disbelieved in it before and would assault the unseen from a place far away.",
              "Urdu": "حالانکہ वे पहले ही इसका इन्कार कर चुके थे और दूर की जगह से ग़ैब पर प्रहार करते थे।",
              "French": "Alors qu'ils y avaient déjà mécru auparavant et qu'ils lançaient des conjectures sur l'inconnaissable depuis un endroit éloigné.",
              "Spanish": "Y ya lo habían negado antes y arrojaban conjeturas sobre lo oculto desde un lugar lejano.",
              "Hindi": "हालाँकि वे पहले ही इसका इनकार कर चुके थे और दूर की जगह से ग़ैब पर प्रहार करते थे।"
            }
          },
          {
            "no": 54,
            "arabic": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ",
            "transliteration": "Wa ḥīla baynahum wa bayna mā yashtahūna kamā fuʿila bi-ashyāʿihim min qablu innahum kānū fī shakkin murīb",
            "translations": {
              "English": "And prevention will be placed between them and what they desire, as was done with their kind before. Indeed, they were in disquieting doubt.",
              "Urdu": "اور ان کے اور ان کی خواہشوں کے درمیان رکاوٹ ڈाल دی جائے گی، جیسا کہ ان سے पहले उनके ہم مشربوں के साथ किया गया था। बेशक वह संदेह में पड़े हुए थे।",
              "French": "Et un voile sera placé entre eux et ce qu'ils désirent, comme on l'a fait auparavant avec leurs semblables. Car ils étaient dans un doute profond.",
              "Spanish": "Y se interpondrá una barrera entre ellos y lo que desean, como se hizo con sus semejantes antes. En verdad, estaban sumidos en una duda terrible.",
              "Hindi": "और उनके और उनकी इच्छाओं के बीच रुकावट डाल दी जाएगी, जैसा कि उनसे पहले उनके साथियों के साथ किया गया था। निस्संदेह वह संदेह में पड़े हुए थे।"
            }
          }
    ]
}