{
    "no": 4,
    "name": "An-Nisa",
    "verses": [
      {
        "no": 1,
        "arabic": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
        "transliteration": "Yā ayyuhā an-nāsu attaqū rabbakumu alladhī khalaqakum min nafsin wāḥidatin wa khalaqa minhā zawjahā wa baththa minhumā rijālan kathīran wa nisāʾan wa attaqū allāha alladhī tasāʾalūna bihi wa al-arḥāma inna allāha kāna ʿalaykum raqībā",
        "translations": {
          "English": "O mankind! Fear your Lord, who created you from a single soul, and created from it its mate, and dispersed from both many men and women. And fear Allah, through whom you ask one another, and the wombs. Indeed Allah is ever, over you, an Observer.",
          "Urdu": "اے لوگو! اپنے رب سے ڈرو جس نے تمہیں ایک جان سے پیدا کیا اور اسی سے اس کا جوڑا بنایا اور ان دونوں سے بہت سے مرد اور عورتیں پھیلا دیں۔ اور اللہ سے ڈرو جس کے نام پر تم ایک دوسرے سے سوال کرتے ہو اور رشتوں کا خیال رکھو۔ بے شک اللہ تم پر نگران ہے۔",
          "French": "Ô hommes ! Craignez votre Seigneur qui vous a créés d’un seul être, et a créé de celui-ci son épouse, et qui de ces deux-là a fait répandre (sur la terre) beaucoup d’hommes et de femmes. Craignez Allah au nom duquel vous vous implorez les uns les autres, et craignez de rompre les liens du sang. Certes Allah vous observe parfaitement.",
          "Spanish": "¡Oh, humanidad! Teman a su Señor, quien los creó a partir de un solo ser, del cual creó a su pareja y, a partir de ambos, diseminó a numerosos hombres y mujeres. Teman a Allah, en cuyo nombre se reclaman derechos unos a otros, y respeten los lazos de parentesco. En verdad, Allah siempre los observa.",
          "Hindi": "हे लोगो! अपने रब से डरो जिसने तुम्हें एक ही जान से पैदा किया और उसी से उसका जोड़ा बनाया और उन दोनों से बहुत से पुरुषों और स्त्रियों को फैलाया। और अल्लाह से डरो जिसके नाम पर तुम एक-दूसरे से माँगते हो और रिश्तों का ख्याल रखो। निस्संदेह अल्लाह तुम पर निगरानी रखता है।"
        }
      },
      {
        "no": 2,
        "arabic": "وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا",
        "transliteration": "Wa ātū al-yatāmā amwālahum wa lā tatabaddalū al-khabītha biṭ-ṭayyibi wa lā taʾkulū amwālahum ilā amwālikum innahu kāna ḥūban kabīrā",
        "translations": {
          "English": "And give the orphans their properties and do not substitute the defective [of your own] for the good [of theirs]. And do not consume their properties into your own. Indeed, that is ever a great sin.",
          "Urdu": "اور یتیموں کو ان کے مال دے دو اور اچھے مال کے بدلے بُرے مال نہ دے دو اور ان کے مال اپنے مالوں میں ملا کر نہ کھاؤ۔ بے شک یہ بہت بڑا گناہ ہے۔",
          "French": "Et donnez aux orphelins leurs biens, et ne substituez pas le mauvais au bon. Et ne mangez pas leurs biens avec les vôtres : c’est vraiment un grand péché.",
          "Spanish": "Y entreguen a los huérfanos sus propiedades, y no cambien lo malo por lo bueno. No consuman sus bienes junto con los suyos, pues es un pecado gravísimo.",
          "Hindi": "और यतीमों को उनका माल लौटा दो और अच्छे माल के बदले बुरा माल न दो और उनके माल को अपने माल में मिलाकर न खाओ। निस्संदेह यह बहुत बड़ा पाप है।"
        }
      },
      {
        "no": 3,
        "arabic": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا",
        "transliteration": "Wa in khiftum allā tuqsiṭū fī al-yatāmā fankiḥū mā ṭāba lakum min an-nisāʾi mathnā wa thulātha wa rubāʿa fa-in khiftum allā taʿdilū fa-wāḥidatan aw mā malakat aymānukum dhālika adnā allā taʿūlū",
        "translations": {
          "English": "And if you fear that you will not deal justly with the orphan girls, then marry those that please you of [other] women, two or three or four. But if you fear that you will not be just, then [marry only] one or those your right hand possesses. That is more suitable that you may not incline [to injustice].",
          "Urdu": "اور اگر تمہیں خوف ہو کہ یتیم لڑکیوں کے ساتھ انصاف نہ کر سکو گے تو جو عورتیں تمہیں پسند آئیں ان سے نکاح کر لو، دو دو، تین تین، چار چار۔ پھر اگر ڈرو کہ انصاف نہ کر سکو گے تو ایک ہی بیوی کرو یا لونڈیوں کو (اختیار کر لو)۔ یہ اس سے قریب تر ہے کہ تم ظلم نہ کرو۔",
          "French": "Si vous craignez de n’être pas justes envers les orphelines, il vous est permis d’épouser deux, trois ou quatre, parmi les femmes qui vous plaisent. Mais, si vous craignez de n’être pas justes avec celles-ci, alors une seule, ou des esclaves que vous possédez. Cela, afin de ne pas faire d’injustice.",
          "Spanish": "Y si temen no ser justos con las huérfanas, entonces cásense con otras mujeres que les gusten: dos, tres o cuatro. Pero si temen no poder ser equitativos, entonces con una sola o con sus esclavas. Así estarán más cerca de no cometer injusticia.",
          "Hindi": "और अगर तुम्हें डर हो कि यतीम लड़कियों के साथ न्याय नहीं कर पाओगे, तो जो औरतें तुम्हें पसंद आएं, उनसे निकाह कर लो: दो-दो, तीन-तीन, चार-चार। फिर अगर डरो कि न्याय नहीं कर पाओगे, तो केवल एक ही से या अपनी दासियों से (विवाह करो)। यह इससे कहीं बेहतर है कि तुम अत्याचार न करो।"
        }
      },
      {
        "no": 4,
        "arabic": "وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا",
        "transliteration": "Wa ātū an-nisāʾa ṣaduqātihinna niḥlatan fa-in ṭibna lakum ʿan shayʾin minhu nafsan fa-kulūhu hanīʾan marīʾā",
        "translations": {
          "English": "And give the women [upon marriage] their [bridal] gifts graciously. But if they give up willingly to you anything of it, then take it in satisfaction and ease.",
          "Urdu": "اور عورتوں کو ان کے مہر خوشی سے ادا کرو۔ پھر اگر وہ خوشی سے تمہیں کچھ معاف کر دیں تو اسے مزے سے کھاؤ۔",
          "French": "Et donnez aux épouses leur mahr, de bonne grâce. Si de bon gré, elles vous en abandonnent quelque chose, disposez-en alors à votre aise et de bon cœur.",
          "Spanish": "Y den a las mujeres su dote como un regalo. Pero si ellas, de buena gana, les ceden algo de ello, disfrútenlo con satisfacción.",
          "Hindi": "और औरतों को उनका मेहर ख़ुशी से दो। फिर अगर वे ख़ुशी से तुम्हें कुछ छोड़ दें, तो उसे मज़े से खाओ।"
        }
      },
      {
        "no": 5,
        "arabic": "وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا",
        "transliteration": "Wa lā tuʾtū as-sufahāʾa amwālakumu allatī jaʿala allāhu lakum qiyāman wa urzuqūhum fīhā wa aksūhum wa qūlū lahum qawlan maʿrūfā",
        "translations": {
          "English": "And do not give the weak-minded your property, which Allah has made a means of sustenance for you, but provide for them with it and clothe them and speak to them words of appropriate kindness.",
          "Urdu": "اور اپنے مال جو اللہ نے تمہارے لیے قیام کا ذریعہ بنائے ہیں، نادانوں کے حوالے نہ کرو، بلکہ انہیں اس میں سے کھلاؤ پہناؤ اور ان سے اچھی بات کہو।",
          "French": "Et ne confiez pas aux incapables les biens dont Allah a fait votre subsistance. Mais donnez-leur de ces biens à manger et à vous vêtir, et parlez-leur avec bienveillance.",
          "Spanish": "No entreguen a los necios sus bienes, que Allah ha puesto como sustento para ustedes, pero manténganlos de ello, vístanlos y háblenles con palabras amables.",
          "Hindi": "और अपने माल, जिसे अल्लाह ने तुम्हारे लिए जीविका का साधन बनाया है, नादानों के हवाले न करो, बल्कि उन्हें उसमें से खिलाओ-पहनाओ और उनसे अच्छी बात कहो।"
        }
      },
      {
        "no": 6,
        "arabic": "وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا",
        "transliteration": "Wa ibtalū al-yatāmā ḥattā idhā balaghū an-nikāḥa fa-in ānastum minhum rushdan fa-dfaʿū ilayhim amwālahum wa lā taʾkulūhā isrāfan wa bidāran an yakbarū wa man kāna ghanīyan fa-l-yastaʿfif wa man kāna faqīran fa-l-yaʾkul bi-al-maʿrūf fa-idhā dafaʿtum ilayhim amwālahum fa-ashhidū ʿalayhim wa kafā bi-allāhi ḥasībā",
        "translations": {
          "English": "And test the orphans [in their abilities] until they reach marriageable age. Then if you perceive in them sound judgement, release their property to them. And do not consume it excessively and quickly, [anticipating] that they will grow up. And whoever, [when acting as guardian], is self-sufficient should refrain [from taking a fee]; and whoever is poor – let him take according to what is acceptable. Then when you release their property to them, bring witnesses upon them. And sufficient is Allah as Accountant.",
          "Urdu": "اور یتیموں کو آزماؤ یہاں تک کہ جب وہ نکاح کی عمر کو پہنچ جائیں۔ پھر اگر تم ان میں سمجھداری پاؤ تو ان کے مال ان کے حوالے کر دو۔ اور ان کے بڑے ہونے سے پہلے فضول خرچی اور جلدی سے ان کے مال نہ کھاؤ۔ جو شخص مالدار ہو وہ پرہیز کرے اور جو محتاج ہو وہ معروف طریقے سے کھا لے۔ پھر جب تم ان کے مال انہیں دے دو تو گواہ بنا لو۔ اور حساب لینے کے لیے اللہ کافی ہے۔",
          "French": "Et mettez les orphelins à l’épreuve jusqu’à ce qu’ils atteignent [l’âge] du mariage. Si vous constatez en eux une bonne conduite, remettez-leur leurs biens. Ne les consommez pas d’une manière excessive et précipitée [avant qu’ils ne soient grands]. Celui qui est riche qu’il s’abstienne, et celui qui est pauvre qu’il en use conformément à la bienséance. Quand vous leur remettez leurs biens, prenez des témoins à leur encontre. Et Allah suffit comme compte.",
          "Spanish": "Pongan a prueba a los huérfanos hasta que alcancen la edad del matrimonio. Si perciben en ellos madurez, entréguenles sus bienes. No los consuman derrochando y apresuradamente antes de que crezcan. Quien sea rico, que se abstenga; quien sea pobre, que tome lo razonable. Cuando les entreguen sus bienes, tomen testigos. Allah basta como protector.",
          "Hindi": "और यतीमों को परखो जब तक कि वे निकाह की उम्र को न पहुँच जाएँ। फिर अगर तुम उनमें समझदारी पाओ, तो उनके माल उन्हें सौंप दो। और उनके बड़े होने से पहले उनके माल को फिजूलखर्ची और जल्दबाज़ी से न खाओ। जो धनी हो, वह संयम करे और जो गरीब हो, वह उचित तरीके से खा ले। फिर जब तुम उन्हें उनका माल सौंपो, तो गवाह बना लो। और हिसाब लेने के लिए अल्लाह काफी है।"
        }
      },
      {
        "no": 7,
        "arabic": "لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا",
        "transliteration": "Li-r-rijāli naṣībun mimmā taraka al-wālidāni wa al-aqrabūna wa li-n-nisāʾi naṣībun mimmā taraka al-wālidāni wa al-aqrabūna mimmā qalla minhu aw kathura naṣīban mafrūḍā",
        "translations": {
          "English": "For men is a share of what the parents and close relatives leave, and for women is a share of what the parents and close relatives leave, be it little or much – an obligatory share.",
          "Urdu": "مردوں کے لیے اس مال میں حصہ ہے جو ماں باپ اور رشتہ دار چھوڑ جائیں، اور عورتوں کے لیے بھی اس مال میں حصہ ہے جو ماں باپ اور رشتہ دار چھوڑ جائیں، خواہ تھوڑا ہو یا زیادہ۔ یہ ایک مقررہ حصہ ہے۔",
          "French": "Aux hommes revient une part de ce qu’ont laissé les parents et les proches, et aux femmes une part de ce qu’ont laissé les parents et les proches, que ce soit peu ou beaucoup : une part fixée.",
          "Spanish": "Para los hombres hay una parte de lo que dejen los padres y los parientes cercanos, y para las mujeres hay una parte de lo que dejen los padres y los parientes cercanos, sea poco o mucho: una porción determinada.",
          "Hindi": "मर्दों के लिए उस माल में हिस्सा है जो माँ-बाप और रिश्तेदार छोड़ जाएँ, और औरतों के लिए भी उस माल में हिस्सा है जो माँ-बाप और रिश्तेदार छोड़ जाएँ, चाहे थोड़ा हो या ज़्यादा। यह एक निर्धारित हिस्सा है।"
        }
      },
      {
        "no": 8,
        "arabic": "وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا",
        "transliteration": "Wa idhā ḥaḍara al-qismata ulū al-qurbā wa al-yatāmā wa al-masākīnu fa-rzuqūhum minhu wa qūlū lahum qawlan maʿrūfā",
        "translations": {
          "English": "And when [other] relatives and orphans and the needy are present at the [time of] division, then provide for them [something] out of the estate and speak to them words of appropriate kindness.",
          "Urdu": "اور جب تقسیم کے وقت رشتہ دار اور یتیم اور مسکین موجود ہوں تو انہیں بھی کچھ دے دو اور ان سے اچھی بات کہو।",
          "French": "Et lorsque les proches parents, les orphelins et les nécessiteux assistent au partage, donnez-leur quelque chose de l’héritage, et parlez-leur convenablement.",
          "Spanish": "Y cuando estén presentes en el reparto los parientes cercanos, los huérfanos y los necesitados, proporciónenles algo del patrimonio y háblenles con palabras amables.",
          "Hindi": "और जब बँटवारे के वक्त रिश्तेदार, यतीम और मिसकीन मौजूद हों, तो उन्हें भी कुछ दे दो और उनसे अच्छी बात कहो।"
        }
      },
      {
        "no": 9,
        "arabic": "وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا",
        "transliteration": "Wa lyakhsha alladhīna law tarakū min khalfihim dhurriyyatan ḍiʿāfan khāfū ʿalayhim fa-l-yattaqū allāha wa lyāqūlū qawlan sadīdā",
        "translations": {
          "English": "And let those [executors and guardians] fear [injustice] as if they [themselves] had left weak offspring behind and feared for them. So let them fear Allah and speak words of appropriate justice.",
          "Urdu": "اور ان لوگوں کو ڈرنا چاہیے جو اگر اپنے پیچھے کمزور اولاد چھوڑ جائیں تو ان کے لیے فکر کریں۔ پس انہیں اللہ سے ڈرنا چاہیے اور ٹھیک بات کہنی چاہیے।",
          "French": "Que les tuteurs aient la crainte (d’être injustes) comme ils craindraient pour leurs propres enfants s’ils devaient laisser une descendance faible. Qu’ils craignent donc Allah et qu’ils prononcent des paroles justes.",
          "Spanish": "Y que aquellos que, si dejaran tras de sí una descendencia débil, temerían por ellos, tengan temor (de ser injustos). Que teman a Allah y hablen con rectitud.",
          "Hindi": "और उन लोगों को डरना चाहिए जो अगर अपने पीछे कमज़ोर औलाद छोड़ जाएँ, तो उनके लिए चिंता करें। इसलिए उन्हें अल्लाह से डरना चाहिए और सीधी बात कहनी चाहिए।"
        }
      },
      {
        "no": 10,
        "arabic": "إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا",
        "transliteration": "Inna alladhīna yaʾkulūna amwāla al-yatāmā ẓulman innamā yaʾkulūna fī buṭūnihim nāran wa sayaṣlawna saʿīrā",
        "translations": {
          "English": "Indeed, those who devour the property of orphans unjustly are only consuming into their bellies fire. And they will be burned in a Blaze.",
          "Urdu": "بے شک جو لوگ یتیموں کے مال ناانصافی سے کھاتے ہیں، وہ اپنے پیٹوں میں آگ بھر رہے ہیں اور وہ جہنم کی بھڑکتی آگ میں جلیں گے۔",
          "French": "Ceux qui mangent injustement les biens des orphelins ne font que remplir leurs ventres de feu. Ils brûleront bientôt dans les flammes de l’Enfer.",
          "Spanish": "En verdad, quienes consumen los bienes de los huérfanos injustamente, solo tragan fuego en sus vientres y arderán en el Infierno.",
          "Hindi": "जो लोग यतीमों के माल को ज़ुल्म से खाते हैं, वे अपने पेटों में आग भर रहे हैं और वे जलते हुए दोज़ख में जलेंगे।"
        }
      },
      
        {
          "no": 11,
          "arabic": "يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
          "transliteration": "Yūṣīkumu Allāhu fī awlādikum lil-dhakari mithlu ḥaẓẓi al-unthayayni fa-in kunna nisā’an fawqa ithnatayni falahunna thuluthā mā taraka wa in kānat wāḥidatan falahā al-niṣfu wa li-abawayhi likulli wāḥidin minhumā al-sudusu mimmā taraka in kāna lahu waladun fa-in lam yakun lahu waladun wa warithahu abawāhu fali-ummihi al-thuluthu fa-in kāna lahu ikhwatun fali-ummihi al-sudusu min ba‘di waṣiyyatin yūṣī bihā aw daynin ābā’ukum wa abnā’ukum lā tadrūna ayyuhum aqrabu lakum naf‘an farīḍatan mina Allāhi inna Allāha kāna ‘alīman ḥakīman",
          "translations": {
            "English": "God instructs you regarding your children: The male receives the equivalent of the share of two females. If they are daughters, more than two, they get two-thirds of what he leaves. If there is only one, she gets one-half. As for the parents, each gets one-sixth of what he leaves, if he had children. If he had no children, and his parents inherit from him, his mother gets one-third. If he has siblings, his mother gets one-sixth. After fulfilling any bequest and paying off debts. Your parents and your children—you do not know which are closer to you in welfare. This is God's Law. God is Knowing and Judicious.",
            "Urdu": "اللہ تمہیں تمہارے بچوں کے بارے میں حکم دیتا ہے: لڑکے کے لیے دو لڑکیوں کے حصے کے برابر ہے۔ اگر لڑکیاں دو سے زیادہ ہوں تو ان کے لیے ترکہ کا دو تہائی حصہ ہے۔ اگر ایک ہی ہو تو اس کے لیے آدھا ہے۔ اور والدین کے لیے، ہر ایک کے لیے ترکہ کا چھٹا حصہ ہے، اگر اس کی اولاد ہو۔ اگر اس کی کوئی اولاد نہ ہو اور اس کے والدین اس کے وارث ہوں تو اس کی ماں کے لیے تہائی حصہ ہے۔ اگر اس کے بھائی بہن ہوں تو اس کی ماں کے لیے چھٹا حصہ ہے، وصیت یا قرض ادا کرنے کے بعد۔ تمہارے والدین اور تمہارے بچوں میں سے تم نہیں جانتے کہ کون تمہارے لیے زیادہ نفع مند ہے۔ یہ اللہ کی طرف سے مقررہ قانون ہے۔ بے شک اللہ سب کچھ جاننے والا، حکمت والا ہے۔",
            "French": "Dieu vous ordonne au sujet de vos enfants : au mâle revient l’équivalent de la part de deux femelles. S’il n’y a que des filles, plus de deux, elles reçoivent les deux tiers de ce qu’il laisse. S’il n’y en a qu’une, elle reçoit la moitié. Quant aux parents, chacun reçoit un sixième de ce qu’il laisse, s’il a des enfants. S’il n’a pas d’enfants et que ses parents héritent de lui, sa mère reçoit un tiers. S’il a des frères et sœurs, sa mère reçoit un sixième. Cela, après l’exécution d’un testament ou le règlement des dettes. Vos parents et vos enfants, vous ne savez pas lesquels vous sont les plus utiles. C’est une prescription de Dieu. Dieu est Savant et Sage.",
            "Spanish": "Dios os instruye respecto a vuestros hijos: el varón recibe el equivalente a la parte de dos mujeres. Si solo hay hijas, más de dos, ellas reciben dos tercios de lo que deja. Si solo hay una, ella recibe la mitad. En cuanto a los padres, cada uno recibe un sexto de lo que deja, si tiene hijos. Si no tiene hijos y sus padres heredan de él, su madre recibe un tercio. Si tiene hermanos, su madre recibe un sexto. Esto, tras cumplir con cualquier legado y saldar las deudas. Vuestros padres y vuestros hijos—no sabéis cuáles os son más cercanos en beneficio. Esto es la Ley de Dios. Dios es Conocedor y Juicioso.",
            "Hindi": "अल्लाह तुम्हें तुम्हारे बच्चों के बारे में हुक़्म देता है: लड़के को दो लड़कियों के हिस्से के बराबर मिलेगा। अगर लड़कियाँ दो से ज़्यादा हों, तो उनके लिए ترکे का दो-तिहाई हिस्सा है। अगर एक ही हो, तो उसके लिए आधा है। और माता-पिता के लिए, हर एक के लिए ترکे का छठा हिस्सा है, अगर उसकी औलाद हो। अगर उसकी कोई औलाद न हो और उसके माता-पिता उसके वारिस हों, तो उसकी माँ के लिए तिहाई हिस्सा है। अगर उसके भाई-बहन हों, तो उसकी माँ के लिए छठा हिस्सा है, वसीयत या कर्ज़ अदा करने के बाद। तुम्हारे माता-पिता और तुम्हारे बच्चे—तुम नहीं जानते कि कौन तुम्हारे लिए ज़्यादा नफ़ा देने वाला है। यह अल्लाह का क़ानून है। अल्लाह सब कुछ जानने वाला, हिकमत वाला है।"
          }
        },
        {
          "no": 12,
          "arabic": "وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ",
          "transliteration": "Wa lakum niṣfu mā taraka azwājukum in lam yakun lahunna waladun fa-in kāna lahunna waladun falakumu al-rubu‘u mimmā tarakna min ba‘di waṣiyyatin yūṣīna bihā aw daynin wa lahunna al-rubu‘u mimmā taraktum in lam yakun lakum waladun fa-in kāna lakum waladun falahunna al-thumunu mimmā taraktum min ba‘di waṣiyyatin tūṣūna bihā aw daynin wa in kāna rajulun yūrathu kalālatan awi imra’atun wa lahu akhun aw ukhtun falikulli wāḥidin minhumā al-sudusu fa-in kānū akthara min dhālika fahum shurakā’u fī al-thuluthi min ba‘di waṣiyyatin yūṣā bihā aw daynin ghayra muḍārrin waṣiyyatan mina Allāhi wa Allāhu ‘alīmun ḥalīm",
          "translations": {
            "English": "You get one-half of what your wives leave behind, if they had no children. If they had children, you get one-fourth of what they leave. After fulfilling any bequest and paying off debts. They get one-fourth of what you leave behind, if you have no children. If you have children, they get one-eighth of what you leave. After fulfilling any bequest and paying off debts. If a man or woman leaves neither parents nor children, but has a brother or sister, each of them gets one-sixth. If there are more siblings, they share one-third. After fulfilling any bequest and paying off debts, without any prejudice. This is a will from God. God is Knowing and Clement.",
            "Urdu": "تمہیں اپنی بیویوں کے ترکہ کا آدھا حصہ ملے گا، اگر ان کی کوئی اولاد نہ ہو۔ اگر ان کی اولاد ہو تو تمہیں ان کے ترکہ کا چوتھا حصہ ملے گا، وصیت اور قرض ادا کرنے کے بعد۔ اور انہیں تمہارے ترکہ کا چوتھا حصہ ملے گا، اگر تمہاری کوئی اولاد نہ ہو۔ اگر تمہاری اولاد ہو تو انہیں تمہارے ترکہ کا آٹھواں حصہ ملے گا، وصیت اور قرض ادا کرنے کے بعد۔ اور اگر کوئی مرد یا عورت بے اولاد اور بے والدین ہو اور اس کا بھائی یا بہن ہو تو ہر ایک کے لیے چھٹا حصہ ہے۔ اگر وہ اس سے زیادہ ہوں تو وہ تہائی حصہ میں شریک ہوں گے، وصیت اور قرض ادا کرنے کے بعد، بغیر نقصان کے۔ یہ اللہ کا حکم ہے۔ اللہ سب کچھ جاننے والا، بردبار ہے۔",
            "French": "Vous recevez la moitié de ce que vos épouses laissent, si elles n’ont pas d’enfants. Si elles ont des enfants, vous recevez un quart de ce qu’elles laissent, après l’exécution d’un testament ou le règlement des dettes. Elles reçoivent un quart de ce que vous laissez, si vous n’avez pas d’enfants. Si vous avez des enfants, elles reçoivent un huitième de ce que vous laissez, après l’exécution d’un testament ou le règlement des dettes. Si un homme ou une femme n’a ni parents ni enfants, mais a un frère ou une sœur, chacun reçoit un sixième. S’ils sont plus nombreux, ils se partagent un tiers, après l’exécution d’un testament ou le règlement des dettes, sans préjudice. C’est une prescription de Dieu. Dieu est Savant et Clément.",
            "Spanish": "Recibís la mitad de lo que dejan vuestras esposas, si no tienen hijos. Si tienen hijos, recibís un cuarto de lo que dejan, tras cumplir con cualquier legado y saldar las deudas. Ellas reciben un cuarto de lo que dejáis, si no tenéis hijos. Si tenéis hijos, ellas reciben un octavo de lo que dejáis, tras cumplir con cualquier legado y saldar las deudas. Si un hombre o mujer no deja padres ni hijos, pero tiene un hermano o hermana, cada uno recibe un sexto. Si hay más hermanos, comparten un tercio, tras cumplir con cualquier legado y saldar las deudas, sin perjuicio. Esto es un mandato de Dios. Dios es Conocedor y Clemente.",
            "Hindi": "तुम्हें अपनी बीवियों के ترکे का आधा हिस्सा मिलेगा, अगर उनकी कोई औलाद न हो। अगर उनकी औलाद हो, तो तुम्हें उनके ترکे का चौथा हिस्सा मिलेगा, वसीयत और कर्ज़ अदा करने के बाद। और उन्हें तुम्हारे ترکे का चौथा हिस्सा मिलेगा, अगर तुम्हारी कोई औलाद न हो। अगर तुम्हारी औलाद हो, तो उन्हें तुम्हारे ترکे का आठवाँ हिस्सा मिलेगा, वसीयत और कर्ज़ अदा करने के बाद। और अगर कोई पुरुष या औरत बिना माता-पिता और औलाद के हो और उसका भाई या बहन हो, तो हर एक के लिए छठा हिस्सा है। अगर वे इससे ज़्यादा हों, तो वे तिहाई हिस्से में शरीक होंगे, वसीयत और कर्ज़ अदा करने के बाद, बिना नुकसान के। यह अल्लाह का हुक्म है। अल्लाह सब कुछ जानने वाला, सहनशील है।"
          }
        },
        {
          "no": 13,
          "arabic": "تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ",
          "transliteration": "Tilka ḥudūdu Allāhi wa man yuṭi‘i Allāha wa rasūlahu yudkhilhu jannātin tajrī min taḥtihā al-anhāru khālidīna fīhā wa dhālika al-fawzu al-‘aẓīm",
          "translations": {
            "English": "These are the bounds set by God. Whoever obeys God and His Messenger, He will admit him into Gardens beneath which rivers flow, to abide therein forever. That is the great attainment.",
            "Urdu": "یہ اللہ کی حدود ہیں۔ اور جو اللہ اور اس کے رسول کی اطاعت کرے گا، وہ اسے جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں، وہاں وہ ہمیشہ رہیں گے۔ اور یہی بڑی کامیابی ہے۔",
            "French": "Ce sont les limites fixées par Dieu. Quiconque obéit à Dieu et à Son Messager, Il le fera entrer dans des Jardins sous lesquels coulent des rivières, pour y demeurer éternellement. C’est là le grand succès.",
            "Spanish": "Estas son las fronteras establecidas por Dios. Quien obedezca a Dios y a Su Mensajero, Él lo admitirá en Jardines bajo los cuales fluyen ríos, para permanecer allí eternamente. Ese es el gran logro.",
            "Hindi": "ये अल्लाह की हदें हैं। और जो अल्लाह और उसके रसूल की इताअत करेगा, वह उसे जन्नतों में दाखिल करेगा जिनके नीचे नहरें बहती हैं, जहाँ वे हमेशा रहेंगे। और यही बड़ी कामयाबी है।"
          }
        },
        {
          "no": 14,
          "arabic": "وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ",
          "transliteration": "Wa man ya‘ṣi Allāha wa rasūlahu wa yata‘adda ḥudūdahu yudkhilhu nāran khālidan fīhā wa lahu ‘adhābun muhīn",
          "translations": {
            "English": "But whoever disobeys God and His Messenger, and oversteps His bounds, He will admit him into a Fire, wherein he abides forever, and he will have a shameful punishment.",
            "Urdu": "اور جو اللہ اور اس کے رسول کی نافرمانی کرے اور اس کی حدود سے تجاوز کرے، وہ اسے آگ میں داخل کرے گا جہاں وہ ہمیشہ رہے گا، اور اس کے لیے ذلت آمیز عذاب ہوگا۔",
            "French": "Mais quiconque désobéit à Dieu et à Son Messager, et transgresse Ses limites, Il le fera entrer dans un Feu où il demeurera éternellement, et il aura un châtiment humiliant.",
            "Spanish": "Pero quien desobedezca a Dios y a Su Mensajero, y transgreda Sus límites, Él lo admitirá en un Fuego donde permanecerá eternamente, y tendrá un castigo vergonzoso.",
            "Hindi": "और जो अल्लाह और उसके रसूल की नाफरमानी करे और उसकी हदों से आगे बढ़े, वह उसे आग में दाखिल करेगा जहाँ वह हमेशा रहेगा, और उसके लिए अपमानजनक अज़ाब होगा।"
          }
        },
        {
          "no": 15,
          "arabic": "وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا",
          "transliteration": "Wa allātī ya’tīna al-fāḥishata min nisā’ikum fastashhidū ‘alayhinna arba‘atan minkum fa-in shahidū fa-amsikūhunna fī al-buyūti ḥattā yatawaffāhunna al-mawtu aw yaj‘ala Allāhu lahunna sabīlan",
          "translations": {
            "English": "Those of your women who commit lewdness, you must have four witnesses against them, from among you. If they testify, confine them to the homes until death claims them, or God makes a way for them.",
            "Urdu": "اور تمہاری عورتوں میں سے جو فحاشی کا ارتکاب کریں، ان کے خلاف تم میں سے چار گواہ طلب کرو۔ اگر وہ گواہی دیں تو انہیں گھروں میں بند رکھو یہاں تک کہ موت انہیں لے لے یا اللہ ان کے لیے کوئی راستہ بنائے۔",
            "French": "Celles de vos femmes qui commettent une turpitude, prenez quatre témoins contre elles parmi vous. S’ils témoignent, confinez-les dans les maisons jusqu’à ce que la mort les réclame ou que Dieu leur ouvre une voie.",
            "Spanish": "Aquellas de vuestras mujeres que cometan una indecencia, debéis tener cuatro testigos contra ellas de entre vosotros. Si testifican, confinadlas en las casas hasta que la muerte las reclame o Dios les abra un camino.",
            "Hindi": "और तुम्हारी औरतों में से जो फाहिशा करें, उनके खिलाफ तुम में से चार गवाह माँगो। अगर वे गवाही दें, तो उन्हें घरों में बंद रखो यहाँ तक कि मौत उन्हें ले ले या अल्लाह उनके लिए कोई रास्ता बनाए।"
          }
        },
        {
          "no": 16,
          "arabic": "وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا",
          "transliteration": "Wa alladhāni ya’tiyānihā minkum fa-ādhūhumā fa-in tābā wa aṣlaḥā fa-a‘riḍū ‘anhumā inna Allāha kāna tawwāban raḥīman",
          "translations": {
            "English": "If two men among you commit it, punish them both. But if they repent and reform, leave them alone. God is Redeemer, Full of Mercy.",
            "Urdu": "اور تم میں سے دو مرد جو اس کا ارتکاب کریں، ان دونوں کو سزا دو۔ لیکن اگر وہ توبہ کریں اور اصلاح کریں تو ان سے درگزر کرو۔ بے شک اللہ توبہ قبول کرنے والا، رحم کرنے والا ہے۔",
            "French": "Et les deux hommes parmi vous qui la commettent, punissez-les tous deux. Mais s’ils se repentent et se corrigent, laissez-les. Dieu est Très Absoluteur, Plein de Miséricorde.",
            "Spanish": "Y si dos hombres entre vosotros lo cometen, castigadlos a ambos. Pero si se arrepienten y se reforman, dejadlos en paz. Dios es Redentor, Lleno de Misericordia.",
            "Hindi": "और तुम में से दो मर्द जो इसे करें, दोनों को सजा दो। लेकिन अगर वे तौबा करें और सुधार करें, तो उन्हें छोड़ दो। अल्लाह तौबा कबूल करने वाला, रहम करने वाला है।"
          }
        },
        {
          "no": 17,
          "arabic": "إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
          "transliteration": "Innamā al-tawbatu ‘alā Allāhi lilladhīna ya‘malūna al-sū’a bijahālatin thumma yatūbūna min qarībin fa-ulā’ika yatūbu Allāhu ‘alayhim wa kāna Allāha ‘alīman ḥakīman",
          "translations": {
            "English": "Repentance is available from God for those who commit evil out of ignorance, and then repent soon after. These—God will relent towards them. God is Knowing and Wise.",
            "Urdu": "اللہ کی طرف سے توبہ ان کے لیے ہے جو جہالت سے برائی کرتے ہیں، پھر جلد توبہ کر لیتے ہیں۔ ان پر اللہ رحم کرتا ہے۔ اور اللہ سب کچھ جاننے والا، حکمت والا ہے۔",
            "French": "Le repentir auprès de Dieu est pour ceux qui commettent le mal par ignorance, puis se repentent peu après. Ceux-là, Dieu leur accordera Sa clémence. Dieu est Savant et Sage.",
            "Spanish": "El arrepentimiento ante Dios está disponible para aquellos que cometen el mal por ignorancia y luego se arrepienten pronto. A estos—Dios les mostrará clemencia. Dios es Conocedor y Sabio.",
            "Hindi": "अल्लाह की ओर से तौबा उनके लिए है जो नादानी से बुराई करते हैं, फिर जल्द तौबा कर लेते हैं। इन पर अल्लाह रहम करता है। और अल्लाह सब कुछ जानने वाला, हिकमत वाला है।"
          }
        },
        {
          "no": 18,
          "arabic": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
          "transliteration": "Wa laysati al-tawbatu lilladhīna ya‘malūna al-sayyi’āti ḥattā idhā ḥaḍara aḥadahumu al-mawtu qāla innī tubtu al-āna wa lā alladhīna yamūtūna wa hum kuffārun ulā’ika a‘tadnā lahum ‘adhāban alīman",
          "translations": {
            "English": "But repentance is not available for those who commit evils, until when death approaches one of them, he says, ‘Now I repent,’ nor for those who die as disbelievers. These—We have prepared for them a painful torment.",
            "Urdu": "لیکن توبہ ان کے لیے نہیں جو برائیاں کرتے رہتے ہیں، یہاں تک کہ جب ان میں سے کسی کے پاس موت آتی ہے تو وہ کہتا ہے، ‘اب میں توبہ کرتا ہوں،’ اور نہ ہی ان کے لیے جو کافر ہو کر مرتے ہیں۔ ان کے لیے ہم نے دردناک عذاب تیار کیا ہے۔",
            "French": "Mais le repentir n’est pas pour ceux qui commettent des mauvaises actions jusqu’à ce que, lorsque la mort approche l’un d’eux, il dise : ‘Maintenant je me repens,’ ni pour ceux qui meurent mécréants. Pour ceux-là, Nous avons préparé un châtiment douloureux.",
            "Spanish": "Pero el arrepentimiento no está disponible para aquellos que cometen maldades hasta que, cuando la muerte se acerca a uno de ellos, dice: ‘Ahora me arrepiento,’ ni para aquellos que mueren como incrédulos. Para estos—Hemos preparado un tormento doloroso.",
            "Hindi": "लेकिन तौबा उनके लिए नहीं जो बुराइयाँ करते रहते हैं, यहाँ तक कि जब उनमें से किसी के पास मौत आती है, वह कहता है, ‘अब मैं तौबा करता हूँ,’ और न ही उनके लिए जो काफिर होकर मरते हैं। इनके लिए हमने दर्दनाक अज़ाब तैयार किया है।"
          }
        },
        {
          "no": 19,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا",
          "transliteration": "Yā ayyuhā alladhīna āmanū lā yaḥillu lakum an tarithū al-nisā’a karhan wa lā ta‘ḍulūhunna litadhhabū biba‘ḍi mā ātaytumūhunna illā an ya’tīna bifāḥishatin mubayyinatin wa ‘āshirūhunna bil-ma‘rūfi fa-in karihtumūhunna fa‘asā an takrahū shay’an wa yaj‘ala Allāhu fīhi khayran kathīran",
          "translations": {
            "English": "O you who believe! It is not permitted for you to inherit women against their will. And do not coerce them in order to take away some of what you had given them, unless they commit a proven adultery. And live with them in kindness. If you dislike them, it may be that you dislike something in which God has placed much good.",
            "Urdu": "اے ایمان والو! تم کے لیے جائز نہیں کہ عورتوں کو زبردستی وراثت میں لے لو۔ اور انہیں تنگ نہ کرو تاکہ جو کچھ تم نے انہیں دیا اس کا کچھ حصہ واپس لے لو، سوائے اس کے کہ وہ کھلی فحاشی کریں۔ اور ان کے ساتھ اچھا سلوک کرو۔ اگر تم ان سے نفرت کرو تو ہو سکتا ہے کہ تم کسی چیز سے نفرت کرو اور اللہ نے اس میں بہت سا خیر رکھا ہو۔",
            "French": "Ô vous qui croyez ! Il ne vous est pas permis d’hériter des femmes contre leur gré. Ne les empêchez pas pour reprendre une partie de ce que vous leur avez donné, sauf si elles commettent une turpitude manifeste. Vivez avec elles avec bienveillance. Si elles vous déplaisent, il se peut que vous détestiez une chose dans laquelle Dieu a placé beaucoup de bien.",
            "Spanish": "¡Oh vosotros que creéis! No os está permitido heredar mujeres contra su voluntad. Y no las coaccionéis para quitarles parte de lo que les disteis, salvo que cometan una adulterio probado. Y vivid con ellas con bondad. Si no os agradan, puede ser que os desagrade algo en lo que Dios ha puesto mucho bien.",
            "Hindi": "ऐ ईमान वालो! तुम्हारे लिए जायज़ नहीं कि औरतों को जबरदस्ती विरासत में ले लो। और उन्हें तंग न करो ताकि जो कुछ तुमने उन्हें दिया उसका कुछ हिस्सा वापस ले लो, सिवाय इसके कि वे खुली फाहिशा करें। और उनके साथ अच्छा सलूक करो। अगर तुम उन्हें नापसंद करो, तो हो सकता है कि तुम किसी चीज़ से नफरत करो और अल्लाह ने उसमें बहुत सारा भला रखा हो।"
          }
        },
        {
          "no": 20,
          "arabic": "وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا",
          "transliteration": "Wa in aradtumu istibdāla zawjin makāna zawjin wa ātaytum iḥdāhunna qinṭāran falā ta’khudhū minhu shay’an ata’khudhūnahu buhtānan wa ithman mubīnan",
          "translations": {
            "English": "If you wish to replace one wife with another, and you have given one of them a fortune, take nothing back from it. Would you take it back fraudulently and sinfully?",
            "Urdu": "اور اگر تم ایک بیوی کی جگہ دوسری بیوی لانا چاہو اور تم نے ان میں سے ایک کو بہت سا مال دیا ہو، تو اس میں سے کچھ واپس نہ لو۔ کیا تم اسے جھوٹ اور کھلے گناہ سے واپس لو گے؟",
            "French": "Et si vous voulez remplacer une épouse par une autre, et que vous avez donné à l’une d’elles une fortune, ne reprenez rien de cela. Le reprendriez-vous par calomnie et péché manifeste ?",
            "Spanish": "Y si deseáis reemplazar a una esposa por otra, y le habéis dado a una de ellas una fortuna, no toméis nada de vuelta. ¿Lo tomaríais de nuevo con engaño y pecado evidente?",
            "Hindi": "और अगर तुम एक बीवी की जगह दूसरी बीवी लाना चाहो और तुमने उनमें से एक को बहुत सारा माल दिया हो, तो उसमें से कुछ वापस न लो। क्या तुम उसे झूठ और खुले गुनाह से वापस लोगे?"
          }
        },
        {
          "no": 21,
          "arabic": "وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا",
          "transliteration": "Wa kayfa ta’khudhūnahu wa qad afḍā ba‘ḍukum ilā ba‘ḍin wa akhadhna minkum mīthāqan ghalīẓan",
          "translations": {
            "English": "And how can you take it back, when you have been intimate with one another, and they have received from you a solid commitment?",
            "Urdu": "اور تم اسے کیسے واپس لے سکتے ہو جب کہ تم ایک دوسرے کے ساتھ قریب ہو چکے ہو اور انہوں نے تم سے مضبوط عہد لیا ہے؟",
            "French": "Et comment pourriez-vous le reprendre, alors que vous avez été intimes l’un avec l’autre et qu’elles ont reçu de vous un engagement solennel ?",
            "Spanish": "¿Y cómo podríais tomarlo de vuelta, cuando habéis sido íntimos unos con otros y ellas han recibido de vosotros un compromiso firme?",
            "Hindi": "और तुम इसे कैसे वापस ले सकते हो, जब तुम एक-दूसरे के करीब हो चुके हो और उन्होंने तुमसे पक्का वादा लिया है?"
          }
        },
        {
          "no": 22,
          "arabic": "وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاءَ سَبِيلًا",
          "transliteration": "Wa lā tankiḥū mā nakaḥa ābā’ukum mina al-nisā’i illā mā qad salafa innahu kāna fāḥishatan wa maqtan wa sā’a sabīlan",
          "translations": {
            "English": "Do not marry women whom your fathers married, except what is already past. That is improper, indecent, and a bad custom.",
            "Urdu": "اور ان عورتوں سے نکاح نہ کرو جن سے تمہارے باپوں نے نکاح کیا، سوائے اس کے جو پہلے ہو چکا۔ یہ فحاشی، نفرت انگیز اور برا طریقہ ہے۔",
            "French": "N’épousez pas les femmes que vos pères ont épousées, sauf ce qui est déjà passé. C’est une turpitude, une abomination et une mauvaise voie.",
            "Spanish": "No os caséis con las mujeres con las que se casaron vuestros padres, salvo lo que ya ha pasado. Eso es impropio, indecente y una mala costumbre.",
            "Hindi": "और उन औरतों से निकाह न करो जिनसे तुम्हारे बापों ने निकाह किया, सिवाय इसके जो पहले हो चुका। यह फाहिशा, नफरत करने योग्य और बुरा तरीका है।"
          }
        },
        {
          "no": 23,
          "arabic": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا",
          "transliteration": "Ḥurrimat ‘alaykum ummahātukum wa banātukum wa akhawātukum wa ‘ammātukum wa khālātukum wa banātu al-akhi wa banātu al-ukhti wa ummahātukumu allātī arḍa‘nakum wa akhawātukum mina al-raḍā‘ati wa ummahātu nisā’ikum wa rabā’ibukumu allātī fī ḥujūrikum min nisā’ikumu allātī dakhaltum bihinna fa-in lam takūnū dakhaltum bihinna falā junāḥa ‘alaykum wa ḥalā’ilu abnā’ikumu alladhīna min aṣlābikum wa an tajma‘ū bayna al-ukhtayni illā mā qad salafa inna Allāha kāna ghafūran raḥīman",
          "translations": {
            "English": "Forbidden for you are your mothers, your daughters, your sisters, your paternal aunts, your maternal aunts, your brother's daughters, your sister's daughters, your foster-mothers who nursed you, your sisters through nursing, your wives' mothers, and your stepdaughters in your guardianship—born of wives you have gone into—but if you have not gone into them, there is no blame on you. And the wives of your genetic sons, and marrying two sisters simultaneously. Except what is past. God is Oft-Forgiving, Most Merciful.",
            "Urdu": "تم پر حرام کی گئیں تمہاری مائیں، بیٹیاں، بہنیں، پھوپھیاں، خالائیں، بھتیجیاں، بھانجیاں، تمہاری دودھ پلانے والی مائیں، دودھ کی بہنیں، تمہاری بیویوں کی مائیں، اور تمہاری ربیبہ جو تمہاری گود میں ہیں ان بیویوں سے جن کے ساتھ تم نے تعلق قائم کیا—لیکن اگر تم نے تعلق قائم نہ کیا ہو تو کوئی گناہ نہیں۔ اور تمہارے بیٹوں کی بیویاں جو تمہاری صلب سے ہیں، اور دو بہنوں کو ایک ساتھ نکاح میں رکھنا، سوائے جو پہلے ہو چکا۔ بے شک اللہ بخشنے والا، رحم کرنے والا ہے۔",
            "French": "Vous sont interdites vos mères, vos filles, vos sœurs, vos tantes paternelles, vos tantes maternelles, les filles de vos frères, les filles de vos sœurs, vos mères nourricières qui vous ont allaités, vos sœurs de lait, les mères de vos épouses, et vos belles-filles sous votre garde—nées des épouses avec lesquelles vous avez consommé le mariage—mais si vous n’avez pas consommé, il n’y a pas de faute sur vous. Et les épouses de vos fils issus de vos reins, et de marier deux sœurs en même temps, sauf ce qui est déjà passé. Dieu est Très Pardonneur, Très Miséricordieux.",
            "Spanish": "Os están prohibidas vuestras madres, vuestras hijas, vuestras hermanas, vuestras tías paternas, vuestras tías maternas, las hijas de vuestros hermanos, las hijas de vuestras hermanas, vuestras madres de leche que os amamantaron, vuestras hermanas de leche, las madres de vuestras esposas, y vuestras hijastras bajo vuestra tutela—nacidas de esposas con las que habéis consumado—pero si no habéis consumado, no hay culpa sobre vosotros. Y las esposas de vuestros hijos biológicos, y casaros con dos hermanas al mismo tiempo, salvo lo que ya ha pasado. Dios es Muy Perdonador, Muy Misericordioso.",
            "Hindi": "तुम पर हराम की गईं तुम्हारी माएँ, बेटियाँ, बहनें, फूफियाँ, मौसियाँ, भतीजियाँ, भानजियाँ, तुम्हारी दूध पिलाने वाली माएँ, दूध की बहनें, तुम्हारी बीवियों की माएँ, और तुम्हारी सौतेली बेटियाँ जो तुम्हारी गोद में हैं उन बीवियों से जिनके साथ तुमने संबंध बनाया—लेकिन अगर तुमने संबंध न बनाया हो तो कोई गुनाह नहीं। और तुम्हारे बेटों की बीवियाँ जो तुम्हारी सन्तान से हैं, और दो बहनों को एक साथ निकाह में रखना, सिवाय जो पहले हो चुका। अल्लाह बख्शने वाला, रहम करने वाला है।"
          }
        },
        {
          "no": 24,
          "arabic": "وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
          "transliteration": "Wa al-muḥṣanātu mina al-nisā’i illā mā malakat aymānukum kitāba Allāhi ‘alaykum wa uḥilla lakum mā warā’a dhālikum an tabtaghū bi-amwālikum muḥṣinīna ghayra musāfiḥīna famā istamta‘tum bihi minhunna fa-ātūhunna ujūrahunna farīḍatan wa lā junāḥa ‘alaykum fīmā tarāḍaytum bihi min ba‘di al-farīḍati inna Allāha kāna ‘alīman ḥakīman",
          "translations": {
            "English": "And all married women, except those you rightfully possess. This is God’s decree, binding upon you. Permitted for you are those that lie outside these limits, provided you seek them in legal marriage, with gifts from your property, seeking wedlock, not prostitution. If you wish to enjoy them, then give them their dowry—a legal obligation. You commit no error by agreeing to any change to the dowry. God is All-Knowing, Most Wise.",
            "Urdu": "اور شادی شدہ عورتیں، سوائے ان کے جو تمہارے قبضے میں ہوں۔ یہ اللہ کا حکم ہے جو تم پر لازم ہے۔ اور اس کے علاوہ تمہارے لیے حلال ہیں، بشرطیکہ تم اپنے مال سے نکاح کے ذریعے انہیں طلب کرو، عفت کے ساتھ، نہ کہ زنا کے لیے۔ جن سے تم لطف اندوز ہو، انہیں ان کی مہر دو—یہ فرض ہے۔ اور مہر کے بعد جو کچھ تم باہمی رضامندی سے طے کرو اس میں کوئی گناہ نہیں۔ اللہ سب کچھ جاننے والا، حکمت والا ہے۔",
            "French": "Et les femmes mariées, sauf celles que vous possédez légalement. C’est un décret de Dieu qui vous oblige. Vous sont permises celles qui sont hors de ces limites, à condition de les rechercher en mariage légal, avec des dons de vos biens, en cherchant la chasteté, non la prostitution. Si vous voulez en jouir, donnez-leur leur dot—une obligation légale. Il n’y a pas de faute à convenir d’un changement à la dot par consentement mutuel. Dieu est Très Savant, Très Sage.",
            "Spanish": "Y todas las mujeres casadas, salvo aquellas que poseéis legítimamente. Este es el decreto de Dios, vinculante para vosotros. Os están permitidas las que están fuera de estos límites, siempre que las busquéis en matrimonio legal, con regalos de vuestros bienes, buscando el matrimonio, no la prostitución. Si deseáis disfrutarlas, dadles su dote—una obligación legal. No cometéis error al acordar cualquier cambio en la dote. Dios es Omnisciente, Muy Sabio.",
            "Hindi": "और शादीशुदा औरतें, सिवाय उनके जो तुम्हारे कब्जे में हों। यह अल्लाह का हुक्म है जो तुम पर लाज़िम है। और इसके अलावा तुम्हारे लिए हलाल हैं, बशर्ते तुम अपने माल से निकाह के ज़रिए उन्हें तलब करो, इफ्फत के साथ, न कि ज़िना के लिए। जिनसे तुम लुत्फ़ उठाओ, उन्हें उनकी महर दो—यह फ़र्ज़ है। और महर के बाद जो कुछ तुम आपसी रज़ामंदी से तय करो, उसमें कोई गुनाह नहीं। अल्लाह सब कुछ जानने वाला, हिकमत वाला है।"
          }
        },
        {
          "no": 25,
          "arabic": "وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ",
          "transliteration": "Wa man lam yastaṭi‘ minkum ṭawlan an yankiḥa al-muḥṣanāti al-mu’mināti famin mā malakat aymānukum min fatayātikumu al-mu’mināti wa Allāhu a‘lamu bi-īmānikum ba‘ḍukum min ba‘ḍin fankiḥūhunna bi-idhni ahlihinna wa ātūhunna ujūrahunna bil-ma‘rūfi muḥṣanātin ghayra musāfiḥātin wa lā muttakhidhāti akhdānin fa-idhā uḥṣinna fa-in atayna bifāḥishatin fa-‘alayhinna niṣfu mā ‘alā al-muḥṣanāti mina al-‘adhābi dhālika liman khashiya al-‘anata minkum wa an taṣbirū khayrun lakum wa Allāhu ghafūrun raḥīm",
          "translations": {
            "English": "If any of you lack the means to marry free believing women, he may marry one of the believing maids under your control. God is well aware of your faith. You are from one another. Marry them with the permission of their guardians, and give them their recompense fairly—to be protected—neither committing adultery, nor taking secret lovers. When they are married, if they commit adultery, their punishment shall be half that of free women. That is for those among you who fear falling into decadence. But to practice self-restraint is better for you. God is Most Forgiving, Most Merciful.",
            "Urdu": "اور تم میں سے جو آزاد مومن عورتوں سے نکاح کی طاقت نہ رکھے، وہ تمہارے مملوکہ مومن لڑکیوں سے نکاح کر لے۔ اللہ تمہارے ایمان کو خوب جانتا ہے۔ تم ایک دوسرے سے ہو۔ ان سے ان کے اہل کی اجازت سے نکاح کرو اور انہیں ان کی مہر اچھے طریقے سے دو—عفت والیاں، نہ زنا کرنے والیں اور نہ خفیہ عاشق رکھنے والیں۔ جب وہ شادی شدہ ہو جائیں، اگر وہ فحاشی کریں تو ان پر آزاد عورتوں کی سزا کا آدھا عذاب ہوگا۔ یہ ان کے لیے ہے جو تم میں سے گناہ سے ڈرتے ہیں۔ اور صبر کرنا تمہارے لیے بہتر ہے۔ اللہ بہت بخشنے والا، رحم کرنے والا ہے۔",
            "French": "Et celui d’entre vous qui n’a pas les moyens d’épouser des femmes libres croyantes, qu’il épouse une de vos servantes croyantes sous votre autorité. Dieu connaît bien votre foi. Vous êtes les uns des autres. Épousez-les avec la permission de leurs tuteurs et donnez-leur leur dot équitablement—chastes, ni débauchées, ni prenant d’amants secrets. Une fois mariées, si elles commettent une turpitude, leur châtiment sera la moitié de celui des femmes libres. Cela est pour ceux d’entre vous qui craignent de tomber dans le péché. Mais il est meilleur pour vous de vous retenir. Dieu est Très Pardonneur, Très Miséricordieux.",
            "Spanish": "Y si alguno de vosotros no tiene los medios para casarse con mujeres creyentes libres, puede casarse con una de las criadas creyentes bajo vuestro control. Dios conoce bien vuestra fe. Sois unos de otros. Casadlas con el permiso de sus tutores y dadles su recompensa justamente—castas, no cometiendo adulterio ni tomando amantes secretos. Cuando estén casadas, si cometen adulterio, su castigo será la mitad del de las mujeres libres. Esto es para aquellos entre vosotros que temen caer en la decadencia. Pero practicar la contención es mejor para vosotros. Dios es Muy Perdonador, Muy Misericordioso.",
            "Hindi": "और तुम में से जो आज़ाद मोमिन औरतों से निकाह की ताक़त न रखे, वह तुम्हारी ममलूका मोमिन लड़कियों से निकाह कर ले। अल्लाह तुम्हारे ईमान को अच्छी तरह जानता है। तुम एक-दूसरे से हो। उनसे उनके अहल की इजाज़त से निकाह करो और उन्हें उनकी महर अच्छे तरीके से दो—इफ्फत वाली, न ज़िना करने वाली और न छुपे आशिक रखने वाली। जब वे शादीशुदा हो जाएँ, अगर वे फाहिशा करें, तो उन पर आज़ाद औरतों की सजा का आधा अज़ाब होगा। यह उनके लिए है जो तुम में से गुनाह से डरते हैं। और सब्र करना तुम्हारे लिए बेहतर है। अल्लाह बहुत बख्शने वाला, रहम करने वाला है।"
          }
        },
        {
          "no": 26,
          "arabic": "يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "Yurīdu Allāhu liyubayyina lakum wa yahdiyakum sunana alladhīna min qablikum wa yatūba ‘alaykum wa Allāhu ‘alīmun ḥakīm",
          "translations": {
            "English": "God intends to make things clear to you, and to guide you in the ways of those before you, and to redeem you. God is Most Knowing, Most Wise.",
            "Urdu": "اللہ چاہتا ہے کہ تمہارے لیے چیزیں واضح کرے اور تمہیں تم سے پہلے والوں کے طریقوں پر چلائے اور تم پر رحم کرے۔ اللہ بہت جاننے والا، حکمت والا ہے۔",
            "French": "Dieu veut vous éclaircir les choses, vous guider selon les voies de ceux qui vous ont précédés et vous accorder Sa clémence. Dieu est Très Savant, Très Sage.",
            "Spanish": "Dios desea aclararos las cosas, guiaros por los caminos de quienes os precedieron y redimiros. Dios es Muy Conocedor, Muy Sabio.",
            "Hindi": "अल्लाह चाहता है कि तुम्हारे लिए चीज़ें साफ करे और तुम्हें तुमसे पहले वालों के तरीकों पर चलाए और तुम पर रहम करे। अल्लाह बहुत जानने वाला, हिकमत वाला है।"
          }
        },
        {
          "no": 27,
          "arabic": "وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا",
          "transliteration": "Wa Allāhu yurīdu an yatūba ‘alaykum wa yurīdu alladhīna yattabi‘ūna al-shahawāti an tamīlū maylan ‘aẓīman",
          "translations": {
            "English": "God intends to redeem you, but those who follow their desires want you to turn away utterly.",
            "Urdu": "اللہ چاہتا ہے کہ تم پر رحم کرے، لیکن جو لوگ خواہشات کے پیچھے چلتے ہیں وہ چاہتے ہیں کہ تم بہت زیادہ بھٹک جاؤ۔",
            "French": "Dieu veut vous accorder Sa clémence, mais ceux qui suivent leurs désirs veulent que vous vous égariez grandement.",
            "Spanish": "Dios desea redimiros, pero quienes siguen sus deseos quieren que os desviéis completamente.",
            "Hindi": "अल्लाह चाहता है कि तुम पर रहम करे, लेकिन जो लोग ख्वाहिशों के पीछे चलते हैं, वे चाहते हैं कि तुम बहुत ज़्यादा भटक जाओ।"
          }
        },
        {
          "no": 28,
          "arabic": "يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا",
          "transliteration": "Yurīdu Allāhu an yukhaffifa ‘ankum wa khuliqa al-insānu ḍa‘īfan",
          "translations": {
            "English": "God intends to lighten your burden, for the human being was created weak.",
            "Urdu": "اللہ چاہتا ہے کہ تمہارا بوجھ ہلکا کرے، کیونکہ انسان کمزور پیدا کیا گیا ہے۔",
            "French": "Dieu veut alléger votre fardeau, car l’être humain a été créé faible.",
            "Spanish": "Dios desea aligerar vuestra carga, pues el ser humano fue creado débil.",
            "Hindi": "अल्लाह चाहता है कि तुम्हारा बोझ हल्का करे, क्योंकि इंसान कमज़ोर पैदा किया गया है।"
          }
        },
        {
          "no": 29,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا",
          "transliteration": "Yā ayyuhā alladhīna āmanū lā ta’kulū amwālakum baynakum bil-bāṭili illā an takūna tijāratan ‘an tarāḍin minkum wa lā taqtulū anfusakum inna Allāha kāna bikum raḥīman",
          "translations": {
            "English": "O you who believe! Do not consume each other’s wealth illicitly, but trade by mutual consent. And do not kill yourselves, for God is Merciful towards you.",
            "Urdu": "اے ایمان والو! ایک دوسرے کے مال ناحق نہ کھاؤ، سوائے اس کے کہ یہ تجارت ہو جو تمہاری باہمی رضامندی سے ہو۔ اور اپنے آپ کو قتل نہ کرو، بے شک اللہ تم پر رحم کرنے والا ہے۔",
            "French": "Ô vous qui croyez ! Ne consommez pas vos biens entre vous illicitement, sauf par un commerce de consentement mutuel. Et ne vous tuez pas vous-mêmes, car Dieu est Miséricordieux envers vous.",
            "Spanish": "¡Oh vosotros que creéis! No consumáis vuestras riquezas entre vosotros ilícitamente, salvo por comercio con consentimiento mutuo. Y no os matéis a vosotros mismos, pues Dios es Misericordioso con vosotros.",
            "Hindi": "ऐ ईमान वालो! एक-दूसरे के माल को नाहक़ न खाओ, सिवाय इसके कि यह तिजारत हो जो तुम्हारी आपसी रज़ामंदी से हो। और अपने आप को क़त्ल न करो, अल्लाह तुम पर रहम करने वाला है।"
          }
        },
        {
          "no": 30,
          "arabic": "وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا",
          "transliteration": "Wa man yaf‘al dhālika ‘udwānan wa ẓulman fasawfa nuṣlīhi nāran wa kāna dhālika ‘alā Allāhi yasīran",
          "translations": {
            "English": "Whoever does that, out of hostility and wrongdoing, We will cast him into a Fire. And that would be easy for God.",
            "Urdu": "اور جو کوئی یہ دشمنی اور ظلم سے کرے گا، ہم اسے آگ میں جھونک دیں گے۔ اور یہ اللہ کے لیے آسان ہے۔",
            "French": "Quiconque fait cela par hostilité et injustice, Nous le jetterons dans un Feu. Et cela est facile pour Dieu.",
            "Spanish": "Quien haga eso, por hostilidad e injusticia, Lo arrojaremos a un Fuego. Y eso sería fácil para Dios.",
            "Hindi": "और जो कोई यह दुश्मनी और ज़ुल्म से करेगा, हम उसे आग में झोंक देंगे। और यह अल्लाह के लिए आसान है।"
          }
        },
        
          {
            "no": 31,
            "arabic": "إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا",
            "transliteration": "In tajtanibū kabā’ira mā tunhawna ‘anhu nukaffir ‘ankum sayyi’ātikum wa nudkhilkum mudkhalan karīman",
            "translations": {
              "English": "If you avoid the worst of what you are forbidden, We will remit your sins, and admit you by a Gate of Honor.",
              "Urdu": "اگر تم ان بڑے گناہوں سے بچو جن سے تمہیں منع کیا گیا ہے، تو ہم تمہارے گناہوں کو معاف کر دیں گے اور تمہیں عزت کے دروازے سے داخل کریں گے۔",
              "French": "Si vous évitez les pires péchés dont vous êtes défendus, Nous effacerons vos fautes et vous ferons entrer par une porte honorable.",
              "Spanish": "Si evitan lo peor de lo que se les ha prohibido, Nosotros remitiremos sus pecados y los admitiremos por una Puerta de Honor.",
              "Hindi": "अगर तुम उन बड़े गुनाहों से बचो जिनसे तुम्हें मना किया गया है, तो हम तुम्हारे गुनाहों को माफ़ कर देंगे और तुम्हें इज़्ज़त के दरवाज़े से दाखिल करेंगे।"
            }
          },
          {
            "no": 32,
            "arabic": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا",
            "transliteration": "Wa lā tatamannaw mā faḍḍala Allāhu bihi ba‘ḍakum ‘alā ba‘ḍin lilrrijāli naṣībun mimmā iktasabū wa lilnnisā’i naṣībun mimmā iktasabna wa is’alū Allāha min faḍlihi inna Allāha kāna bikulli shay’in ‘alīman",
            "translations": {
              "English": "Do not covet what God has given to some of you in preference to others. For men is a share of what they have earned, and for women is a share of what they have earned. And ask God of His bounty. God has knowledge of everything.",
              "Urdu": "اور اس چیز کی تمنا نہ کرو جو اللہ نے تم میں سے بعض کو بعض پر فضیلت دی۔ مردوں کے لیے ان کی کمائی کا حصہ ہے اور عورتوں کے لیے ان کی کمائی کا حصہ ہے۔ اور اللہ سے اس کے فضل مانگو۔ بے شک اللہ ہر چیز کو جاننے والا ہے۔",
              "French": "Ne convoitez pas ce qu’Allah a donné à certains d’entre vous en préférence à d’autres. Aux hommes revient une part de ce qu’ils ont acquis, et aux femmes une part de ce qu’elles ont acquis. Demandez à Allah de Sa générosité. Allah sait tout.",
              "Spanish": "No codicien lo que Dios ha dado a algunos de ustedes en preferencia a otros. Para los hombres hay una parte de lo que han ganado, y para las mujeres hay una parte de lo que han ganado. Y pidan a Dios de Su generosidad. Dios tiene conocimiento de todo.",
              "Hindi": "और उस चीज़ की तमन्ना न करो जो अल्लाह ने तुम में से कुछ को कुछ पर फ़ज़ीलत दी। मर्दों के लिए उनकी कमाई का हिस्सा है और औरतों के लिए उनकी कमाई का हिस्सा है। और अल्लाह से उसका फ़ज़ल माँगो। बेशक अल्लाह हर चीज़ को जानने वाला है।"
            }
          },
          {
            "no": 33,
            "arabic": "وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا",
            "transliteration": "Wa likullin ja‘alnā mawāliya mimmā taraka al-wālidāni wa al-aqrabūna wa alladhīna ‘aqadat aymānukum fa’ātūhum naṣībahum inna Allāha kāna ‘alā kulli shay’in shahīdan",
            "translations": {
              "English": "To everyone We have assigned beneficiaries in what is left by parents and relatives. Those with whom you have made an agreement, give them their share. God is Witness over all things.",
              "Urdu": "اور ہر ایک کے لیے ہم نے وارث مقرر کیے جو والدین اور رشتہ داروں نے چھوڑا۔ اور جن سے تمہارے دائیں ہاتھوں نے معاہدہ کیا، انہیں ان کا حصہ دو۔ بے شک اللہ ہر چیز پر گواہ ہے۔",
              "French": "À chacun, Nous avons désigné des héritiers pour ce que laissent les parents et les proches. À ceux avec qui vous avez conclu un pacte, donnez-leur leur part. Allah est Témoin de toute chose.",
              "Spanish": "A cada uno le hemos asignado beneficiarios de lo que dejan los padres y los parientes. A aquellos con quienes han hecho un acuerdo, dénles su parte. Dios es Testigo de todas las cosas.",
              "Hindi": "और हर एक के लिए हमने वारिस मुकर्रर किए जो वालिदैन और रिश्तेदारों ने छोड़ा। और जिनसे तुम्हारे दाएँ हाथों ने मुआहदा किया, उन्हें उनका हिस्सा दो। बेशक अल्लाह हर चीज़ पर गवाह है।"
            }
          },
          {
            "no": 34,
            "arabic": "الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا",
            "transliteration": "Ar-rijālu qawwāmūna ‘alā an-nisā’i bimā faḍḍala Allāhu ba‘ḍahum ‘alā ba‘ḍin wa bimā anfaqū min amwālihim faṣ-ṣāliḥātu qānitātun ḥāfiẓātun lil-ghaybi bimā ḥafiẓa Allāhu wa allātī takhāfūna nushūzahunna fa‘iẓūhunna wa ihjurūhunna fī al-maḍāji‘i wa iḍribūhunna fa’in aṭa‘nakum falā tabghū ‘alayhinna sabīlan inna Allāha kāna ‘aliyyan kabīran",
            "translations": {
              "English": "Men are the protectors and maintainers of women, as God has given some of them an advantage over others, and because they spend out of their wealth. The good women are obedient, guarding what God would have them guard. As for those from whom you fear disloyalty, admonish them, and abandon them in their beds, then strike them. But if they obey you, seek no way against them. God is Sublime, Great.",
              "Urdu": "مرد عورتوں پر قوام ہیں، اس لیے کہ اللہ نے بعض کو بعض پر فضیلت دی اور اس لیے کہ انہوں نے اپنے مال سے خرچ کیا۔ پس نیک عورتیں اطاعت گزار ہوتی ہیں، جو اللہ نے حفاظت کا حکم دیا اس کی حفاظت کرتی ہیں۔ اور جن سے تمہیں نافرمانی کا خوف ہو، انہیں نصیحت کرو، اور انہیں بستروں میں الگ کرو، اور انہیں مارو۔ پھر اگر وہ تمہاری اطاعت کریں تو ان پر کوئی راہ نہ ڈھونڈو۔ بے شک اللہ بلند اور بڑا ہے۔",
              "French": "Les hommes ont autorité sur les femmes, en raison des faveurs qu’Allah accorde à certains sur d’autres, et à cause des dépenses qu’ils font de leurs biens. Les femmes vertueuses sont obéissantes et protègent ce qu’Allah veut qu’elles protègent. Celles dont vous craignez la désobéissance, admonestez-les, éloignez-vous d’elles dans leurs lits, et frappez-les. Si elles vous obéissent, ne cherchez pas de voie contre elles. Allah est Élevé et Grand.",
              "Spanish": "Los hombres son protectores y mantenedores de las mujeres, porque Dios ha dado a algunos una ventaja sobre otros, y porque gastan de sus riquezas. Las mujeres buenas son obedientes, cuidando lo que Dios quiere que cuiden. En cuanto a aquellas de las que temen deslealtad, amonéstenlas, abandónenlas en sus camas y luego golpéenlas. Pero si ellas les obedecen, no busquen ningún camino en su contra. Dios es Sublime, Grande.",
              "Hindi": "मर्द औरतों पर क़व्वाम हैं, इसलिए कि अल्लाह ने कुछ को कुछ पर फ़ज़ीलत दी और इसलिए कि उन्होंने अपने माल से खर्च किया। पास नेक औरतें इताअतगुज़ार होती हैं, जो अल्लाह ने हिफाज़त का हुक्म दिया उसकी हिफाज़त करती हैं। और जिनसे तुम्हें नाफ़रमानी का खौफ़ हो, उन्हें नसीहत करो, और उन्हें बिस्तरों में अलग करो, और उन्हें मारो। फिर अगर वे तुम्हारी इताअत करें तो उन पर कोई रास्ता न ढूंढो। बेशक अल्लाह बुलंद और बड़ा है।"
            }
          },
          {
            "no": 35,
            "arabic": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا",
            "transliteration": "Wa in khiftum shiqāqa baynihimā fab‘athū ḥakaman min ahlihi wa ḥakaman min ahlihā in yurīdā iṣlāḥan yuwaffiqi Allāhu baynahumā inna Allāha kāna ‘alīman khabīran",
            "translations": {
              "English": "If you fear a breach between the two, appoint an arbiter from his family and an arbiter from her family. If they wish to reconcile, God will bring them together. God is Knowledgeable, Expert.",
              "Urdu": "اور اگر تمہیں دونوں کے درمیان جھگڑے کا خوف ہو تو اس کے خاندان سے ایک ثالث اور اس کے خاندان سے ایک ثالث مقرر کرو۔ اگر وہ دونوں صلح چاہتے ہیں تو اللہ ان کے درمیان موافقت پیدا کر دے گا۔ بے شک اللہ سب کچھ جاننے والا اور باخبر ہے۔",
              "French": "Et si vous craignez une rupture entre les deux, désignez un arbitre de sa famille à lui et un arbitre de sa famille à elle. S’ils désirent une réconciliation, Allah les rapprochera. Allah est Savant et Informé.",
              "Spanish": "Si temen una ruptura entre los dos, nombren un árbitro de la familia de él y un árbitro de la familia de ella. Si desean reconciliarse, Dios los unirá. Dios es Conocedor, Experto.",
              "Hindi": "और अगर तुम्हें दोनों के दरमियान झगड़े का खौफ़ हो तो उसके खानदान से एक सलिस और उसके खानदान से एक सलिस मुकर्रर करो। अगर वे दोनों सुलह चाहते हैं तो अल्लाह उनके दरमियान मुआफक़त पैदा कर देगा। बेशक अल्लाह सब कुछ जानने वाला और ख़बर रखने वाला है।"
            }
          },
          {
            "no": 36,
            "arabic": "وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا",
            "transliteration": "Wa u‘budū Allāha wa lā tushrikū bihi shay’an wa bil-wālidayni iḥsānan wa bidhī al-qurbā wa al-yatāmā wa al-masākīni wa al-jāri dhī al-qurbā wa al-jāri al-junubi wa aṣ-ṣāḥibi bil-janbi wa ibni as-sabīli wa mā malakat aymānukum inna Allāha lā yuḥibb man kāna mukhtālan fakhūran",
            "translations": {
              "English": "Worship God, and ascribe no partners to Him, and be good to the parents, and the relatives, and the orphans, and the poor, and the neighbor next door, and the distant neighbor, and the close associate, and the traveler, and your servants. God does not love the arrogant showoff.",
              "Urdu": "اور اللہ کی عبادت کرو اور اس کے ساتھ کسی کو شریک نہ کرو، اور والدین کے ساتھ احسان کرو، اور رشتہ داروں، یتیموں، مسکینوں، قریبی پڑوسی، دور کے پڑوسی، ساتھی، مسافر اور جو تمہارے دائیں ہاتھوں کے مملوک ہیں ان کے ساتھ اچھا سلوک کرو۔ بے شک اللہ اسے پسند نہیں کرتا جو تکبر کرنے والا اور فخر کرنے والا ہو۔",
              "French": "Adorez Allah et ne Lui associez rien. Soyez bons envers les parents, les proches, les orphelins, les pauvres, le voisin proche, le voisin éloigné, le compagnon à vos côtés, le voyageur et ceux que vous possédez de droit. Allah n’aime pas celui qui est arrogant et vantard.",
              "Spanish": "Adoren a Dios y no le asocien nada. Sean buenos con los padres, los parientes, los huérfanos, los pobres, el vecino cercano, el vecino lejano, el compañero cercano, el viajero y sus sirvientes. Dios no ama al arrogante presumido.",
              "Hindi": "और अल्लाह की इबादत करो और उसके साथ किसी को शरीक न करो, और वालिदैन के साथ एहसान करो, और रिश्तेदारों, यतीमों, मिस्कीनों, क़रीबी पड़ोसी, दूर के पड़ोसी, साथी, मुसाफिर और जो तुम्हारे दाएँ हाथों के ममलूक हैं उनके साथ अच्छा सुलूक करो। बेशक अल्लाह उसे पसंद नहीं करता जो तकब्बुर करने वाला और फ़ख्र करने वाला हो।"
            }
          },
          {
            "no": 37,
            "arabic": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا",
            "transliteration": "Alladhīna yabkhalūna wa ya’murūna an-nāsa bil-bukhli wa yaktumūna mā ātāhumu Allāhu min faḍlihi wa a‘tadnā lil-kāfirīna ‘adhāban muhīnan",
            "translations": {
              "English": "Those who are stingy, and exhort people to stinginess, and conceal what God has given them from His bounty. We have prepared for the disbelievers a disgraceful punishment.",
              "Urdu": "جو لوگ بخل کرتے ہیں اور لوگوں کو بخل کا حکم دیتے ہیں اور جو اللہ نے انہیں اپنے فضل سے دیا اسے چھپاتے ہیں۔ اور ہم نے کافروں کے لیے ذلت آمیز عذاب تیار کیا ہے۔",
              "French": "Ceux qui sont avares, ordonnent aux gens l’avarice et cachent ce qu’Allah leur a donné de Sa grâce. Nous avons préparé pour les mécréants un châtiment humiliant.",
              "Spanish": "Aquellos que son tacaños, exhortan a la gente a la tacañería y ocultan lo que Dios les ha dado de Su generosidad. Hemos preparado para los incrédulos un castigo humillante.",
              "Hindi": "जो लोग बख़ील हैं और लोगों को बख़ीली का हुक्म देते हैं और जो अल्लाह ने उन्हें अपने फ़ज़ल से दिया उसे छुपाते हैं। और हमने काफिरों के लिए ज़िल्लत वाला अज़ाब तैयार किया है।"
            }
          },
          {
            "no": 38,
            "arabic": "وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا",
            "transliteration": "Wa alladhīna yunfiqūna amwālahum ri’ā’a an-nāsi wa lā yu’minūna billāhi wa lā bil-yawmi al-ākhiri wa man yakuni ash-shayṭānu lahu qarīnan fasā’a qarīnan",
            "translations": {
              "English": "And those who spend their money to be seen by people, and believe neither in God nor in the Last Day. Whoever has Satan as a companion—what an evil companion.",
              "Urdu": "اور وہ جو اپنا مال لوگوں کے دکھاوے کے لیے خرچ کرتے ہیں اور نہ اللہ پر ایمان رکھتے ہیں اور نہ آخرت کے دن پر۔ اور جس کا ساتھی شیطان ہو، وہ بہت برا ساتھی ہے۔",
              "French": "Et ceux qui dépensent leurs richesses pour être vus des gens, et ne croient ni en Allah ni au Jour Dernier. Quiconque a Satan pour compagnon—quel mauvais compagnon.",
              "Spanish": "Y aquellos que gastan su dinero para ser vistos por la gente, y no creen ni en Dios ni en el Último Día. Quien tenga a Satanás como compañero—qué mal compañero.",
              "Hindi": "और वे जो अपना माल लोगों के दिखावे के लिए खर्च करते हैं और न अल्लाह पर ईमान रखते हैं और न आख़िरत के दिन पर। और जिसका साथी शैतान हो, वह बहुत बुरा साथी है।"
            }
          },
          {
            "no": 39,
            "arabic": "وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ وَكَانَ اللَّهُ بِهِمْ عَلِيمًا",
            "transliteration": "Wa mādhā ‘alayhim law āmanū billāhi wa al-yawmi al-ākhiri wa anfaqū mimmā razaqahumu Allāhu wa kāna Allāhu bihim ‘alīman",
            "translations": {
              "English": "What would they have lost, had they believed in God and the Last Day, and gave out of what God has provided for them? God knows them very well.",
              "Urdu": "اور ان پر کیا اثر پڑتا اگر وہ اللہ اور آخرت کے دن پر ایمان لاتے اور جو اللہ نے انہیں دیا اس میں سے خرچ کرتے؟ اور اللہ انہیں خوب جانتا ہے۔",
              "French": "Qu’auraient-ils perdu s’ils avaient cru en Allah et au Jour Dernier, et dépensé de ce qu’Allah leur a accordé ? Allah les connaît parfaitement.",
              "Spanish": "¿Qué habrían perdido si hubieran creído en Dios y en el Último Día, y hubieran dado de lo que Dios les proveyó? Dios los conoce muy bien.",
              "Hindi": "और उन पर क्या असर पड़ता अगर वे अल्लाह और आख़िरत के दिन पर ईमान लाते और जो अल्लाह ने उन्हें दिया उसमें से खर्च करते? और अल्लाह उन्हें खूब जानता है।"
            }
          },
          {
            "no": 40,
            "arabic": "إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا",
            "transliteration": "Inna Allāha lā yaẓlimu mithqāla dharratin wa in taku ḥasanatan yuḍā‘ifhā wa yu’ti min ladunhu ajran ‘aẓīman",
            "translations": {
              "English": "God does not commit an atom's weight of injustice; and if there is a good deed, He doubles it, and gives from His Presence a sublime compensation.",
              "Urdu": "بے شک اللہ ذرہ برابر بھی ظلم نہیں کرتا، اور اگر کوئی نیکی ہو تو اسے دگنا کرتا ہے اور اپنے پاس سے بہت بڑا اجر دیتا ہے۔",
              "French": "Allah ne commet pas l’injustice d’un poids d’atome ; et s’il s’agit d’une bonne action, Il la multiplie et donne de Sa part une récompense immense.",
              "Spanish": "Dios no comete la injusticia de un peso de átomo; y si hay una buena obra, Él la duplica y da de Su presencia una compensación sublime.",
              "Hindi": "बेशक अल्लाह ज़र्रा भर भी ज़ुल्म नहीं करता, और अगर कोई नेकी हो तो उसे दोगुना करता है और अपने पास से बहुत बड़ा अज्र देता है।"
            }
          },

        
  {
    "no": 41,
    "arabic": "فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا",
    "transliteration": "Fakayfa idhā ji’nā min kulli ummatin bishahīdin wa ji’nā bika ‘alā hā’ulā’i shahīdan",
    "translations": {
      "English": "Then how will it be, when We bring a witness from every community, and We bring you as a witness against these?",
      "Urdu": "پھر کیسا ہوگا جب ہم ہر امت سے ایک گواہ لائیں گے اور تمہیں ان پر گواہ بنا کر لائیں گے؟",
      "French": "Comment sera-ce donc, lorsque Nous ferons venir un témoin de chaque communauté et que Nous te ferons venir comme témoin contre ceux-ci ?",
      "Spanish": "¿Entonces cómo será, cuando traigamos un testigo de cada comunidad y te traigamos como testigo contra estos?",
      "Hindi": "फिर कैसा होगा जब हम हर उम्मत से एक गवाह लाएँगे और तुम्हें इन पर गवाह बनाकर लाएँगे?"
    }
  },
  {
    "no": 42,
    "arabic": "يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا",
    "transliteration": "Yawma’idhin yawaddu alladhīna kafarū wa ‘aṣaw ar-rasūla law tusawwā bihimu al-arḍu wa lā yaktumūna Allāha ḥadīthan",
    "translations": {
      "English": "On that Day, those who disbelieved and disobeyed the Messenger will wish that the earth were leveled over them. They will conceal nothing from God.",
      "Urdu": "اس دن وہ لوگ جو کافر ہوئے اور رسول کی نافرمانی کی، آرزو کریں گے کہ کاش زمین ان کے ساتھ ہموار کر دی جاتی۔ اور وہ اللہ سے کوئی بات نہ چھپا سکیں گے۔",
      "French": "Ce jour-là, ceux qui ont mécru et désobéi au Messager souhaiteront que la terre soit nivelée sur eux. Ils ne pourront rien cacher à Allah.",
      "Spanish": "Ese día, aquellos que no creyeron y desobedecieron al Mensajero desearán que la tierra se nivelara sobre ellos. No podrán ocultar nada a Dios.",
      "Hindi": "उस दिन वे लोग जो काफ़िर हुए और रसूल की नाफ़रमानी की, आरज़ू करेंगे कि काश ज़मीन उनके साथ हमवार कर दी जाती। और वे अल्लाह से कोई बात न छुपा सकेंगे।"
    }
  },
  {
    "no": 43,
    "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا",
    "transliteration": "Yā ayyuhā alladhīna āmanū lā taqrabū aṣ-ṣalāta wa antum sukārā ḥattā ta‘lamū mā taqūlūna wa lā junuban illā ‘ābirī sabīlin ḥattā taghtasilū wa in kuntum marḍā aw ‘alā safarin aw jā’a aḥadun minkum mina al-ghā’iṭi aw lāmastumu an-nisā’a falam tajidū mā’an fatayammamū ṣa‘īdan ṭayyiban famsaḥū biwujūhikum wa aydīkum inna Allāha kāna ‘afuwwan ghafūran",
    "translations": {
      "English": "O you who believe! Do not approach the prayer while you are drunk, so that you know what you say; nor after sexual orgasm—unless you are travelling—until you have bathed. If you are sick, or traveling, or one of you comes from the toilet, or you have had intercourse with women, and cannot find water, find clean sand and wipe your faces and your hands with it. God is Pardoning and Forgiving.",
      "Urdu": "اے ایمان والو! نماز کے قریب نہ جاؤ جب تم نشے میں ہو، یہاں تک کہ تم جان لو کہ تم کیا کہہ رہے ہو، اور نہ جنابت کی حالت میں، سوائے اس کے کہ تم مسافر ہو، جب تک تم غسل نہ کر لو۔ اور اگر تم بیمار ہو یا سفر پر ہو، یا تم میں سے کوئی رفع حاجت سے آیا، یا تم نے عورتوں سے صحبت کی اور پانی نہ ملا، تو پاک مٹی سے تیمم کرو اور اپنے چہروں اور ہاتھوں پر مسح کرو۔ بے شک اللہ معاف کرنے والا اور بخشنے والا ہے۔",
      "French": "Ô vous qui croyez ! N’approchez pas de la prière en état d’ivresse, jusqu’à ce que vous sachiez ce que vous dites ; ni en état d’impureté majeure—sauf si vous êtes en voyage—jusqu’à ce que vous vous soyez lavés. Si vous êtes malades, ou en voyage, ou si l’un de vous revient des lieux d’aisance, ou si vous avez touché des femmes et que vous ne trouvez pas d’eau, prenez de la terre propre et frottez-vous le visage et les mains. Allah est Indulgent et Pardonneur.",
      "Spanish": "¡Oh ustedes que creen! No se acerquen a la oración mientras estén ebrios, hasta que sepan lo que dicen; ni después de un orgasmo sexual—a menos que estén viajando—hasta que se hayan bañado. Si están enfermos, o viajando, o uno de ustedes viene del baño, o han tenido relaciones con mujeres y no encuentran agua, busquen arena limpia y frótense las caras y las manos con ella. Dios es Indulgente y Perdonador.",
      "Hindi": "ऐ ईमान वालो! नमाज़ के क़रीब न जाओ जब तुम नशे में हो, यहाँ तक कि तुम जान लो कि तुम क्या कह रहे हो, और न जनाबत की हालत में, सिवाय इसके कि तुम मुसाफिर हो, जब तक तुम ग़ुस्ल न कर लो। और अगर तुम बीमार हो या सफ़र पर हो, या तुम में से कोई हाजत से आया, या तुमने औरतों से हमबिस्तरी की और पानी न मिला, तो पाक मिट्टी से तैमम करो और अपने चेहरों और हाथों पर मसह करो। बेशक अल्लाह माफ़ करने वाला और बख्शने वाला है।"
    }
  },
  {
    "no": 44,
    "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ وَيُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ",
    "transliteration": "Alam tara ilā alladhīna ūtū naṣīban mina al-kitābi yashtarūna aḍ-ḍalālata wa yurīdūna an taḍillū as-sabīla",
    "translations": {
      "English": "Have you not considered those who were given a share of the Book? They buy error, and wish you would lose the way.",
      "Urdu": "کیا تم نے ان لوگوں کو نہیں دیکھا جنہیں کتاب کا حصہ دیا گیا؟ وہ گمراہی خریدتے ہیں اور چاہتے ہیں کہ تم راہ سے بھٹک جاؤ۔",
      "French": "N’as-tu pas vu ceux qui ont reçu une part du Livre ? Ils achètent l’égarement et veulent que vous perdiez le chemin.",
      "Spanish": "¿No has considerado a aquellos que recibieron una parte del Libro? Compran el error y desean que ustedes pierdan el camino.",
      "Hindi": "क्या तुमने उन लोगों को नहीं देखा जिन्हें किताब का हिस्सा दिया गया? वे गुमराही खरीदते हैं और चाहते हैं कि तुम रास्ते से भटक जाओ।"
    }
  },
  {
    "no": 45,
    "arabic": "وَاللَّهُ أَعْلَمُ بِأَعْدَائِكُمْ وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيرًا",
    "transliteration": "Wa Allāhu a‘lamu bi’a‘dā’ikum wa kafā billāhi waliyyan wa kafā billāhi naṣīran",
    "translations": {
      "English": "But God knows your enemies best. God is sufficient as a Protector, and God is sufficient as a Supporter.",
      "Urdu": "اور اللہ تمہارے دشمنوں کو خوب جانتا ہے۔ اور اللہ بطور سرپرست اور مددگار کافی ہے۔",
      "French": "Mais Allah connaît mieux vos ennemis. Allah suffit comme Protecteur, et Allah suffit comme Soutien.",
      "Spanish": "Pero Dios conoce mejor a sus enemigos. Dios es suficiente como Protector, y Dios es suficiente como Apoyador.",
      "Hindi": "और अल्लाह तुम्हारे दुश्मनों को खूब जानता है। और अल्लाह बतौर सरपरस्त और मददगार काफी है।"
    }
  },
  {
    "no": 46,
    "arabic": "مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
    "transliteration": "Mina alladhīna hādū yuḥarrifūna al-kalima ‘an mawāḍi‘ihi wa yaqūlūna sami‘nā wa ‘aṣaynā wa isma‘ ghayra musma‘in wa rā‘inā layyan bi’alsinatihim wa ṭa‘nan fī ad-dīni wa law annahum qālū sami‘nā wa aṭa‘nā wa isma‘ wa anẓurnā lakāna khayran lahum wa aqwama wa lākin la‘anahumu Allāhu bikufrihim falā yu’minūna illā qalīlan",
    "translations": {
      "English": "Among the Jews are some who take words out of context, and say, “We hear and we disobey”, and “Hear without listening”, and “Observe us,” twisting with their tongues and slandering the religion. Had they said, “We hear and we obey”, and “Listen”, and “Give us your attention,” it would have been better for them, and more upright. But God has cursed them for their disbelief; they do not believe except a little.",
      "Urdu": "یہود میں سے کچھ لوگ الفاظ کو ان کے مقامات سے مسخ کرتے ہیں اور کہتے ہیں، ’ہم نے سنا اور نافرمانی کی‘، اور ’سنو بغیر سنیے‘، اور ’ہماری رعایت کرو‘، اپنی زبانوں سے توڑ مروڑ کر اور دین پر طعنہ زنی کرتے ہوئے۔ اگر وہ کہتے، ’ہم نے سنا اور اطاعت کی‘، اور ’سنو‘، اور ’ہماری طرف دیکھو‘، تو یہ ان کے لیے بہتر اور زیادہ درست ہوتا۔ لیکن اللہ نے ان کے کفر کی وجہ سے ان پر لعنت کی، سو وہ بہت کم ایمان لاتے ہیں۔",
      "French": "Parmi les Juifs, certains déforment les mots de leur contexte et disent : « Nous avons entendu et nous désobéissons », et « Écoute sans être entendu », et « Rā‘inā », en tordant leurs langues et en calomniant la religion. S’ils avaient dit : « Nous avons entendu et nous obéissons », et « Écoute », et « Regarde-nous », cela aurait été meilleur pour eux et plus droit. Mais Allah les a maudits pour leur mécréance ; ils ne croient que très peu.",
      "Spanish": "Entre los judíos hay algunos que sacan las palabras de contexto y dicen: «Oímos y desobedecemos», y «Escucha sin ser oído», y «Obsérvanos», torciendo con sus lenguas y calumniando la religión. Si hubieran dicho: «Oímos y obedecemos», y «Escucha», y «Danos tu atención», habría sido mejor para ellos y más recto. Pero Dios los ha maldecido por su incredulidad; no creen más que un poco.",
      "Hindi": "यहूदियों में से कुछ लोग अल्फाज़ को उनके मक़ामात से मसख करते हैं और कहते हैं, ‘हमने सुना और नाफ़रमानी की’, और ‘सुनो बिना सुने’, और ‘हमारी रियायत करो’, अपनी ज़बानों से तोड़-मरोड़ कर और दीन पर ताना मारते हुए। अगर वे कहते, ‘हमने सुना और इताअत की’, और ‘सुनो’, और ‘हमारी तरफ़ देखो’, तो यह उनके लिए बेहतर और ज़्यादा दुरुस्त होता। लेकिन अल्लाह ने उनके कुफ्र की वजह से उन पर लानत की, सो वे बहुत कम ईमान लाते हैं।"
    }
  },
  {
    "no": 47,
    "arabic": "يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا",
    "transliteration": "Yā ayyuhā alladhīna ūtū al-kitāba āminū bimā nazzalnā muṣaddiqan limā ma‘akum min qabli an naṭmisa wujūhan fanaruddahā ‘alā adbārihā aw nal‘anahum kamā la‘annā aṣḥāba as-sabti wa kāna amru Allāhi maf‘ūlan",
    "translations": {
      "English": "O you who were given the Book! Believe in what We sent down, confirming what you have, before We obliterate faces and turn them inside out, or curse them as We cursed the Sabbath-breakers. The command of God is always done.",
      "Urdu": "اے وہ لوگو جو کتاب دیے گئے! اس پر ایمان لاؤ جو ہم نے نازل کیا، جو اس کی تصدیق کرتا ہے جو تمہارے پاس ہے، اس سے پہلے کہ ہم چہروں کو مٹا دیں اور انہیں الٹا کر دیں، یا ان پر لعنت کریں جیسے ہم نے سبت والوں پر لعنت کی۔ اور اللہ کا حکم ہمیشہ پورا ہوتا ہے۔",
      "French": "Ô vous qui avez reçu le Livre ! Croyez en ce que Nous avons révélé, qui confirme ce que vous possédez, avant que Nous n’effacions des visages pour les retourner à l’envers, ou que Nous ne les maudissions comme Nous avons maudit les profanateurs du Sabbat. L’ordre d’Allah est toujours exécuté.",
      "Spanish": "¡Oh ustedes que recibieron el Libro! Crean en lo que hemos revelado, que confirma lo que tienen, antes de que borremos rostros y los volvamos del revés, o los maldigamos como maldijimos a los violadores del Sábado. El mandato de Dios siempre se cumple.",
      "Hindi": "ऐ वे लोग जो किताब दिए गए! उस पर ईमान लाओ जो हमने नाज़िल किया, जो उसकी तस्दीक करता है जो तुम्हारे पास है, इससे पहले कि हम चेहरों को मिटा दें और उन्हें उल्टा कर दें, या उन पर लानत करें जैसे हमने सब्त वालों पर लानत की। और अल्लाह का हुक्म हमेशा पूरा होता है।"
    }
  },
  {
    "no": 48,
    "arabic": "إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرَكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا",
    "transliteration": "Inna Allāha lā yaghfiru an yushraka bihi wa yaghfiru mā dūna dhālika liman yashā’u wa man yushrik billāhi faqadi iftarā ithman ‘aẓīman",
    "translations": {
      "English": "God does not forgive association with Him, but He forgives anything less than that to whomever He wills. Whoever associates anything with God has devised a monstrous sin.",
      "Urdu": "بے شک اللہ اسے معاف نہیں کرتا کہ اس کے ساتھ شریک کیا جائے، اور اس سے کم جو کچھ ہے اسے معاف کرتا ہے جسے چاہے۔ اور جو اللہ کے ساتھ شریک کرے اس نے بہت بڑا گناہ گھڑ لیا۔",
      "French": "Allah ne pardonne pas qu’on Lui associe quoi que ce soit, mais Il pardonne ce qui est moindre que cela à qui Il veut. Quiconque associe quelque chose à Allah a inventé un péché énorme.",
      "Spanish": "Dios no perdona que se le asocie con nada, pero perdona lo que sea menos que eso a quien Él quiera. Quien asocie algo con Dios ha ideado un pecado monstruoso.",
      "Hindi": "बेशक अल्लाह उसे माफ़ नहीं करता कि उसके साथ शरीक किया जाए, और उससे कम जो कुछ है उसे माफ़ करता है जिसे चाहे। और जो अल्लाह के साथ शरीक करे उसने बहुत बड़ा गुनाह गढ़ लिया।"
    }
  },
  {
    "no": 49,
    "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا",
    "transliteration": "Alam tara ilā alladhīna yuzakkūna anfusahum bali Allāhu yuzakkī man yashā’u wa lā yuẓlamūna fatīlan",
    "translations": {
      "English": "Have you not considered those who claim purity for themselves? Rather, God purifies whom He wills, and they will not be wronged a whit.",
      "Urdu": "کیا تم نے ان لوگوں کو نہیں دیکھا جو خود کو پاک سمجھتے ہیں؟ بلکہ اللہ جسے چاہے پاک کرتا ہے، اور ان پر ذرہ برابر ظلم نہیں کیا جاتا۔",
      "French": "N’as-tu pas vu ceux qui se prétendent purs ? C’est plutôt Allah qui purifie qui Il veut, et ils ne seront pas lésés d’un iota.",
      "Spanish": "¿No has considerado a aquellos que reclaman pureza para sí mismos? Más bien, Dios purifica a quien Él quiere, y no serán agraviados ni un ápice.",
      "Hindi": "क्या तुमने उन लोगों को नहीं देखा जो खुद को पाक समझते हैं? बल्कि अल्लाह जिसे चाहे पाक करता है, और उन पर ज़र्रा बराबर ज़ुल्म नहीं किया जाता।"
    }
  },
  {
    "no": 50,
    "arabic": "انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَكَفَى بِهِ إِثْمًا مُبِينًا",
    "transliteration": "Anẓur kayfa yaftarūna ‘alā Allāhi al-kadhiba wa kafā bihi ithman mubīnan",
    "translations": {
      "English": "See how they devise lies against God. That alone is an outright sin.",
      "Urdu": "دیکھو کہ وہ اللہ پر کیسے جھوٹ گھڑتے ہیں۔ اور یہ خود ہی ایک کھلا گناہ کافی ہے۔",
      "French": "Regarde comment ils inventent des mensonges contre Allah. Cela suffit comme péché manifeste.",
      "Spanish": "Mira cómo idean mentiras contra Dios. Eso solo ya es un pecado evidente.",
      "Hindi": "देखो कि वे अल्लाह पर कैसे झूठ गढ़ते हैं। और यह ख़ुद ही एक खुला गुनाह काफ़ी है।"
    }
  },
  {
    "no": 51,
    "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا",
    "transliteration": "Alam tara ilā alladhīna ūtū naṣīban mina al-kitābi yu’minūna bil-jibti wa aṭ-ṭāghūti wa yaqūlūna lilladhīna kafarū hā’ulā’i ahdā mina alladhīna āmanū sabīlan",
    "translations": {
      "English": "Have you not considered those who were given a share of the Book? They believe in superstition and evil powers, and say of those who disbelieve, “These are better guided on the way than the believers.”",
      "Urdu": "کیا تم نے ان لوگوں کو نہیں دیکھا جنہیں کتاب کا حصہ دیا گیا؟ وہ بتوں اور طاغوت پر ایمان لاتے ہیں اور کافروں کے بارے میں کہتے ہیں، ’یہ لوگ ایمان والوں سے زیادہ ہدایت یافتہ ہیں۔‘",
      "French": "N’as-tu pas vu ceux qui ont reçu une part du Livre ? Ils croient aux idoles et aux forces du mal, et disent des mécréants : « Ceux-ci sont mieux guidés que les croyants sur le chemin. »",
      "Spanish": "¿No has considerado a aquellos que recibieron una parte del Libro? Creen en supersticiones y poderes malignos, y dicen de los que no creen: «Estos están mejor guiados en el camino que los creyentes.»",
      "Hindi": "क्या तुमने उन लोगों को नहीं देखा जिन्हें किताब का हिस्सा दिया गया? वे बुतों और तागूत पर ईमान लाते हैं और काफिरों के बारे में कहते हैं, ‘ये लोग ईमान वालों से ज़्यादा हिदायत याफ्ता हैं।’"
    }
  },
  {
    "no": 52,
    "arabic": "أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا",
    "transliteration": "Ulā’ika alladhīna la‘anahumu Allāhu wa man yal‘ani Allāhu falan tajida lahu naṣīran",
    "translations": {
      "English": "Those are they whom God has cursed. Whomever God curses, you will find no savior for him.",
      "Urdu": "یہ وہ لوگ ہیں جن پر اللہ نے لعنت کی۔ اور جس پر اللہ لعنت کرے، تم اس کے لیے کوئی مددگار نہ پاؤ گے۔",
      "French": "Ce sont ceux qu’Allah a maudits. Et celui qu’Allah maudit, tu ne lui trouveras aucun secours.",
      "Spanish": "Esos son los que Dios ha maldecido. A quien Dios maldiga, no encontrarás salvador para él.",
      "Hindi": "ये वे लोग हैं जिन पर अल्लाह ने लानत की। और जिस पर अल्लाह लानत करे, तुम उसके लिए कोई मददगार न पाओगे।"
    }
  },
  {
    "no": 53,
    "arabic": "أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا",
    "transliteration": "Am lahum naṣībun mina al-mulki fa’idhan lā yu’tūna an-nāsa naqīran",
    "translations": {
      "English": "Or do they own a share of the kingdom? Then they would not give people a speck.",
      "Urdu": "یا ان کے پاس بادشاہی کا کوئی حصہ ہے؟ اگر ہوتا تو وہ لوگوں کو ایک گٹھلی کے برابر بھی نہ دیتے۔",
      "French": "Ou bien ont-ils une part du royaume ? Dans ce cas, ils ne donneraient aux gens même pas une miette.",
      "Spanish": "¿O acaso poseen una parte del reino? Entonces no le darían a la gente ni una pizca.",
      "Hindi": "या उनके पास बादशाहत का कोई हिस्सा है? अगर होता तो वे लोगों को एक गुठली के बराबर भी न देते।"
    }
  },
  {
    "no": 54,
    "arabic": "أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا",
    "transliteration": "Am yaḥsudūna an-nāsa ‘alā mā ātāhumu Allāhu min faḍlihi faqad ātaynā āla Ibrāhīma al-kitāba wa al-ḥikmata wa ātaynāhum mulkan ‘aẓīman",
    "translations": {
      "English": "Or do they envy the people for what God has given them of His grace? We have given the family of Abraham the Book and wisdom, and We have given them a great kingdom.",
      "Urdu": "یا وہ لوگوں سے حسد کرتے ہیں اس پر جو اللہ نے انہیں اپنے فضل سے دیا؟ ہم نے ابراہیم کی آل کو کتاب اور حکمت دی اور انہیں بڑی بادشاہی دی۔",
      "French": "Ou bien envient-ils les gens pour ce qu’Allah leur a donné de Sa grâce ? Nous avons donné à la famille d’Abraham le Livre et la sagesse, et Nous leur avons donné un grand royaume.",
      "Spanish": "¿O envidian a la gente por lo que Dios les ha dado de Su gracia? Hemos dado a la familia de Abraham el Libro y la sabiduría, y les hemos dado un gran reino.",
      "Hindi": "या वे लोगों से हसद करते हैं उस पर जो अल्लाह ने उन्हें अपने फ़ज़ल से दिया? हमने इब्राहीम की आल को किताब और हिकमत दी और उन्हें बड़ी बादशाहत दी।"
    }
  },
  {
    "no": 55,
    "arabic": "فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا",
    "transliteration": "Faminhum man āmana bihi wa minhum man ṣadda ‘anhu wa kafā bijahannama sa‘īran",
    "translations": {
      "English": "Among them are those who believed in it, and among them are those who held back from it. Hell is a sufficient Inferno.",
      "Urdu": "ان میں سے کچھ نے اس پر ایمان لایا اور کچھ نے اس سے منہ موڑا۔ اور جہنم کی بھڑکتی آگ کافی ہے۔",
      "French": "Parmi eux, certains y ont cru, et d’autres s’en sont détournés. L’Enfer suffit comme brasier.",
      "Spanish": "Entre ellos hay quienes creyeron en ello, y entre ellos hay quienes se apartaron de ello. El Infierno es un brasero suficiente.",
      "Hindi": "उनमें से कुछ ने उस पर ईमान लाया और कुछ ने उससे मुँह मोड़ा। और जहन्नम की भड़कती आग काफ़ी है।"
    }
  },
  {
    "no": 56,
    "arabic": "إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا",
    "transliteration": "Inna alladhīna kafarū bi’āyātinā sawfa nuṣlīhim nāran kullamā naḍijat julūduhum baddalnāhum julūdan ghayrahā liyadhūqū al-‘adhāba inna Allāha kāna ‘azīzan ḥakīman",
    "translations": {
      "English": "Those who reject Our revelations—We will scorch them in a Fire. Every time their skins are cooked, We will replace them with other skins, so they will experience the suffering. God is Most Powerful, Most Wise.",
      "Urdu": "جو لوگ ہماری آیات سے کفر کرتے ہیں، ہم انہیں آگ میں جلائیں گے۔ جب بھی ان کی کھالیں پک جائیں گی، ہم انہیں دوسری کھالوں سے بدل دیں گے تاکہ وہ عذاب کا مزہ چکھیں۔ بے شک اللہ غالب اور حکمت والا ہے۔",
      "French": "Ceux qui rejettent Nos signes, Nous les brûlerons bientôt dans un Feu. Chaque fois que leurs peaux seront consumées, Nous les remplacerons par d’autres peaux, afin qu’ils goûtent le châtiment. Allah est Puissant et Sage.",
      "Spanish": "A quienes rechazan Nuestras revelaciones, los quemaremos en un Fuego. Cada vez que sus pieles se cocinen, las reemplazaremos con otras pieles, para que experimenten el sufrimiento. Dios es Todopoderoso, Sapientísimo.",
      "Hindi": "जो लोग हमारी आयात से कुफ्र करते हैं, हम उन्हें आग में जलाएँगे। जब भी उनकी खालें पक जाएँगी, हम उन्हें दूसरी खालों से बदल देंगे ताकि वे अज़ाब का मज़ा चखें। बेशक अल्लाह ग़ालिब और हिकमत वाला है।"
    }
  },
  {
    "no": 57,
    "arabic": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
    "transliteration": "Wa alladhīna āmanū wa ‘amilū aṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihā al-anhāru khālidīna fīhā abadan lahum fīhā azwājun muṭahharatun wa nudkhiluhum ẓillan ẓalīlan",
    "translations": {
      "English": "As for those who believe and do good deeds, We will admit them into Gardens beneath which rivers flow, abiding therein forever. They will have purified spouses therein, and We will admit them into a shady shade.",
      "Urdu": "اور جو لوگ ایمان لائے اور نیک عمل کیے، ہم انہیں جنتوں میں داخل کریں گے جن کے نیچے نہریں بہتی ہیں، وہ وہاں ہمیشہ رہیں گے۔ ان کے لیے وہاں پاکیزہ بیویاں ہوں گی، اور ہم انہیں گھنی چھاؤں میں داخل کریں گे۔",
      "French": "Quant à ceux qui croient et font de bonnes œuvres, Nous les ferons entrer dans des Jardins sous lesquels coulent des rivières, où ils demeureront éternellement. Ils y auront des épouses purifiées, et Nous les ferons entrer dans une ombre fraîche.",
      "Spanish": "En cuanto a quienes creen y hacen buenas obras, los admitiremos en Jardines bajo los cuales fluyen ríos, donde permanecerán para siempre. Tendrán esposas purificadas allí, y los admitiremos en una sombra frondosa.",
      "Hindi": "और जो लोग ईमान लाए और नेक अमल किए, हम उन्हें जन्नतों में दाखिल करेंगे जिनके नीचे नहरें बहती हैं, वे वहाँ हमेशा रहेंगे। उनके लिए वहाँ पाकीज़ा बीवियाँ होंगी, और हम उन्हें गहरी छाँव में दाखिल करेंगे।"
    }
  },
  {
    "no": 58,
    "arabic": "إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا",
    "transliteration": "Inna Allāha ya’murukum an tu’addū al-amānāti ilā ahlihā wa idhā ḥakamtum bayna an-nāsi an taḥkumū bil-‘adli inna Allāha ni‘immā ya‘iẓukum bihi inna Allāha kāna samī‘an baṣīran",
    "translations": {
      "English": "God instructs you to give back things entrusted to you to their owners. And when you judge between people, judge with justice. God’s instructions to you are excellent. God is All-Hearing, All-Seeing.",
      "Urdu": "بے شک اللہ تمہیں حکم دیتا ہے کہ امانتیں ان کے اہل کو لوٹاؤ۔ اور جب تم لوگوں کے درمیان فیصلہ کرو تو انصاف سے فیصلہ کرو۔ بے شک اللہ تمہیں بہت اچھی نصیحت کرتا ہے۔ بے شک اللہ سننے والا اور دیکھنے والا ہے۔",
      "French": "Allah vous ordonne de rendre les dépôts à leurs propriétaires. Et lorsque vous jugez entre les gens, jugez avec justice. Les conseils d’Allah pour vous sont excellents. Allah est Audient et Clairvoyant.",
      "Spanish": "Dios les instruye que devuelvan las cosas confiadas a sus dueños. Y cuando juzguen entre la gente, juzguen con justicia. Las instrucciones de Dios para ustedes son excelentes. Dios es Todo-Oyente, Todo-Vidente.",
      "Hindi": "बेशक अल्लाह तुम्हें हुक्म देता है कि अमानतें उनके अहल को लौटाओ। और जब तुम लोगों के दरमियान फ़ैसला करो तो इंसाफ़ से फ़ैसला करो। बेशक अल्लाह तुम्हें बहुत अच्छी नसीहत करता है। बेशक अल्लाह सुनने वाला और देखने वाला है।"
    }
  },
  {
    "no": 59,
    "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
    "transliteration": "Yā ayyuhā alladhīna āmanū aṭī‘ū Allāha wa aṭī‘ū ar-rasūla wa ulī al-amri minkum fa’in tanāza‘tum fī shay’in faruddūhu ilā Allāhi wa ar-rasūli in kuntum tu’minūna billāhi wa al-yawmi al-ākhiri dhālika khayrun wa aḥsanu ta’wīlan",
    "translations": {
      "English": "O you who believe! Obey God and obey the Messenger and those in authority among you. And if you dispute over anything, refer it to God and the Messenger, if you believe in God and the Last Day. That is best, and a most excellent determination.",
      "Urdu": "اے ایمان والو! اللہ کی اطاعت کرو اور رسول کی اطاعت کرو اور تم میں سے اختیار والوں کی۔ پھر اگر تم کسی چیز میں جھگڑو تو اسے اللہ اور رسول کی طرف لوٹاؤ، اگر تم اللہ اور آخرت کے دن پر ایمان رکھتے ہو۔ یہ بہتر ہے اور بہترین انجام ہے۔",
      "French": "Ô vous qui croyez ! Obéissez à Allah, obéissez au Messager et à ceux d’entre vous qui détiennent l’autorité. Si vous vous disputez sur quelque chose, renvoyez-le à Allah et au Messager, si vous croyez en Allah et au Jour Dernier. Cela est meilleur et d’une issue plus excellente.",
      "Spanish": "¡Oh ustedes que creen! Obedezcan a Dios y obedezcan al Mensajero y a aquellos en autoridad entre ustedes. Y si disputan sobre algo, remítanlo a Dios y al Mensajero, si creen en Dios y en el Último Día. Eso es lo mejor y una determinación más excelente.",
      "Hindi": "ऐ ईमान वालो! अल्लाह की इताअत करो और रसूल की इताअत करो और तुम में से इख्तियार वालों की। फिर अगर तुम किसी चीज़ में झगड़ो तो उसे अल्लाह और रसूल की तरफ़ लौटाओ, अगर तुम अल्लाह और आख़िरत के दिन पर ईमान रखते हो। यह बेहतर है और बेहतरीन अंजाम है।"
    }
  },
  {
    "no": 60,
    "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا",
    "transliteration": "Alam tara ilā alladhīna yaz‘umūna annahum āmanū bimā unzila ilayka wa mā unzila min qablika yurīdūna an yataḥākamū ilā aṭ-ṭāghūti wa qad umirū an yakfurū bihi wa yurīdu ash-shayṭānu an yuḍillahum ḍalālan ba‘īdan",
    "translations": {
      "English": "Have you not observed those who claim that they believe in what was revealed to you, and in what was revealed before you, yet they seek Satanic sources for legislation, in spite of being commanded to reject them? Satan means to mislead them far away.",
      "Urdu": "کیا تم نے ان لوگوں کو نہیں دیکھا جو دعویٰ کرتے ہیں کہ وہ اس پر ایمان رکھتے ہیں جو تم پر نازل کیا گیا اور جو تم سے پہلے نازل کیا گیا، لیکن وہ طاغوت سے فیصلہ مانگنا چاہتے ہیں، حالانکہ انہیں اس سے کفر کرنے کا حکم دیا گیا تھا؟ اور شیطان چاہتا ہے کہ انہیں دور کی گمراہی میں لے جائے۔",
      "French": "N’as-tu pas vu ceux qui prétendent croire en ce qui t’a été révélé et en ce qui a été révélé avant toi, mais qui veulent se faire juger par le Taghout, alors qu’on leur a ordonné de le rejeter ? Satan veut les égarer loin dans l’erreur.",
      "Spanish": "¿No has observado a aquellos que afirman creer en lo que te fue revelado y en lo que fue revelado antes de ti, pero buscan fuentes satánicas para legislar, a pesar de haber sido ordenados a rechazarlas? Satanás quiere desviarlos muy lejos.",
      "Hindi": "क्या तुमने उन लोगों को नहीं देखा जो दावा करते हैं कि वे उस पर ईमान रखते हैं जो तुम पर नाज़िल किया गया और जो तुमसे पहले नाज़िल किया गया, लेकिन वे तागूत से फ़ैसला माँगना चाहते हैं, हालाँकि उन्हें उससे कुफ्र करने का हुक्म दिया गया था? और शैतान चाहता है कि उन्हें दूर की गुमराही में ले जाए।"
    }
  },
  {
    "no": 61,
    "arabic": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا",
    "transliteration": "Wa idhā qīla lahum ta‘ālaw ilā mā anzala Allāhu wa ilā ar-rasūli ra’ayta al-munāfiqīna yaṣuddūna ‘anka ṣudūdan",
    "translations": {
      "English": "And when it is said to them, “Come to what God has revealed, and to the Messenger,” you see the hypocrites shunning you completely.",
      "Urdu": "اور جب ان سے کہا جاتا ہے، ’اللہ نے جو نازل کیا اور رسول کی طرف آؤ،‘ تو تم منافقوں کو دیکھتے ہو کہ وہ تم سے بالکل منہ موڑتے ہیں۔",
      "French": "Et lorsqu’on leur dit : « Venez à ce qu’Allah a révélé et au Messager », tu vois les hypocrites se détourner de toi complètement.",
      "Spanish": "Y cuando se les dice: «Vengan a lo que Dios ha revelado y al Mensajero», ves a los hipócritas apartándose de ti por completo.",
      "Hindi": "और जब उनसे कहा जाता है, ‘अल्लाह ने जो नाज़िल किया और रसूल की तरफ़ आओ,’ तो तुम मुनाफिकों को देखते हो कि वे तुमसे बिल्कुल मुँह मोड़ते हैं।"
    }
  },
  {
    "no": 62,
    "arabic": "فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا",
    "transliteration": "Fakayfa idhā aṣābathum muṣībatun bimā qaddamat aydīhim thumma jā’ūka yaḥlifūna billāhi in aradnā illā iḥsānan wa tawfīqan",
    "translations": {
      "English": "How about when a disaster strikes them because of what their hands have put forward, and then they come to you swearing by God: “We only intended goodwill and reconciliation”?",
      "Urdu": "پھر کیسا ہوگا جب ان پر ان کے ہاتھوں کی کمائی کی وجہ سے مصیبت آئے گی، پھر وہ تمہارے پاس آئیں گے اور اللہ کی قسم کھائیں گے کہ ’ہم نے صرف بھلائی اور موافقت کا ارادہ کیا تھا‘؟",
      "French": "Et comment sera-ce lorsqu’un malheur les frappera à cause de ce que leurs mains ont commis, puis qu’ils viendront à toi en jurant par Allah : « Nous n’avons voulu que du bien et une conciliation » ?",
      "Spanish": "¿Y cómo será cuando un desastre los golpee por lo que sus manos han hecho, y luego vengan a ti jurando por Dios: «Solo intentamos buena voluntad y reconciliación»?",
      "Hindi": "फिर कैसा होगा जब उन पर उनके हाथों की कमाई की वजह से मुसीबत आएगी, फिर वे तुम्हारे पास आएँगे और अल्लाह की क़सम खाएँगे कि ‘हमने सिर्फ़ भलाई और मुआफक़त का इरादा किया था’?"
    }
  },
  {
    "no": 63,
    "arabic": "أُولَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغًا",
    "transliteration": "Ulā’ika alladhīna ya‘lamu Allāhu mā fī qulūbihim fa’a‘riḍ ‘anhum wa ‘iẓhum wa qul lahum fī anfusihim qawlan balīghan",
    "translations": {
      "English": "They are those whom God knows what is in their hearts. So ignore them, and admonish them, and say to them concerning themselves penetrating words.",
      "Urdu": "یہ وہ لوگ ہیں جن کے دلوں میں جو کچھ ہے اللہ اسے جانتا ہے۔ سو ان سے اعراض کرو اور انہیں نصیحت کرو اور ان سے ان کی ذات کے بارے میں گہری باتیں کہو۔",
      "French": "Ce sont ceux dont Allah sait ce qu’il y a dans leurs cœurs. Ignore-les, admoneste-les et dis-leur au sujet d’eux-mêmes des paroles pénétrantes.",
      "Spanish": "Son aquellos de quienes Dios sabe lo que hay en sus corazones. Así que ignóralos, amonéstalos y diles palabras penetrantes acerca de ellos mismos.",
      "Hindi": "ये वे लोग हैं जिनके दिलों में जो कुछ है अल्लाह उसे जानता है। सो उनसे ए’राज़ करो और उन्हें नसीहत करो और उनसे उनकी ज़ात के बारे में गहरी बातें कहो।"
    }
  },
  {
    "no": 64,
    "arabic": "وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا",
    "transliteration": "Wa mā arsalnā min rasūlin illā liyuṭā‘a bi’idhni Allāhi wa law annahum idh ẓalamū anfusahum jā’ūka fastaghfarū Allāha wa istaghfara lahumu ar-rasūlu lawajadū Allāha tawwāban raḥīman",
    "translations": {
      "English": "We did not send any messenger except to be obeyed by God’s leave. Had they, when they wronged themselves, come to you, and prayed for God’s forgiveness, and the Messenger had prayed for their forgiveness, they would have found God Relenting and Merciful.",
      "Urdu": "اور ہم نے کوئی رسول نہیں بھیجا مگر اس لیے کہ اللہ کے اذن سے اس کی اطاعت کی جائے۔ اور اگر وہ جب اپنے آپ پر ظلم کرتے، تمہارے پاس آتے اور اللہ سے مغفرت مانگتے، اور رسول ان کے لیے مغفرت مانگتا، تو وہ اللہ کو توبہ قبول کرنے والا اور رحم کرنے والا پاتے۔",
      "French": "Nous n’avons envoyé aucun messager sinon pour qu’il soit obéi avec la permission d’Allah. S’ils étaient venus à toi après avoir fait du tort à eux-mêmes, avaient demandé pardon à Allah et que le Messager avait demandé pardon pour eux, ils auraient trouvé Allah Repentant et Miséricordieux.",
      "Spanish": "No enviamos ningún mensajero sino para que fuera obedecido con el permiso de Dios. Si ellos, cuando se hicieron daño a sí mismos, hubieran venido a ti y pedido perdón a Dios, y el Mensajero hubiera pedido perdón por ellos, habrían encontrado a Dios Arrepentido y Misericordioso.",
      "Hindi": "और हमने कोई रसूल नहीं भेजा मगर इसलिए कि अल्लाह के इज़्न से उसकी इताअत की जाए। और अगर वे जब अपने आप पर ज़ुल्म करते, तुम्हारे पास आते और अल्लाह से मगफिरत माँगते, और रसूल उनके लिए मगफिरत माँगता, तो वे अल्लाह को तौबा क़बूल करने वाला और रहम करने वाला पाते।"
    }
  },
  {
    "no": 65,
    "arabic": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا",
    "transliteration": "Falā wa rabbika lā yu’minūna ḥattā yuḥakkimūka fīmā shajara baynahum thumma lā yajidū fī anfusihim ḥarajan mimmā qaḍayta wa yusallimū taslīman",
    "translations": {
      "English": "But no, by your Lord, they will not believe until they call you to arbitrate in their disputes, and then find within themselves no resentment regarding your decisions, and submit themselves completely.",
      "Urdu": "نہیں، تیرے رب کی قسم! وہ ایمان نہیں لائیں گے جب تک کہ وہ اپنے جھگڑوں میں تمہیں فیصلہ کرنے والا نہ بنائیں، پھر تمہارے فیصلے سے اپنے دلوں میں کوئی تنگی نہ پائیں اور مکمل طور پر تسلیم نہ کر لیں۔",
      "French": "Non, par ton Seigneur ! Ils ne croiront pas tant qu’ils ne te feront pas juge dans leurs différends, puis ne ressentiront aucune gêne dans leur cœur à propos de ce que tu as décidé, et se soumettront totalement.",
      "Spanish": "Pero no, por tu Señor, no creerán hasta que te hagan árbitro en sus disputas, y luego no encuentren en sus corazones resentimiento alguno por tus decisiones, y se sometan completamente.",
      "Hindi": "नहीं, तेरे रब की क़सम! वे ईमान नहीं लाएँगे जब तक कि वे अपने झगड़ों में तुम्हें फ़ैसला करने वाला न बनाएँ, फिर तुम्हारे फ़ैसले से अपने दिलों में कोई तंगी न पाएँ और पूरी तरह तस्लीम न कर लें।"
    }
  },
  {
    "no": 66,
    "arabic": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا",
    "transliteration": "Wa law annā katabnā ‘alayhim ani uqtulū anfusakum awi ukhrujū min diyārikum mā fa‘alūhu illā qalīlun minhum wa law annahum fa‘alū mā yū‘aẓūna bihi lakāna khayran lahum wa ashadda tathbītan",
    "translations": {
      "English": "Had We decreed for them: “Kill yourselves,” or “Leave your homes,” they would not have done it, except for a few of them. But had they done what they were instructed to do, it would have been better for them, and a firmer confirmation.",
      "Urdu": "اور اگر ہم نے ان پر لکھ دیا ہوتا کہ ’اپنے آپ کو قتل کرو‘ یا ’اپنے گھروں سے نکل جاؤ،‘ تو وہ ایسا نہ کرتے سوائے ان کے چند لوگوں کے۔ اور اگر وہ وہ کرتے جو انہیں نصیحت کی جاتی تھی، تو یہ ان کے لیے بہتر ہوتا اور زیادہ مضبوطی کا باعث ہوتا۔",
      "French": "Si Nous leur avions prescrit : « Tuez-vous vous-mêmes » ou « Quittez vos demeures », ils ne l’auraient pas fait, sauf quelques-uns d’entre eux. Mais s’ils avaient fait ce qu’on leur conseillait, cela aurait été meilleur pour eux et plus affermissant.",
      "Spanish": "Si hubiéramos decretado para ellos: «Mátense a sí mismos» o «Abandonen sus hogares», no lo habrían hecho, salvo unos pocos de ellos. Pero si hubieran hecho lo que se les instruyó, habría sido mejor para ellos y una confirmación más firme.",
      "Hindi": "और अगर हमने उन पर लिख दिया होता कि ‘अपने आप को क़त्ल करो’ या ‘अपने घरों से निकल जाओ,’ तो वे ऐसा न करते सिवाय उनके कुछ लोगों के। और अगर वे वह करते जो उन्हें नसीहत की जाती थी, तो यह उनके लिए बेहतर होता और ज़्यादा मज़बूती का बाइस होता।"
    }
  },
  {
    "no": 67,
    "arabic": "وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا",
    "transliteration": "Wa idhan la’ātaynāhum min ladunnā ajran ‘aẓīman",
    "translations": {
      "English": "And We would have given them from Our presence a rich compensation.",
      "Urdu": "اور تب ہم انہیں اپنے پاس سے بہت بڑا اجر دیتے۔",
      "French": "Et alors, Nous leur aurions donné de Notre part une grande récompense.",
      "Spanish": "Y entonces les habríamos dado desde Nuestra presencia una rica compensación.",
      "Hindi": "और तब हम उन्हें अपने पास से बहुत बड़ा अज्र देते।"
    }
  },
  {
    "no": 68,
    "arabic": "وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا",
    "transliteration": "Wa lahadaynāhum ṣirāṭan mustaqīman",
    "translations": {
      "English": "And We would have guided them on a straight path.",
      "Urdu": "اور ہم انہیں سیدھے راستے پر ہدایت دیتے۔",
      "French": "Et Nous les aurions guidés sur un chemin droit.",
      "Spanish": "Y los habríamos guiado por un camino recto.",
      "Hindi": "और हम उन्हें सीधे रास्ते पर हिदायत देते।"
    }
  },
  {
    "no": 69,
    "arabic": "وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا",
    "transliteration": "Wa man yuṭi‘i Allāha wa ar-rasūla fa’ulā’ika ma‘a alladhīna an‘ama Allāhu ‘alayhim mina an-nabiyyīna wa aṣ-ṣiddīqīna wa ash-shuhadā’i wa aṣ-ṣāliḥīna wa ḥasuna ulā’ika rafīqan",
    "translations": {
      "English": "Whoever obeys God and the Messenger—these are with those whom God has blessed—among the prophets, and the sincere, and the martyrs, and the upright. Excellent are those as companions.",
      "Urdu": "اور جو اللہ اور رسول کی اطاعت کرے، وہ ان لوگوں کے ساتھ ہوں گے جن پر اللہ نے انعام کیا—نبیوں، صدیقوں، شہیدوں اور صالحین میں سے۔ اور یہ بہترین رفیق ہیں۔",
      "French": "Quiconque obéit à Allah et au Messager, ceux-là seront avec ceux qu’Allah a comblés de bienfaits : les prophètes, les véridiques, les martyrs et les justes. Quels excellents compagnons sont ceux-là !",
      "Spanish": "Quien obedezca a Dios y al Mensajero, estos estarán con aquellos a quienes Dios ha bendecido: entre los profetas, los sinceros, los mártires y los rectos. Excelentes son esos como compañeros.",
      "Hindi": "और जो अल्लाह और रसूल की इताअत करे, वे उन लोगों के साथ होंगे जिन पर अल्लाह ने इनाम किया—नबियों, सिद्दीक़ों, शहीदों और सालेहीन में से। और ये बेहतरीन रफ़ीक हैं।"
    }
  },
  {
    "no": 70,
    "arabic": "ذَلِكَ الْفَضْلُ مِنَ اللَّهِ وَكَفَى بِاللَّهِ عَلِيمًا",
    "transliteration": "Dhālika al-faḍlu mina Allāhi wa kafā billāhi ‘alīman",
    "translations": {
      "English": "That is the grace from God. God suffices as Knower.",
      "Urdu": "یہ اللہ کا فضل ہے۔ اور اللہ بطور جاننے والے کافی ہے۔",
      "French": "C'est là la grâce d'Allah. Allah suffit comme Savant.",
      "Spanish": "Esa es la gracia de Dios. Dios basta como Conocedor.",
      "Hindi": "यह अल्लाह का फ़ज़ल है। और अल्लाह बतौर जानने वाले काफ़ी है।"
    }
  },
  
    {
      "no": 71,
      "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا",
      "transliteration": "Yā ayyuhā alladhīna āmanū khudhū ḥidhtrakum fanfirū thubātin awi infirū jamī‘an",
      "translations": {
        "English": "O you who believe! Take your precautions, and mobilize in groups, or mobilize altogether.",
        "Urdu": "اے ایمان والو! اپنی حفاظت کرو اور گروہوں میں نکلو یا سب مل کر نکلو۔",
        "French": "Ô vous qui croyez ! Prenez vos précautions et mobilisez-vous en groupes, ou mobilisez-vous tous ensemble.",
        "Spanish": "¡Oh vosotros que creéis! Tomad vuestras precauciones y movilizaos en grupos, o movilizaos todos juntos.",
        "Hindi": "ऐ ईमान वालो! अपनी हिफाज़त करो और टोलियों में निकलो या सब मिलकर निकलो।"
      }
    },
    {
      "no": 72,
      "arabic": "وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا",
      "transliteration": "Wa inna minkum laman layubatti’anna fa-in aṣābatkum muṣībatun qāla qad an‘ama Allāhu ‘alayya idh lam akun ma‘ahum shahīdan",
      "translations": {
        "English": "Among you is he who lags behind. Then, when a calamity befalls you, he says, “God has favored me, that I was not martyred with them.”",
        "Urdu": "اور تم میں سے کچھ ایسے ہیں جو پیچھے رہ جاتے ہیں۔ پھر جب تم پر مصیبت آتی ہے تو کہتے ہیں، ‘اللہ نے مجھ پر احسان کیا کہ میں ان کے ساتھ شہید نہ ہوا۔’",
        "French": "Parmi vous, il y a celui qui reste en arrière. Puis, lorsqu’un malheur vous frappe, il dit : « Dieu m’a favorisé, car je n’ai pas été martyr avec eux. »",
        "Spanish": "Entre vosotros hay quien se queda atrás. Luego, cuando os sobreviene una calamidad, dice: «Dios me ha favorecido, porque no fui martirizado con ellos.»",
        "Hindi": "और तुममें से कुछ ऐसे हैं जो पीछे रह जाते हैं। फिर जब तुम पर मुसीबत आती है, तो कहते हैं, ‘अल्लाह ने मुझ पर एहसान किया कि मैं उनके साथ शहीद न हुआ।’"
      }
    },
    {
      "no": 73,
      "arabic": "وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا",
      "transliteration": "Wa la’in aṣābakum faḍlun mina Allāhi layaqūlanna ka’an lam takun baynakum wa baynahu mawaddatun yā laytanī kuntu ma‘ahum fa-afūza fawzan ‘aẓīman",
      "translations": {
        "English": "But when some bounty from God comes to you, he says—as if no affection existed between you and him—“If only I had been with them, I would have achieved a great victory.”",
        "Urdu": "اور اگر تمہیں اللہ کی طرف سے کوئی فضل ملے تو وہ کہتا ہے—جیسے تمہارے اور اس کے درمیان کوئی محبت نہ ہو—‘کاش میں ان کے ساتھ ہوتا تو بڑی کامیابی پاتا۔’",
        "French": "Mais si une grâce de Dieu vous parvient, il dit—comme s’il n’y avait jamais eu d’affection entre vous et lui—« Si seulement j’avais été avec eux, j’aurais obtenu une grande victoire. »",
        "Spanish": "Pero cuando os llega alguna gracia de Dios, dice—como si no hubiera habido afecto entre vosotros y él—«Ojalá hubiera estado con ellos, habría logrado una gran victoria.»",
        "Hindi": "और अगर तुम्हें अल्लाह की तरफ से कोई फज़ल मिले, तो वह कहता है—जैसे तुम्हारे और उसके बीच कोई मोहब्बत न हो—‘काश मैं उनके साथ होता तो बड़ी कामयाबी पाता।’"
      }
    },
    {
      "no": 74,
      "arabic": "فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
      "transliteration": "Falyuqātil fī sabīli Allāhi alladhīna yashrūna al-ḥayāta al-dunyā bil-ākhirati wa man yuqātil fī sabīli Allāhi fayuqtal aw yaghlib fasawfa nu’tīhi ajran ‘aẓīman",
      "translations": {
        "English": "Let those who sell the life of this world for the Hereafter fight in the cause of God. Whoever fights in the cause of God, and then is killed, or achieves victory, We will grant him a great compensation.",
        "Urdu": "جو لوگ دنیا کی زندگی کو آخرت کے بدلے بیچتے ہیں، انہیں اللہ کے راستے میں لڑنا چاہیے۔ اور جو اللہ کے راستے میں لڑے، پھر قتل ہو یا غالب آئے، ہم اسے بڑا اجر دیں گے۔",
        "French": "Que ceux qui troquent la vie de ce monde contre l’au-delà combattent pour la cause de Dieu. Quiconque combat pour la cause de Dieu, qu’il soit tué ou qu’il triomphe, Nous lui accorderons une grande récompense.",
        "Spanish": "Que aquellos que venden la vida de este mundo por la Otra Vida luchen por la causa de Dios. Quien luche por la causa de Dios, y sea muerto o alcance la victoria, Le otorgaremos una gran recompensa.",
        "Hindi": "जो लोग दुनिया की ज़िंदगी को आखिरत के बदले बेचते हैं, उन्हें अल्लाह के रास्ते में लड़ना चाहिए। और जो अल्लाह के रास्ते में लड़े, फिर क़त्ल हो या ग़ालिब आए, हम उसे बड़ा अज्र देंगे।"
      }
    },
    {
      "no": 75,
      "arabic": "وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا",
      "transliteration": "Wa mā lakum lā tuqātilūna fī sabīli Allāhi wa al-mustaḍ‘afīna mina al-rijāli wa al-nisā’i wa al-wildāni alladhīna yaqūlūna rabbanā akhrijnā min hādhihi al-qaryati al-ẓālimi ahluhā wa ij‘al lanā min ladunka waliyyan wa ij‘al lanā min ladunka naṣīran",
      "translations": {
        "English": "And why would you not fight in the cause of God, and the helpless men, and women, and children, cry out, “Our Lord, deliver us from this town whose people are oppressive, and appoint for us from Your Presence a Protector, and appoint for us from Your Presence a Victor.”",
        "Urdu": "اور تم کیوں نہیں لڑتے اللہ کے راستے میں اور ان کمزور مردوں، عورتوں اور بچوں کے لیے جو کہتے ہیں، ‘اے ہمارے رب! ہمیں اس بستی سے نکال جس کے لوگ ظالم ہیں، اور ہمارے لیے اپنی طرف سے ایک سرپرست اور مددگار مقرر کر۔’",
        "French": "Et pourquoi ne combattriez-vous pas pour la cause de Dieu et pour les faibles parmi les hommes, les femmes et les enfants qui disent : « Notre Seigneur, fais-nous sortir de cette cité dont les habitants sont oppresseurs, et désigne-nous de Ta part un protecteur et un secours. »",
        "Spanish": "¿Y por qué no lucharíais por la causa de Dios y por los débiles entre los hombres, mujeres y niños que claman: «Señor nuestro, sácanos de esta ciudad cuyos habitantes son opresores, y desígnanos de Tu parte un Protector y un Victorioso.»?",
        "Hindi": "और तुम अल्लाह के रास्ते में और उन कमज़ोर मर्दों, औरतों और बच्चों के लिए क्यों नहीं लड़ते, जो कहते हैं, ‘ऐ हमारे रब! हमें इस बस्ती से निकाल जिसके लोग ज़ालिम हैं, और हमारे लिए अपनी तरफ से एक सरपरस्त और मददगार मुकर्रर कर।’"
      }
    },
    {
      "no": 76,
      "arabic": "الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا",
      "transliteration": "Alladhīna āmanū yuqātilūna fī sabīli Allāhi wa alladhīna kafarū yuqātilūna fī sabīli al-ṭāghūti faqātilū awliyā’a al-shayṭāni inna kayda al-shayṭāni kāna ḍa‘īfan",
      "translations": {
        "English": "Those who believe fight in the cause of God, while those who disbelieve fight in the cause of Evil. So fight the allies of the Devil. Surely the strategy of the Devil is weak.",
        "Urdu": "جو ایمان لائے وہ اللہ کے راستے میں لڑتے ہیں، اور جو کافر ہیں وہ طاغوت کے راستے میں لڑتے ہیں۔ پس شیطان کے دوستوں سے لڑو۔ بے شک شیطان کی چال کمزور ہے۔",
        "French": "Ceux qui croient combattent pour la cause de Dieu, tandis que ceux qui mécroient combattent pour la cause du Mal. Combattez donc les alliés du Diable. En vérité, la ruse du Diable est faible.",
        "Spanish": "Los que creen luchan por la causa de Dios, mientras que los que no creen luchan por la causa del Mal. Así que combatid a los aliados del Diablo. Ciertamente, la estrategia del Diablo es débil.",
        "Hindi": "जो ईमान लाए वे अल्लाह के रास्ते में लड़ते हैं, और जो काफिर हैं वे तागूत के रास्ते में लड़ते हैं। तो शैतान के दोस्तों से लड़ो। बेशक शैतान की चाल कमज़ोर है।"
      }
    },
    {
      "no": 77,
      "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا",
      "transliteration": "Alam tara ilā alladhīna qīla lahum kuffū aydiyakum wa aqīmū al-ṣalāta wa ātū al-zakāta falammā kutiba ‘alayhimu al-qitālu idhā farīqun minhum yakhshawna al-nāsa kakhashyati Allāhi aw ashadda khashyatan wa qālū rabbanā lima katabta ‘alaynā al-qitāla lawlā akkhartanā ilā ajalin qarībin qul matā‘u al-dunyā qalīlun wa al-ākhiratu khayrun limani ittaqā wa lā tuẓlamūna fatīlan",
      "translations": {
        "English": "Have you not considered those who were told, “Restrain your hands, and perform your prayers, and spend in regular charity”? But when fighting was ordained for them, a faction of them feared the people as God is ought to be feared, or even more. And they said, “Our Lord, why did You ordain fighting for us? If only You would postpone it for us for a short while.” Say, “The enjoyments of this life are brief, but the Hereafter is better for the righteous, and you will not be wronged one bit.”",
        "Urdu": "کیا تم نے ان لوگوں کو نہیں دیکھا جن سے کہا گیا، ‘اپنے ہاتھ روکو، نماز قائم کرو اور زکوٰۃ دو’؟ لیکن جب ان پر لڑائی فرض کی گئی تو ان میں سے ایک گروہ لوگوں سے ایسے ڈرا جیسے اللہ سے ڈرنا چاہیے یا اس سے بھی زیادہ۔ اور انہوں نے کہا، ‘اے ہمارے رب! تو نے ہم پر لڑائی کیوں فرض کی؟ کاش تو ہمیں کچھ دیر کے لیے مہلت دیتا۔’ کہہ دو، ‘دنیا کا سامان تھوڑا ہے، اور آخرت تقویٰ والوں کے لیے بہتر ہے، اور تم پر ذرہ برابر ظلم نہ ہوگا۔’",
        "French": "N’as-tu pas vu ceux à qui on avait dit : « Retenez vos mains, accomplissez la prière et donnez la zakat » ? Mais quand le combat leur fut prescrit, une partie d’entre eux craignit les hommes comme on doit craindre Dieu, ou même davantage. Et ils dirent : « Notre Seigneur, pourquoi nous as-Tu prescrit le combat ? Si seulement Tu nous avais accordé un sursis pour un peu de temps. » Dis : « Les jouissances de cette vie sont brèves, mais l’au-delà est meilleur pour les pieux, et vous ne serez pas lésés d’un iota. »",
        "Spanish": "¿No has visto a aquellos a quienes se les dijo: «Retened vuestras manos, estableced la oración y dad la caridad regular»? Pero cuando se les ordenó combatir, una facción de ellos temió a la gente como se debe temer a Dios, o incluso más. Y dijeron: «Señor nuestro, ¿por qué nos ordenaste combatir? Ojalá nos hubieras pospuesto esto por un poco de tiempo.» Di: «Los placeres de esta vida son breves, pero la Otra Vida es mejor para los justos, y no se os hará la menor injusticia.»",
        "Hindi": "क्या तुमने उन लोगों को नहीं देखा जिनसे कहा गया, ‘अपने हाथ रोको, नमाज़ कायम करो और ज़कात दो’? लेकिन जब उन पर लड़ाई फ़र्ज़ की गई, तो उनमें से एक गिरोह लोगों से ऐसा डरा जैसा अल्लाह से डरना चाहिए या उससे भी ज़्यादा। और उन्होंने कहा, ‘ऐ हमारे रब! तूने हम पर लड़ाई क्यों फ़र्ज़ की? काश तू हमें थोड़ी देर के लिए मोहलत देता।’ कह दो, ‘दुनिया का सामान थोड़ा है, और आखिरत तक़वा वालों के लिए बेहतर है, और तुम पर ज़रा सा भी ज़ुल्म न होगा।’"
      }
    },
    {
      "no": 78,
      "arabic": "أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
      "transliteration": "Aynamā takūnū yudrikkumu al-mawtu wa law kuntum fī burūjin mushayyadatin wa in tuṣibhum ḥasanatun yaqūlū hādhihi min ‘indi Allāhi wa in tuṣibhum sayyi’atun yaqūlū hādhihi min ‘indika qul kullun min ‘indi Allāhi famāli hā’ulā’i al-qawmi lā yakādūna yafqahūna ḥadīthan",
      "translations": {
        "English": "Wherever you may be, death will catch up with you, even if you were in fortified towers. When a good fortune comes their way, they say, “This is from God.” But when a misfortune befalls them, they say, “This is from you.” Say, “All is from God.” So what is the matter with these people, that they hardly understand a thing?",
        "Urdu": "تم جہاں کہیں بھی ہو, موت تمہیں آ لے گی، چاہے تم مضبوط قلعوں میں ہو۔ جب انہیں کوئی بھلائی ملتی ہے تو کہتے ہیں، ‘یہ اللہ کی طرف سے ہے۔’ اور جب کوئی برائی پہنچتی ہے تو کہتے ہیں، ‘یہ تیری طرف سے ہے۔’ کہہ دو، ‘سب کچھ اللہ کی طرف سے ہے۔’ ان لوگوں کو کیا ہوا ہے کہ وہ بات کو سمجھنے کے قریب بھی نہیں؟",
        "French": "Où que vous soyez, la mort vous rattrapera, même si vous étiez dans des tours fortifiées. Quand un bien leur arrive, ils disent : « Ceci vient de Dieu. » Mais quand un mal les frappe, ils disent : « Ceci vient de toi. » Dis : « Tout vient de Dieu. » Qu’arrive-t-il à ces gens, qu’ils ne comprennent presque rien ?",
        "Spanish": "Dondequiera que estéis, la muerte os alcanzará, aunque estéis en torres fortificadas. Cuando les llega una buena fortuna, dicen: «Esto es de Dios.» Pero cuando les sobreviene una desgracia, dicen: «Esto es por ti.» Di: «Todo es de Dios.» ¿Qué pasa con esta gente, que apenas entiende nada?",
"Hindi": "तुम जहाँ कहीं भी हो, मौत तुम्हें आ लेगी, चाहे तुम मज़बूत किलों में हो। जब उन्हें कोई भलाई मिलती है, तो कहते हैं, ‘यह अल्लाह की तरफ से है।’ और जब कोई बुराई पहुँचती है, तो कहते हैं, ‘यह तेरी तरफ से है।’ कह दो, ‘सब कुछ अल्लाह की तरफ से है।’ इन लोगों को क्या हो गया है कि वे बात को समझने के क़रीब भी नहीं?"      }
    },
    {
      "no": 79,
      "arabic": "مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا وَكَفَى بِاللَّهِ شَهِيدًا",
      "transliteration": "Mā aṣābaka min ḥasanatin famina Allāhi wa mā aṣābaka min sayyi’atin famin nafsika wa arsalnāka lil-nāsi rasūlan wa kafā bi-Allāhi shahīdan",
      "translations": {
        "English": "Whatever good happens to you is from God, and whatever bad happens to you is from your own self. We sent you to humanity as a messenger, and God is Witness enough.",
        "Urdu": "جو بھلائی تجھے پہنچتی ہے وہ اللہ کی طرف سے ہے، اور جو برائی تجھے پہنچتی ہے وہ تیری اپنی وجہ سے ہے۔ اور ہم نے تجھے لوگوں کے لیے رسول بنا کر بھیجا، اور اللہ گواہ کافی ہے۔",
        "French": "Tout bien qui t’atteint vient de Dieu, et tout mal qui t’atteint vient de toi-même. Nous t’avons envoyé comme messager aux hommes, et Dieu suffit comme témoin.",
        "Spanish": "Todo bien que te ocurra es de Dios, y todo mal que te ocurra es de ti mismo. Te enviamos a la humanidad como mensajero, y Dios es Testigo suficiente.",
        "Hindi": "जो भलाई तुझ तक पहुँचती है वह अल्लाह की तरफ से है, और जो बुराई तुझ तक पहुँचती है वह तेरी अपनी वजह से है। और हमने तुझको लोगों के लिए रसूल बनाकर भेजा, और अल्लाह गवाह काफी है।"
      }
    },
    {
      "no": 80,
      "arabic": "مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا",
      "transliteration": "Man yuṭi‘i al-rasūla faqad aṭā‘a Allāha wa man tawallā famā arsalnāka ‘alayhim ḥafīẓan",
      "translations": {
        "English": "Whoever obeys the Messenger is obeying God. And whoever turns away—We did not send you as a watcher over them.",
        "Urdu": "جو رسول کی اطاعت کرتا ہے اس نے اللہ کی اطاعت کی۔ اور جو منہ موڑتا ہے—ہم نے تجھے ان پر نگہبان بنا کر نہیں بھیجا۔",
        "French": "Quiconque obéit au Messager obéit à Dieu. Et quiconque se détourne—Nous ne t’avons pas envoyé comme gardien sur eux.",
        "Spanish": "Quien obedece al Mensajero está obedeciendo a Dios. Y quien se aparta—No te enviamos como vigilante sobre ellos.",
        "Hindi": "जो रसूल की इताअत करता है, उसने अल्लाह की इताअत की। और जो मुँह मोड़ता है—हमने तुझको उन पर निगहबान बनाकर नहीं भेजा।"
      }
    },
    {
      "no": 81,
      "arabic": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا",
      "transliteration": "Wa yaqūlūna ṭā‘atun fa-idhā barazū min ‘indika bayyata ṭā’ifatun minhum ghayra alladhī taqūlu wa Allāhu yaktubu mā yubayyitūna fa-a‘riḍ ‘anhum wa tawakkal ‘alā Allāhi wa kafā bi-Allāhi wakīlan",
      "translations": {
        "English": "They profess obedience, but when they leave your presence, some of them conspire something contrary to what you said. But God writes down what they conspire. So avoid them, and put your trust in God. God is Guardian enough.",
        "Urdu": "وہ کہتے ہیں ‘اطاعت’ لیکن جب تیری موجودگی سے نکلتے ہیں تو ان میں سے ایک گروہ رات کو اس کے خلاف سازش کرتا ہے جو تو کہتا ہے۔ اور اللہ ان کی سازش لکھتا ہے۔ پس ان سے اعراض کر اور اللہ پر بھروسہ رکھ۔ اور اللہ کافی ہے بطور وکیل۔",
        "French": "Ils disent « obéissance », mais quand ils sortent de chez toi, un groupe d’entre eux complote la nuit contre ce que tu dis. Mais Dieu inscrit ce qu’ils complotent. Écarte-toi d’eux et place ta confiance en Dieu. Dieu suffit comme protecteur.",
        "Spanish": "Dicen «obediencia», pero cuando salen de tu presencia, algunos de ellos conspiran por la noche algo contrario a lo que dijiste. Pero Dios escribe lo que conspiran. Así que evítalos y confía en Dios. Dios es suficiente como Guardián.",
        "Hindi": "वे कहते हैं ‘इताअत’, लेकिन जब तेरी मौजूदगी से निकलते हैं, तो उनमें से एक गिरोह रात को उसके खिलाफ साज़िश करता है जो तू कहता है। और अल्लाह उनकी साज़िश लिखता है। तो उनसे किनारा कर और अल्लाह पर भरोसा रख। और अल्लाह वकील के तौर पर काफी है।"
      }
    },
    {
      "no": 82,
      "arabic": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا",
      "transliteration": "Afalā yatadabbarūna al-Qur’āna wa law kāna min ‘indi ghayri Allāhi lawajadū fīhi ikhtilāfan kathīran",
      "translations": {
        "English": "Do they not ponder the Quran? Had it been from any other than God, they would have found in it much discrepancy.",
        "Urdu": "کیا وہ قرآن پر غور نہیں کرتے؟ اگر یہ اللہ کے علاوہ کسی اور کی طرف سے ہوتا تو اس میں بہت ساری تضادات پاتے۔",
        "French": "Ne méditent-ils pas le Coran ? S’il provenait d’un autre que Dieu, ils y trouveraient de nombreuses contradictions.",
        "Spanish": "¿No reflexionan sobre el Corán? Si fuera de alguien distinto a Dios, habrían encontrado en él muchas discrepancias.",
        "Hindi": "क्या वे कुरआन पर गौर नहीं करते? अगर यह अल्लाह के सिवा किसी और की तरफ से होता, तो इसमें बहुत सारी नाइत्तिफाकियाँ पाते।"
      }
    },
    {
      "no": 83,
      "arabic": "وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا",
      "transliteration": "Wa idhā jā’ahum amrun mina al-amni awi al-khawfi adhā‘ū bihi wa law raddūhu ilā al-rasūli wa ilā ulī al-amri minhum la‘alimahu alladhīna yastanbiṭūnahu minhum wa lawlā faḍlu Allāhi ‘alaykum wa raḥmatuhu la-ittaba‘tumu al-shayṭāna illā qalīlan",
      "translations": {
        "English": "When some news of security or alarm comes their way, they broadcast it. But had they referred it to the Messenger, and to those in authority among them, those who can draw conclusions from it would have comprehended it. Were it not for God’s blessing and mercy upon you, you would have followed the Devil, except for a few.",
        "Urdu": "اور جب ان کے پاس امن یا خوف کی کوئی خبر آتی ہے، وہ اسے پھیلا دیتے ہیں۔ اگر وہ اسے رسول اور اپنے میں سے صاحبانِ اختیار کے پاس بھیجتے تو جو اس سے نتیجہ اخذ کر سکتے ہیں وہ اسے جان لیتے۔ اور اگر اللہ کا فضل اور رحمت تم پر نہ ہوتی تو تم شیطان کے پیچھے چل پڑتے، سوائے چند کے۔",
        "French": "Quand une nouvelle concernant la sécurité ou la peur leur parvient, ils la propagent. S’ils l’avaient renvoyée au Messager et à ceux qui détiennent l’autorité parmi eux, ceux qui savent en tirer des conclusions l’auraient comprise. Sans la grâce et la miséricorde de Dieu sur vous, vous auriez suivi le Diable, sauf quelques-uns.",
        "Spanish": "Cuando les llega alguna noticia de seguridad o alarma, la difunden. Pero si la hubieran remitido al Mensajero y a los que tienen autoridad entre ellos, aquellos que pueden extraer conclusiones la habrían comprendido. De no ser por la gracia y la misericordia de Dios sobre vosotros, habríais seguido al Diablo, salvo unos pocos.",
        "Hindi": "और जब उनके पास अमन या खौफ की कोई खबर आती है, वे उसे फैला देते हैं। अगर वे उसे रसूल और अपने में से हुकूमत वालों के पास भेजते, तो जो उससे नतीजा निकाल सकते हैं वे उसे समझ लेते। और अगर अल्लाह का फज़ल और रहमत तुम पर न होती, तो तुम शैतान के पीछे चल पड़ते, सिवाय कुछ के।"
      }
    },
    {
      "no": 84,
      "arabic": "فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلًا",
      "transliteration": "Faqātil fī sabīli Allāhi lā tukallafu illā nafsaka wa ḥarriḍi al-mu’minīna ‘asā Allāhu an yakuffa ba’sa alladhīna kafarū wa Allāhu ashadda ba’san wa ashadda tankīlan",
      "translations": {
        "English": "So fight in the cause of God; you are responsible only for yourself. And rouse the believers. Perhaps God will restrain the might of those who disbelieve. God is Stronger in Might, and More Punishing.",
        "Urdu": "پس اللہ کے راستے میں لڑ، تجھ پر صرف تیری ذات کا بوجھ ہے۔ اور مومنوں کو ترغیب دے۔ شاید اللہ کافروں کی طاقت روک دے۔ اور اللہ زیادہ طاقتور اور سخت سزا دینے والا ہے۔",
        "French": "Combats donc pour la cause de Dieu ; tu n’es responsable que de toi-même. Et encourage les croyants. Peut-être Dieu retiendra-t-il la force des mécréants. Dieu est plus puissant en force et plus sévère en punition.",
        "Spanish": "Así que lucha por la causa de Dios; solo eres responsable de ti mismo. Y anima a los creyentes. Tal vez Dios contenga el poder de los que no creen. Dios es Más Fuerte en Poder y Más Severo en Castigo.",
        "Hindi": "तो अल्लाह के रास्ते में लड़, तुझ पर सिवाय तेरी ज़ात का बोझ नहीं। और मोमिनों को तर्गीब दे। शायद अल्लाह काफिरों की ताकत रोक दे। और अल्लाह ज़्यादा ताकतवर और सख्त सजा देने वाला है।"
      }
    },
    {
      "no": 85,
      "arabic": "مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا",
      "transliteration": "Man yashfa‘ shafā‘atan ḥasanatan yakun lahu naṣībun minhā wa man yashfa‘ shafā‘atan sayyi’atan yakun lahu kiflun minhā wa kāna Allāhu ‘alā kulli shay’in muqītan",
      "translations": {
        "English": "Whoever intercedes for a good cause has a share in it, and whoever intercedes for an evil cause shares in its burdens. God keeps watch over everything.",
        "Urdu": "جو اچھی سفارش کرتا ہے اس کے لیے اس میں حصہ ہے، اور جو بری سفارش کرتا ہے اس کے لیے اس کا بوجھ ہے۔ اور اللہ ہر چیز پر نگہبان ہے۔",
        "French": "Quiconque intercède pour une bonne cause en aura une part, et quiconque intercède pour une mauvaise cause en portera le fardeau. Dieu veille sur toute chose.",
        "Spanish": "Quien intercede por una buena causa tiene una parte en ella, y quien intercede por una mala causa comparte sus cargas. Dios vigila todo.",
        "Hindi": "जो अच्छी सिफारिश करता है, उसके लिए उसमें हिस्सा है, और जो बुरी सिफारिश करता है, उसके लिए उसका बोझ है। और अल्लाह हर चीज़ पर निगहबान है।"
      }
    },
    {
      "no": 86,
      "arabic": "وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا",
      "transliteration": "Wa idhā ḥuyyītum bitahiyyatin faḥayyū bi-aḥsana minhā aw ruddūhā inna Allāha kāna ‘alā kulli shay’in ḥasīban",
      "translations": {
        "English": "When you are greeted with a greeting, respond with a better greeting, or return it. God keeps count of everything.",
        "Urdu": "اور جب تمہیں سلام کیا جائے تو اس سے بہتر سلام کرو یا وہی لوٹا دو۔ بے شک اللہ ہر چیز کا حساب رکھنے والا ہے۔",
        "French": "Quand on vous salue d’un salut, répondez par un salut meilleur ou rendez-le pareillement. Dieu tient compte de toute chose.",
        "Spanish": "Cuando se os salude con un saludo, responded con uno mejor o devolvedlo. Dios lleva la cuenta de todo.",
        "Hindi": "और जब तुम्हें सलाम किया जाए, तो उससे बेहतर सलाम करो या वही लौटा दो। अल्लाह हर चीज़ का हिसाब रखने वाला है।"
      }
    },
    {
      "no": 87,
      "arabic": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا",
      "transliteration": "Allāhu lā ilāha illā huwa layajma‘annakum ilā yawmi al-qiyāmati lā rayba fīhi wa man aṣdaqu mina Allāhi ḥadīthan",
      "translations": {
        "English": "God—there is no god except He. He will gather you to the Day of Resurrection, in which there is no doubt. And who speaks more truly than God?",
        "Urdu": "اللہ—اس کے سوا کوئی معبود نہیں۔ وہ تمہیں قیامت کے دن جمع کرے گا، جس میں کوئی شک نہیں۔ اور اللہ سے زیادہ سچا کون بول سکتا ہے؟",
        "French": "Dieu—il n’y a de dieu que Lui. Il vous rassemblira au Jour de la Résurrection, dont il n’y a aucun doute. Et qui est plus véridique que Dieu en parole ?",
        "Spanish": "Dios—no hay dios salvo Él. Os reunirá en el Día de la Resurrección, del que no hay duda. ¿Y quién habla con más verdad que Dios?",
        "Hindi": "अल्लाह—उसके सिवा कोई माबूद नहीं। वह तुम्हें क़यामत के दिन जमा करेगा, जिसमें कोई शक नहीं। और अल्लाह से ज़्यादा सच्चा कौन बोल सकता है?"
      }
    },
    {
      "no": 88,
      "arabic": "فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا",
      "transliteration": "Famā lakum fī al-munāfiqīna fi’atayni wa Allāhu arkasahum bimā kasabū aturīdūna an tahdū man aḍalla Allāhu wa man yuḍlili Allāhu falan tajida lahu sabīlan",
      "translations": {
        "English": "What is the matter with you, divided into two factions regarding the hypocrites, when God Himself has overwhelmed them on account of what they did? Do you want to guide those whom God has led astray? Whomever God leads astray—you will never find for him a way.",
        "Urdu": "تمہیں کیا ہوا کہ منافقوں کے بارے میں دو گروہوں میں بٹ گئے، جبکہ اللہ نے انہیں ان کے اعمال کی وجہ سے الٹا کر دیا؟ کیا تم انہیں ہدایت دینا چاہتے ہو جنہیں اللہ نے گمراہ کیا؟ اور جسے اللہ گمراہ کرے، تم اس کے لیے کبھی راستہ نہ پاؤ گے۔",
        "French": "Qu’avez-vous à vous diviser en deux groupes au sujet des hypocrites, alors que Dieu Lui-même les a renversés à cause de ce qu’ils ont fait ? Voulez-vous guider ceux que Dieu a égarés ? Celui que Dieu égare, tu ne lui trouveras jamais de chemin.",
        "Spanish": "¿Qué os pasa, divididos en dos facciones respecto a los hipócritas, cuando Dios Mismo los ha abrumado por lo que hicieron? ¿Queréis guiar a quienes Dios ha extraviado? A quien Dios extravía, nunca le encontrarás un camino.",
        "Hindi": "तुम्हें क्या हुआ कि मुनाफिकों के बारे में दो गिरोहों में बँट गए, जबकि अल्लाह ने उन्हें उनके आमाल की वजह से उल्टा कर दिया? क्या तुम उन्हें हिदायत देना चाहते हो जिन्हें अल्लाह ने गुमराह किया? और जिसे अल्लाह गुमराह करे, तुम उसके लिए कभी रास्ता न पाओगे।"
      }
    },
    {
      "no": 89,
      "arabic": "وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
      "transliteration": "Waddū law takfurūna kamā kafarū fatakūnūna sawā’an falā tattakhidhū minhum awliyā’a ḥattā yuhājirū fī sabīli Allāhi fa-in tawallaw fakhudhūhum wa uqtulūhum ḥaythu wajadtumūhum wa lā tattakhidhū minhum waliyyan wa lā naṣīran",
      "translations": {
        "English": "They would love to see you disbelieve, just as they disbelieve, so you would become equal. So do not befriend any of them, unless they emigrate in the way of God. If they turn away, seize them and execute them wherever you may find them; and do not take from among them allies or supporters.",
        "Urdu": "وہ چاہتے ہیں کہ تم بھی کفر کرو جیسے وہ کفر کرتے ہیں تاکہ تم برابر ہو جاؤ۔ پس ان میں سے کسی کو دوست نہ بناؤ جب تک کہ وہ اللہ کے راستے میں ہجرت نہ کریں۔ اگر وہ منہ موڑیں تو انہیں پکڑو اور جہاں پاؤ قتل کرو، اور ان میں سے نہ کوئی دوست بناؤ نہ مددگار۔",
        "French": "Ils aimeraient que vous mécroyiez comme ils ont mécru, pour que vous soyez égaux. Ne prenez donc aucun d’eux comme alliés tant qu’ils n’émigrent pas pour la cause de Dieu. S’ils se détournent, saisissez-les et tuez-les où que vous les trouviez ; et ne prenez parmi eux ni alliés ni soutiens.",
        "Spanish": "Les encantaría que no creyerais, como ellos no creen, para que fuerais iguales. Así que no toméis amigos entre ellos, a menos que emigren por la causa de Dios. Si se apartan, apresadlos y ejecutadlos donde los encontréis; y no toméis de entre ellos aliados ni ayudantes.",
        "Hindi": "वे चाहते हैं कि तुम भी कुफ्र करो जैसे वे कुफ्र करते हैं ताकि तुम बराबर हो जाओ। तो उनमें से किसी को दोस्त न बनाओ जब तक कि वे अल्लाह के रास्ते में हिजरत न करें। अगर वे मुँह मोड़ें, तो उन्हें पकड़ो और जहाँ पाओ क़त्ल करो, और उनमें से न कोई दोस्त बनाओ न मददगार।"
      }
    },
    {
      "no": 90,
      "arabic": "إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
      "transliteration": "Illā alladhīna yaṣilūna ilā qawmin baynakum wa baynahum mīthāqun aw jā’ūkum ḥaṣirat ṣudūruhum an yuqātilūkum aw yuqātilū qawmahum wa law shā’a Allāhu lasallaṭahum ‘alaykum falaqātalūkum fa-ini i‘tazalūkum falam yuqātilūkum wa alqaw ilaykumu al-salama famā ja‘ala Allāhu lakum ‘alayhim sabīlan",
      "translations": {
        "English": "Except those who join people with whom you have a treaty, or those who come to you reluctant to fight you or fight their own people. Had God willed, He would have given them power over you, and they would have fought you. If they withdraw from you, and do not fight you, and offer you peace, then God assigns no excuse for you against them.",
        "Urdu": "سوائے ان کے جو ان لوگوں سے مل جائیں جن کے ساتھ تمہارا معاہدہ ہے، یا وہ تمہارے پاس آئیں جن کے دل تنگ ہیں کہ تم سے لڑیں یا اپنے لوگوں سے لڑیں۔ اگر اللہ چاہتا تو انہیں تم پر غالب کر دیتا اور وہ تم سے لڑتے۔ اگر وہ تم سے الگ ہو جائیں، تم سے نہ لڑیں اور تمہارے سامنے صلح پیش کریں، تو اللہ نے تمہارے لیے ان کے خلاف کوئی راستہ نہیں رکھا۔",
        "French": "Sauf ceux qui rejoignent un peuple avec lequel vous avez un pacte, ou ceux qui viennent à vous, le cœur serré à l’idée de vous combattre ou de combattre leur propre peuple. Si Dieu l’avait voulu, Il leur aurait donné pouvoir sur vous, et ils vous auraient combattus. S’ils se retirent de vous, ne vous combattent pas et vous offrent la paix, alors Dieu ne vous donne aucun prétexte contre eux.",
        "Spanish": "Excepto aquellos que se unan a un pueblo con el que tenéis un tratado, o aquellos que vengan a vosotros reacios a luchar contra vosotros o contra su propia gente. Si Dios hubiera querido, les habría dado poder sobre vosotros, y os habrían combatido. Si se retiran de vosotros, no os combaten y os ofrecen paz, entonces Dios no os da excusa contra ellos.",
        "Hindi": "सिवाय उनके जो उन लोगों से मिल जाएँ जिनके साथ तुम्हारा मुआहदा है, या वे तुम्हारे पास आएँ जिनके दिल तंग हैं कि तुमसे लड़ें या अपने लोगों से लड़ें। अगर अल्लाह चाहता तो उन्हें तुम पर ग़लिब कर देता और वे तुमसे लड़ते। अगर वे तुमसे अलग हो जाएँ, तुमसे न लड़ें और तुम्हारे सामने सुलह पेश करें, तो अल्लाह ने तुम्हारे लिए उनके खिलाफ कोई रास्ता नहीं रखा।"
      }
    },
    {
      "no": 91,
      "arabic": "سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا",
      "transliteration": "Satajidūna ākharīna yurīdūna an ya’manūkum wa ya’manū qawmahum kulla mā ruddū ilā al-fitnati urkisū fīhā fa-in lam ya‘tazilūkum wa yulqū ilaykumu al-salama wa yakuffū aydiyahum fakhudhūhum wa uqtulūhum ḥaythu thaqiftumūhum wa ulā’ikum ja‘alnā lakum ‘alayhim sulṭānan mubīnan",
      "translations": {
        "English": "You will find others who want security from you, and security from their own people. But whenever they are tempted into civil discord, they plunge into it. So if they do not withdraw from you, nor offer you peace, nor restrain their hands, seize them and execute them wherever you find them. Against these, We have given you clear authorization.",
        "Urdu": "تم دوسروں کو پاؤ گے جو تم سے امن اور اپنے لوگوں سے امن چاہتے ہیں۔ لیکن جب بھی انہیں فتنہ کی طرف لوٹایا جاتا ہے، وہ اس میں الٹ جاتے ہیں۔ اگر وہ تم سے الگ نہ ہوں، نہ تمہارے سامنے صلح پیش کریں اور نہ اپنے ہاتھ روکیں، تو انہیں پکڑو اور جہاں پاؤ قتل کرو۔ ان کے خلاف ہم نے تمہیں واضح اختیار دیا ہے۔",
        "French": "Vous trouverez d’autres qui veulent être en sécurité avec vous et avec leur propre peuple. Mais chaque fois qu’ils sont ramenés à la sédition, ils s’y précipitent. S’ils ne se retirent pas de vous, ne vous offrent pas la paix et ne retiennent pas leurs mains, saisissez-les et tuez-les où que vous les trouviez. Contre ceux-là, Nous vous avons donné une autorité claire.",
        "Spanish": "Encontraréis a otros que quieren seguridad de vosotros y seguridad de su propia gente. Pero cada vez que se les tienta con la discordia civil, se sumergen en ella. Si no se retiran de vosotros, ni os ofrecen paz, ni contienen sus manos, apresadlos y ejecutadlos donde los encontréis. Contra estos, Os hemos dado una autorización clara.",
        "Hindi": "तुम दूसरों को पाओगे जो तुमसे अमन और अपने लोगों से अमन चाहते हैं। लेकिन जब भी उन्हें फितने की तरफ लौटाया जाता है, वे उसमें उलट जाते हैं। अगर वे तुमसे अलग न हों, न तुम्हारे सामने सुलह पेश करें और न अपने हाथ रोकें, तो उन्हें पकड़ो और जहाँ पाओ क़त्ल करो। इनके खिलाफ हमने तुम्हें वाज़ेह इख्तियार दिया है।"
      }
    },
    {
      "no": 92,
      "arabic": "وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
      "transliteration": "Wa mā kāna limu’minin an yaqtula mu’minan illā khaṭa’an wa man qatala mu’minan khaṭa’an fataḥrīru raqabatin mu’minatin wa diyatun musallamatun ilā ahlihi illā an yaṣṣaddaqū fa-in kāna min qawmin ‘aduwwin lakum wa huwa mu’minun fataḥrīru raqabatin mu’minatin wa in kāna min qawmin baynakum wa baynahum mīthāqun fadiyatun musallamatun ilā ahlihi wa taḥrīru raqabatin mu’minatin faman lam yajid faṣiyāmu shahrayni mutajāb‘ayni tawbatan mina Allāhi wa kāna Allāhu ‘alīman ḥakīman",
      "translations": {
        "English": "Never should a believer kill another believer, unless by error. Anyone who kills a believer by error must set free a believing slave, and pay compensation to the victim’s family, unless they remit it as charity. If the victim belonged to a people who are hostile to you, but is a believer, then the compensation is to free a believing slave. If he belonged to a people with whom you have a treaty, then compensation should be handed over to his family, and a believing slave set free. Anyone who lacks the means must fast for two consecutive months, by way of repentance to God. God is All-Knowing, Most Wise.",
        "Urdu": "کسی مومن کے لیے جائز نہیں کہ وہ مومن کو قتل کرے سوائے غلطی کے۔ اور جو کوئی مومن کو غلطی سے قتل کرے تو ایک مومن غلام آزاد کرے اور مقتول کے گھر والوں کو خون بہا دے، سوائے اس کے کہ وہ صدقہ کر دیں۔ اگر وہ تمہارے دشمن قوم سے ہو اور مومن ہو تو ایک مومن غلام آزاد کرنا ہے۔ اور اگر وہ ان لوگوں سے ہو جن کے ساتھ تمہارا معاہدہ ہے تو خون بہا اس کے گھر والوں کو دینا اور ایک مومن غلام آزاد کرنا ہے۔ جو نہ پاسکے تو دو مہینے لگاتار روزے رکھے، اللہ کی طرف سے توبہ کے طور پر۔ اور اللہ سب کچھ جاننے والا، حکمت والا ہے۔",
        "French": "Il n’appartient pas à un croyant de tuer un autre croyant, sauf par erreur. Celui qui tue un croyant par erreur doit libérer un esclave croyant et payer une compensation à la famille de la victime, à moins qu’ils ne la remettent comme aumône. Si la victime appartient à un peuple hostile à vous mais est croyante, alors il faut libérer un esclave croyant. Si elle appartient à un peuple avec lequel vous avez un pacte, alors une compensation doit être remise à sa famille et un esclave croyant libéré. Celui qui n’en a pas les moyens doit jeûner deux mois consécutifs, en guise de repentance envers Dieu. Dieu est Omniscient, Très Sage.",
        "Spanish": "Nunca debe un creyente matar a otro creyente, salvo por error. Quien mata a un creyente por error debe liberar a un esclavo creyente y pagar una compensación a la familia de la víctima, a menos que la remitan como caridad. Si la víctima pertenecía a un pueblo hostil a vosotros pero es creyente, entonces la compensación es liberar a un esclavo creyente. Si pertenecía a un pueblo con el que tenéis un tratado, entonces se debe entregar una compensación a su familia y liberar a un esclavo creyente. Quien no tenga medios debe ayunar dos meses consecutivos, como arrepentimiento ante Dios. Dios es Omnisciente, Muy Sabio.",
        "Hindi": "किसी मोमिन के लिए जायज़ नहीं कि वह मोमिन को क़त्ल करे सिवाय गलती के। और जो कोई मोमिन को गलती से क़त्ल करे, तो एक मोमिन गुलाम आज़ाद करे और मक़तूल के घरवालों को खून-बहा दे, सिवाय इसके कि वे सदक़ा कर दें। अगर वह तुम्हारे दुश्मन कौम से हो और मोमिन हो, तो एक मोमिन गुलाम आज़ाद करना है। और अगर वह उन लोगों से हो जिनके साथ तुम्हारा मुआहदा है, तो खून-बहा उसके घरवालों को देना और एक मोमिन गुलाम आज़ाद करना है। जो न पा सके, तो दो महीने लगातार रोज़े रखे, अल्लाह की तरफ से तौबा के तौर पर। और अल्लाह सब कुछ जानने वाला, हिकमत वाला है।"
      }
    },
    {
      "no": 93,
      "arabic": "وَمَنْ يَقْت szybُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا",
      "transliteration": "Wa man yaqtul mu’minan muta‘ammidan fajazā’uhu jahannamu khālidan fīhā wa ghaḍiba Allāhu ‘alayhi wa la‘anahu wa a‘adda lahu ‘adhāban ‘aẓīman",
      "translations": {
        "English": "Whoever kills a believer deliberately, the penalty for him is Hell, where he will remain forever. And God will be angry with him, and will curse him, and will prepare for him a terrible punishment.",
        "Urdu": "اور جو کوئی مومن کو جان بوجھ کر قتل کرے، اس کی سزا جہنم ہے، جہاں وہ ہمیشہ رہے گا۔ اور اللہ اس پر غضب ناک ہوگا، اسے لعنت کرے گا اور اس کے لیے بڑا عذاب تیار کرے گا۔",
        "French": "Celui qui tue un croyant intentionnellement, sa rétribution est l’Enfer, où il demeurera éternellement. Dieu sera courroucé contre lui, le maudira et lui préparera un terrible châtiment.",
        "Spanish": "Quien mata a un creyente deliberadamente, su castigo es el Infierno, donde permanecerá para siempre. Y Dios estará enojado con él, lo maldecirá y le preparará un terrible castigo.",
        "Hindi": "और जो कोई मोमिन को जान-बूझकर क़त्ल करे, उसकी सजा जन्नम है, जहाँ वह हमेशा रहेगा। और अल्लाह उस पर गुस्सा होगा, उसे लानत करेगा और उसके लिए बड़ा अज़ाब तैयार करेगा।"
      }
    },
    {
      "no": 94,
      "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "transliteration": "Yā ayyuhā alladhīna āmanū idhā ḍarabtum fī sabīli Allāhi fatabayyanū wa lā taqūlū liman alqā ilaykumu al-salāma lasta mu’minan tabtaghūna ‘araḍa al-ḥayāti al-dunyā fa‘inda Allāhi maghānimu kathīratun kadhālika kuntum min qablu famanna Allāhu ‘alaykum fatabayyanū inna Allāha kāna bimā ta‘malūna khabīran",
      "translations": {
        "English": "O you who believe! When you journey in the way of God, investigate, and do not say to him who offers you peace, “You are not a believer,” aspiring for the goods of this world. With God are abundant riches. You yourselves were like this before, and God bestowed favor on you; so investigate. God is well aware of what you do.",
        "Urdu": "اے ایمان والو! جب تم اللہ کے راستے میں نکلو تو تحقیق کرو اور جو تمہیں سلام کرے اس سے نہ کہو، ‘تو مومن نہیں،’ دنیا کی زندگی کے سامان کے طلبگار ہو کر۔ اللہ کے پاس بہت ساری غنیمتیں ہیں۔ تم خود اس سے پہلے ایسے تھے، پھر اللہ نے تم پر احسان کیا؛ پس تحقیق کرو۔ اللہ تمہارے اعمال سے خوب واقف ہے۔",
        "French": "Ô vous qui croyez ! Quand vous parcourez le chemin de Dieu, renseignez-vous, et ne dites pas à celui qui vous offre la paix : « Tu n’es pas croyant », cherchant les biens de cette vie. Chez Dieu, il y a des richesses abondantes. Vous étiez ainsi auparavant, puis Dieu vous a favorisés ; alors renseignez-vous. Dieu est parfaitement informé de ce que vous faites.",
        "Spanish": "¡Oh vosotros que creéis! Cuando viajéis por la causa de Dios, investigad, y no digáis a quien os ofrece paz: «No eres creyente», buscando los bienes de esta vida. Con Dios hay riquezas abundantes. Vosotros mismos erais así antes, y Dios os favoreció; así que investigad. Dios está bien informado de lo que hacéis.",
        "Hindi": "ऐ ईमान वालो! जब तुम अल्लाह के रास्ते में निकलो, तो तहकीक करो और जो तुम्हें सलाम करे, उससे न कहो, ‘तू मोमिन नहीं,’ दुनिया की ज़िंदगी के सामान की तलबगारी में। अल्लाह के पास बहुत सारी गनीमतें हैं। तुम खुद इससे पहले ऐसे थे, फिर अल्लाह ने तुम पर एहसान किया; तो तहकीक करो। अल्लाह तुम्हारे आमाल से खूब वाकिफ है।"
      }
    },
    
      {
        "no": 95,
        "arabic": "لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا",
        "transliteration": "Lā yastawī al-qā‘idūna mina al-mu’minīna ghayru ulī al-ḍarari wa al-mujāhidūna fī sabīli Allāhi bi-amwālihim wa anfusihim faḍḍala Allāhu al-mujāhidīna bi-amwālihim wa anfusihim ‘alā al-qā‘idīna darajatan wa kullan wa‘ada Allāhu al-ḥusnā wa faḍḍala Allāhu al-mujāhidīna ‘alā al-qā‘idīna ajran ‘aẓīman",
        "translations": {
          "English": "Not equal are the inactive among the believers—except the disabled—and the strivers in the cause of God with their possessions and their persons. God prefers the strivers with their possessions and their persons above the inactive, by a degree. But God has promised goodness to both. Yet God favors the strivers, over the inactive, with a great reward.",
          "Urdu": "مومنوں میں سے بیٹھنے والے—سوائے معذوروں کے—اور اللہ کے راستے میں اپنے مال اور جان سے جہاد کرنے والے برابر نہیں۔ اللہ نے جہاد کرنے والوں کو، جو اپنے مال اور جان سے لڑتے ہیں، بیٹھنے والوں پر ایک درجہ فضیلت دی۔ اور سب کو اللہ نے بھلائی کا وعدہ دیا۔ لیکن اللہ نے جہاد کرنے والوں کو بیٹھنے والوں پر بڑے اجر کے ساتھ فضیلت دی۔",
          "French": "Ne sont pas égaux les croyants qui restent assis—sauf les handicapés—et ceux qui luttent dans la voie de Dieu avec leurs biens et leurs personnes. Dieu préfère ceux qui luttent avec leurs biens et leurs personnes à ceux qui restent assis, d’un degré. Mais à tous, Dieu a promis une belle récompense. Pourtant, Dieu favorise les combattants, par rapport aux sédentaires, d’une grande récompense.",
          "Spanish": "No son iguales los creyentes que permanecen inactivos—excepto los discapacitados—y los que luchan en la causa de Dios con sus bienes y sus personas. Dios prefiere a los que luchan con sus bienes y sus personas sobre los inactivos, por un grado. Pero a ambos Dios les ha prometido bondad. Sin embargo, Dios favorece a los que luchan, sobre los inactivos, con una gran recompensa.",
          "Hindi": "मोमिनों में से बैठने वाले—सिवाय मजबूरों के—और अल्लाह के रास्ते में अपने माल और जान से जिहाद करने वाले बराबर नहीं। अल्लाह ने जिहाद करने वालों को, जो अपने माल और जान से लड़ते हैं, बैठने वालों पर एक दर्जा फज़ीलत दी। और सबको अल्लाह ने भलाई का वादा दिया। लेकिन अल्लाह ने जिहाद करने वालों को बैठने वालों पर बड़े अज्र के साथ फज़ीलत दी।"
        }
      },
      {
        "no": 96,
        "arabic": "دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "transliteration": "Darajātin minhu wa maghfiratan wa raḥmatan wa kāna Allāhu ghafūran raḥīman",
        "translations": {
          "English": "Degrees from Him, and forgiveness, and mercy. God is Forgiving and Merciful.",
          "Urdu": "اس کی طرف سے درجات، مغفرت اور رحمت ہیں۔ اور اللہ بخشنے والا، رحم کرنے والا ہے۔",
          "French": "Des degrés venant de Lui, ainsi que le pardon et la miséricorde. Dieu est Pardonneur et Miséricordieux.",
          "Spanish": "Grados de Él, y perdón, y misericordia. Dios es Perdonador y Misericordioso.",
          "Hindi": "उसकी तरफ से दर्जात, मगफिरत और रहमत हैं। और अल्लाह बख्शने वाला, रहम करने वाला है।"
        }
      },
      {
        "no": 97,
        "arabic": "إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا",
        "transliteration": "Inna alladhīna tawaffāhumu al-malā’ikatu ẓālimī anfusihim qālū fīma kuntum qālū kunnā mustaḍ‘afīna fī al-arḍi qālū alam takun arḍu Allāhi wāsi‘atan fatuhājirū fīhā fa-ulā’ika ma’wāhum jahannamu wa sā’at maṣīran",
        "translations": {
          "English": "While the angels are removing the souls of those who have wronged themselves, they will say, “What was the matter with you?” They will say, “We were oppressed in the land.” They will say, “Was God’s earth not vast enough for you to emigrate in it?” These—their refuge is Hell. What a wretched retreat!",
          "Urdu": "جن لوگوں کی جان فرشتے نکالتے ہیں جب وہ اپنے آپ پر ظلم کرنے والے ہوتے ہیں، وہ کہتے ہیں، ‘تم کس حال میں تھے؟’ وہ کہتے ہیں، ‘ہم زمین میں کمزور تھے۔’ وہ کہتے ہیں، ‘کیا اللہ کی زمین وسیع نہ تھی کہ تم اس میں ہجرت کرتے؟’ ایسوں کا ٹھکانہ جہنم ہے، اور وہ بہت برا ٹھکانہ ہے۔",
          "French": "Ceux dont les anges reprennent les âmes alors qu’ils se sont fait du tort à eux-mêmes, ils leur diront : « Dans quel état étiez-vous ? » Ils répondront : « Nous étions opprimés sur la terre. » Ils diront : « La terre de Dieu n’était-elle pas assez vaste pour que vous y émigriez ? » Ceux-là, leur refuge est l’Enfer. Quel mauvais refuge !",
          "Spanish": "Mientras los ángeles toman las almas de aquellos que se han hecho daño a sí mismos, les dirán: «¿En qué estabais?» Responderán: «Estábamos oprimidos en la tierra.» Dirán: «¿No era la tierra de Dios lo bastante vasta para que emigrarais en ella?» Esos—su refugio es el Infierno. ¡Qué pésimo retiro!",
          "Hindi": "जिन लोगों की जान फ़रिश्ते निकालते हैं जब वे अपने आप पर ज़ुल्म करने वाले होते हैं, वे कहते हैं, ‘तुम किस हाल में थे?’ वे कहते हैं, ‘हम ज़मीन में कमज़ोर थे।’ वे कहते हैं, ‘क्या अल्लाह की ज़मीन वसीअ न थी कि तुम उसमें हिजरत करते?’ ऐसे लोगों का ठिकाना जन्नम है, और वह बहुत बुरा ठिकाना है।"
        }
      },
      {
        "no": 98,
        "arabic": "إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا",
        "transliteration": "Illā al-mustaḍ‘afīna mina al-rijāli wa al-nisā’i wa al-wildāni lā yastaṭī‘ūna ḥīlatan wa lā yahtadūna sabīlan",
        "translations": {
          "English": "Except for the weak among men, and women, and children who have no means to act, and no means to find a way out.",
          "Urdu": "سوائے ان کمزور مردوں، عورتوں اور بچوں کے جو نہ کوئی تدبیر کر سکتے ہیں اور نہ راستہ پا سکتے ہیں۔",
          "French": "Sauf les faibles parmi les hommes, les femmes et les enfants qui n’ont ni les moyens d’agir ni de trouver une issue.",
          "Spanish": "Excepto los débiles entre los hombres, las mujeres y los niños que no tienen medios para actuar ni para encontrar una salida.",
          "Hindi": "सिवाय उन कमज़ोर मर्दों, औरतों और बच्चों के जो न कोई तदबीर कर सकते हैं और न रास्ता पा सकते हैं।"
        }
      },
      {
        "no": 99,
        "arabic": "فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا",
        "transliteration": "Fa-ulā’ika ‘asā Allāhu an ya‘fuwa ‘anhum wa kāna Allāhu ‘afuwwan ghafūran",
        "translations": {
          "English": "These—God may well pardon them. God is Pardoning and Forgiving.",
          "Urdu": "ایسوں کے بارے میں امید ہے کہ اللہ انہیں معاف کر دے۔ اور اللہ معاف کرنے والا، بخشنے والا ہے۔",
          "French": "Ceux-là, il se peut que Dieu les pardonne. Dieu est Indulgent et Pardonneur.",
          "Spanish": "Esos—Es posible que Dios los perdone. Dios es Indulgente y Perdonador.",
          "Hindi": "ऐसों के बारे में उम्मीद है कि अल्लाह उन्हें माफ कर दे। और अल्लाह माफ करने वाला, बख्शने वाला है।"
        }
      },
      {
        "no": 100,
        "arabic": "وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "transliteration": "Wa man yuhājir fī sabīli Allāhi yajid fī al-arḍi murāghaman kathīran wa sa‘atan wa man yakhruj min baytihi muhājiran ilā Allāhi wa rasūlihi thumma yudrikhu al-mawtu faqad waqa‘a ajruhu ‘alā Allāhi wa kāna Allāhu ghafūran raḥīman",
        "translations": {
          "English": "Anyone who emigrates for the sake of God will find on earth many places of refuge, and plentitude. Anyone who leaves his home, emigrating to God and His Messenger, and then is overtaken by death, his compensation falls on God. God is Forgiver, Most Merciful.",
          "Urdu": "جو اللہ کے راستے میں ہجرت کرے گا وہ زمین میں بہت ساری پناہ گاہیں اور وسعت پائے گا۔ اور جو اپنے گھر سے اللہ اور اس کے رسول کی طرف ہجرت کرتے ہوئے نکلے، پھر اسے موت آ لے، تو اس کا اجر اللہ کے ذمے ہے۔ اور اللہ بخشنے والا، رحم کرنے والا ہے۔",
          "French": "Quiconque émigre pour la cause de Dieu trouvera sur la terre de nombreux refuges et une abondance. Et celui qui quitte sa maison pour émigrer vers Dieu et Son Messager, puis est rattrapé par la mort, sa récompense incombe à Dieu. Dieu est Pardonneur et Très Miséricordieux.",
          "Spanish": "Quien emigre por la causa de Dios encontrará en la tierra muchos lugares de refugio y abundancia. Y quien deje su hogar, emigrando hacia Dios y Su Mensajero, y luego le alcance la muerte, su recompensa recae en Dios. Dios es Perdonador, Muy Misericordioso.",
          "Hindi": "जो अल्लाह के रास्ते में हिजरत करेगा, वह ज़मीन में बहुत सारी पनाहगाहें और वुसअत पाएगा। और जो अपने घर से अल्लाह और उसके रसूल की तरफ हिजरत करते हुए निकले, फिर उसे मौत आ ले, तो उसका अज्र अल्लाह के ज़िम्मे है। और अल्लाह बख्शने वाला, रहम करने वाला है।"
        }
      }
    ,
    
      {
        "no": 101,
        "arabic": "وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا",
        "transliteration": "Wa idhā ḍarabtum fī al-arḍi falaysa ‘alaykum junāḥun an taqṣurū mina aṣ-ṣalāti in khiftum an yaftinakumu alladhīna kafarū inna al-kāfirīna kānū lakum ‘aduwwan mubīnan",
        "translations": {
          "English": "When you travel in the land, there is no blame on you for shortening the prayers, if you fear that the disbelievers may harm you. The disbelievers are your manifest enemies.",
          "Urdu": "اور جب تم زمین میں سفر کرو تو تم پر کوئی گناہ نہیں کہ تم نماز کو قصر کرو اگر تمہیں ڈر ہو کہ کافر تمہیں نقصان پہنچائیں گے۔ بے شک کافر تمہارے کھلے دشمن ہیں۔",
          "French": "Lorsque vous voyagez sur la terre, il n’y a pas de faute à raccourcir la prière si vous craignez que les mécréants ne vous nuisent. Les mécréants sont pour vous des ennemis déclarés.",
          "Spanish": "Cuando viajéis por la tierra, no hay culpa en que acortéis las oraciones si teméis que los incrédulos os hagan daño. Los incrédulos son vuestros enemigos manifiestos.",
          "Hindi": "और जब तुम धरती में सफर करो तो तुम पर कोई गुनाह नहीं कि तुम नमाज़ को कम कर दो, अगर तुम्हें डर हो कि काफिर तुम्हें नुकसान पहुँचाएँगे। बेशक काफिर तुम्हारे खुले दुश्मन हैं।"
        }
      },
      {
        "no": 102,
        "arabic": "وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا",
        "transliteration": "Wa idhā kunta fīhim fa-aqamta lahumu aṣ-ṣalāta faltaqum ṭā’ifatun minhum ma‘aka walyakhudhū asliḥatahum fa-idhā sajadū falyakūnū min warā’ikum waltati ṭā’ifatun ukhrā lam yuṣallū falyuṣallū ma‘aka walyakhudhū ḥidhrahum wa-asliḥatahum wadda alladhīna kafarū law taghfulūna ‘an asliḥatikum wa-amti‘atikum fayamīlūna ‘alaykum maylatan wāḥidatan walā junāḥa ‘alaykum in kāna bikum adhan min maṭarin aw kuntum marḍā an taḍa‘ū asliḥatakum wakhudhū ḥidhrakum inna Allāha a‘adda lil-kāfirīna ‘adhāban muhīnan",
        "translations": {
          "English": "When you are among them, and you stand to lead them in prayer, let a group of them stand with you, and let them hold their weapons. Then, when they have done their prostrations, let them withdraw to the rear, and let another group, that have not prayed yet, come forward and pray with you; and let them take their precautions and their weapons. Those who disbelieve would like you to neglect your weapons and your equipment, so they can attack you in a single assault. You commit no error, if you are hampered by rain or are sick, by putting down your weapons; but take precautions. Indeed, God has prepared for the disbelievers a demeaning punishment.",
          "Urdu": "اور جب تم ان کے درمیان ہو اور ان کے لیے نماز قائم کرو تو ایک گروہ تمہارے ساتھ کھڑا ہو اور اپنے ہتھیار لے لے۔ پھر جب وہ سجدہ کر لیں تو پیچھے چلے جائیں اور دوسرا گروہ جو ابھی نماز نہیں پڑھا، آگے آئے اور تمہارے ساتھ نماز پڑھے، اور وہ اپنی احتیاط اور ہتھیار لے لیں۔ کافر چاہتے ہیں کہ تم اپنے ہتھیاروں اور سامان سے غافل ہو جاؤ تاکہ وہ تم پر ایک ہی حملے میں چھا جائیں۔ اور تم پر کوئی گناہ نہیں اگر بارش سے تکلیف ہو یا تم بیمار ہو کہ اپنے ہتھیار رکھ دو، لیکن احتیاط کرو۔ بے شک اللہ نے کافروں کے لیے ذلت آمیز عذاب تیار کر رکھا ہے۔",
          "French": "Lorsque tu es parmi eux et que tu diriges la prière pour eux, qu’un groupe d’entre eux se tienne avec toi et garde ses armes. Puis, quand ils ont terminé leurs prosternations, qu’ils se retirent à l’arrière, et qu’un autre groupe, qui n’a pas encore prié, avance et prie avec toi ; qu’ils prennent leurs précautions et leurs armes. Les mécréants voudraient que vous négligiez vos armes et vos affaires pour vous attaquer d’un seul coup. Il n’y a pas de faute à poser vos armes si vous êtes gênés par la pluie ou si vous êtes malades, mais prenez vos précautions. En vérité, Allah a préparé pour les mécréants un châtiment humiliant.",
          "Spanish": "Cuando estés entre ellos y dirijas la oración para ellos, que un grupo de ellos se ponga de pie contigo y mantenga sus armas. Luego, cuando hayan terminado sus postraciones, que se retiren a la retaguardia, y que otro grupo, que aún no ha orado, avance y ore contigo; y que tomen sus precauciones y sus armas. Los que no creen quisieran que descuidarais vuestras armas y equipos para atacaros en un solo asalto. No hay culpa en dejar las armas si os molesta la lluvia o estáis enfermos, pero tomad precauciones. Ciertamente, Dios ha preparado para los incrédulos un castigo humillante.",
          "Hindi": "और जब तुम उनके बीच में हो और उनके लिए नमाज़ कायम करो, तो उनमें से एक समूह तुम्हारे साथ खड़ा हो और अपने हथियार ले ले। फिर जब वे सजदा कर लें, तो पीछे चले जाएँ और दूसरा समूह जो अभी नमाज़ नहीं पढ़ा, आगे आए और तुम्हारे साथ नमाज़ पढ़े, और वे अपनी सावधानी और हथियार ले लें। काफिर चाहते हैं कि तुम अपने हथियारों और सामान से बेपरवाह हो जाओ ताकि वे तुम पर एक ही हमले में हावी हो जाएँ। और तुम पर कोई गुनाह नहीं अगर बारिश से तकलीफ हो या तुम बीमार हो कि अपने हथियार रख दो, लेकिन सावधानी बरतो। बेशक अल्लाह ने काफिरों के लिए अपमानजनक सजा तैयार कर रखी है।"
        }
      },
      {
        "no": 103,
        "arabic": "فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا",
        "transliteration": "Fa-idhā qaḍaytumu aṣ-ṣalāta fadhkurū Allāha qiyāman waqu‘ūdan wa‘alā junūbikum fa-idhā iṭma’nantum fa-aqīmū aṣ-ṣalāta inna aṣ-ṣalāta kānat ‘alā al-mu’minīna kitāban mawqūtan",
        "translations": {
          "English": "When you have completed the prayer, remember God, standing, or sitting, or on your sides. And when you feel secure, perform the prayer. The prayer is obligatory for believers at specific times.",
          "Urdu": "پھر جب تم نماز پوری کر لو تو اللہ کو کھڑے، بیٹھے اور اپنی کروٹوں پر یاد کرو۔ اور جب تم اطمینان میں آ جاؤ تو نماز قائم کرو۔ بے شک نماز مومنوں پر مقررہ وقتوں میں فرض ہے۔",
          "French": "Quand vous avez terminé la prière, invoquez Allah debout, assis ou couchés sur le côté. Et lorsque vous êtes en sécurité, accomplissez la prière. En vérité, la prière est une obligation pour les croyants à des moments précis.",
          "Spanish": "Cuando hayáis completado la oración, recordad a Dios de pie, sentados o acostados de lado. Y cuando os sintáis seguros, realizad la oración. La oración es obligatoria para los creyentes en tiempos específicos.",
          "Hindi": "फिर जब तुम नमाज़ पूरी कर लो तो अल्लाह को खड़े, बैठे और अपनी करवटों पर याद करो। और जब तुम सुकून में आ जाओ तो नमाज़ कायम करो। बेशक नमाज़ मोमिनों पर तय वक्तों में फर्ज़ है।"
        }
      },
      {
        "no": 104,
        "arabic": "وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
        "transliteration": "Walā tahinū fī ibtighā’i al-qawmi in takūnū ta’lamūna fa-innahum ya’lamūna kamā ta’lamūna watarjūna mina Allāhi mā lā yarjūna wakāna Allāhu ‘alīman ḥakīman",
        "translations": {
          "English": "And do not falter in the pursuit of the enemy. If you are aching, they are aching as you are aching, but you expect from God what they cannot expect. God is Knowledgeable and Wise.",
          "Urdu": "اور دشمنوں کے تعاقب میں سستی نہ کرو۔ اگر تم تکلیف میں ہو تو وہ بھی اسی طرح تکلیف میں ہیں جیسے تم ہو، لیکن تم اللہ سے وہ امید رکھتے ہو جو وہ نہیں رکھتے۔ اور اللہ علم والا اور حکمت والا ہے۔",
          "French": "Et ne faiblissez pas dans la poursuite de l’ennemi. Si vous souffrez, eux aussi souffrent comme vous souffrez, mais vous espérez d’Allah ce qu’ils n’espèrent pas. Allah est Savant et Sage.",
          "Spanish": "Y no desfallezcáis en la persecución del enemigo. Si estáis sufriendo, ellos también sufren como vosotros, pero vosotros esperáis de Dios lo que ellos no pueden esperar. Dios es Conocedor y Sabio.",
          "Hindi": "और दुश्मनों का पीछा करने में ढील न करो। अगर तुम तकलीफ में हो तो वे भी उसी तरह तकलीफ में हैं जैसे तुम हो, लेकिन तुम अल्लाह से वह उम्मीद रखते हो जो वे नहीं रखते। और अल्लाह जानने वाला और हिकमत वाला है।"
        }
      },
      {
        "no": 105,
        "arabic": "إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا",
        "transliteration": "Innā anzalnā ilayka al-kitāba bil-ḥaqqi litaḥkuma bayna an-nāsi bimā arāka Allāhu walā takun lil-khā’inīna khaṣīman",
        "translations": {
          "English": "We have revealed to you the Scripture, with the truth, so that you judge between people in accordance with what God has shown you. And do not be an advocate for the traitors.",
          "Urdu": "ہم نے تم پر کتاب حق کے ساتھ نازل کی تاکہ تم لوگوں کے درمیان اس کے مطابق فیصلہ کرو جو اللہ نے تمہیں دکھایا۔ اور خائنوں کے وکیل نہ بنو۔",
          "French": "Nous t’avons révélé le Livre avec la vérité afin que tu juges entre les gens selon ce qu’Allah t’a montré. Et ne sois pas un défenseur des traîtres.",
          "Spanish": "Te hemos revelado la Escritura con la verdad para que juzgues entre las personas según lo que Dios te ha mostrado. Y no seas un defensor de los traidores.",
          "Hindi": "हमने तुम पर किताब हक़ के साथ नाज़िल की ताकि तुम लोगों के बीच उस के मुताबिक फैसला करो जो अल्लाह ने तुम्हें दिखाया। और गद्दारों के वकील न बनो।"
        }
      },
      {
        "no": 106,
        "arabic": "وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا",
        "transliteration": "Wastaghfir Allāha inna Allāha kāna ghafūran raḥīman",
        "translations": {
          "English": "And ask God for forgiveness. God is Forgiver and Merciful.",
          "Urdu": "اور اللہ سے معافی مانگو۔ بے شک اللہ بخشنے والا اور رحم کرنے والا ہے۔",
          "French": "Et demande pardon à Allah. En vérité, Allah est Pardonneur et Miséricordieux.",
          "Spanish": "Y pide perdón a Dios. Dios es Perdonador y Misericordioso.",
          "Hindi": "और अल्लाह से माफी माँगो। बेशक अल्लाह माफ करने वाला और रहम करने वाला है।"
        }
      },
      {
        "no": 107,
        "arabic": "وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا",
        "transliteration": "Walā tujādil ‘ani alladhīna yakhtānūna anfusahum inna Allāha lā yuḥibb man kāna khawwānan athīman",
        "translations": {
          "English": "And do not argue on behalf of those who deceive themselves. God does not love the deceitful sinner.",
          "Urdu": "اور ان کی طرف سے بحث نہ کرو جو خود کو دھوکہ دیتے ہیں۔ بے شک اللہ دھوکہ باز گنہگار کو پسند نہیں کرتا۔",
          "French": "Et ne plaide pas en faveur de ceux qui se trompent eux-mêmes. En vérité, Allah n’aime pas celui qui est traître et pécheur.",
          "Spanish": "Y no abogues por aquellos que se engañan a sí mismos. Dios no ama al engañador pecador.",
          "Hindi": "और उनकी तरफ से बहस न करो जो खुद को धोखा देते हैं। बेशक अल्लाह धोखेबाज़ गुनहगार को पसंद नहीं करता।"
        }
      },
      {
        "no": 108,
        "arabic": "يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
        "transliteration": "Yastakhfūna mina an-nāsi walā yastakhfūna mina Allāhi wahuwa ma‘ahum idh yubayyitūna mā lā yarḍā mina al-qawli wakāna Allāhu bimā ya‘malūna muḥīṭan",
        "translations": {
          "English": "They hide from the people, but they cannot hide from God. He is with them, as they plot by night with words He does not approve. God comprehends what they do.",
          "Urdu": "وہ لوگوں سے چھپتے ہیں لیکن اللہ سے نہیں چھپتے، حالانکہ وہ ان کے ساتھ ہے جب وہ رات کو ایسی باتیں طے کرتے ہیں جو اسے پسند نہیں۔ اور اللہ ان کے اعمال کو گھیرے ہوئے ہے۔",
          "French": "Ils se cachent des gens, mais ils ne se cachent pas d’Allah, alors qu’Il est avec eux lorsqu’ils complotent la nuit avec des paroles qu’Il n’approuve pas. Allah englobe ce qu’ils font.",
          "Spanish": "Se esconden de la gente, pero no pueden esconderse de Dios. Él está con ellos mientras conspiran de noche con palabras que Él no aprueba. Dios abarca lo que hacen.",
          "Hindi": "वे लोगों से छुपते हैं लेकिन अल्लाह से नहीं छुपते, हालाँकि वह उनके साथ है जब वे रात को ऐसी बातें तय करते हैं जो उसे पसंद नहीं। और अल्लाह उनके कामों को घेरे हुए है।"
        }
      },
      {
        "no": 109,
        "arabic": "هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا",
        "transliteration": "Hā antum hā’ulā’i jādaltum ‘anhum fī al-ḥayāti ad-dunyā faman yujādilu Allāha ‘anhum yawma al-qiyāmati am man yakūnu ‘alayhim wakīlan",
        "translations": {
          "English": "There you are, arguing on their behalf in the present life, but who will argue with God on their behalf on the Day of Resurrection? Or who will be their representative?",
          "Urdu": "تم لوگ یہ ہو کہ دنیا کی زندگی میں ان کی طرف سے بحث کرتے ہو، تو قیامت کے دن ان کی طرف سے اللہ سے کون بحث کرے گا؟ یا ان کا وکیل کون ہوگا؟",
          "French": "Vous voilà, plaidant en leur faveur dans cette vie d’ici-bas, mais qui plaidera auprès d’Allah en leur faveur le Jour de la Résurrection ? Ou qui sera leur représentant ?",
          "Spanish": "Ahí estáis, abogando por ellos en esta vida presente, pero ¿quién abogará por ellos ante Dios en el Día de la Resurrección? ¿O quién será su representante?",
          "Hindi": "तुम लोग यह हो कि दुनिया की ज़िंदगी में उनकी तरफ से बहस करते हो, तो क़यामत के दिन उनकी तरफ से अल्लाह से कौन बहस करेगा? या उनका वकील कौन होगा?"
        }
      },
      {
        "no": 110,
        "arabic": "وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا",
        "transliteration": "Waman ya‘mal sū’an aw yaẓlim nafsahu thumma yastaghfir Allāha yajid Allāha ghafūran raḥīman",
        "translations": {
          "English": "Whoever commits evil, or wrongs his soul, then implores God for forgiveness, will find God Forgiving and Merciful.",
          "Urdu": "اور جو کوئی برائی کرے یا اپنی جان پر ظلم کرے، پھر اللہ سے معافی مانگے، وہ اللہ کو بخشنے والا اور رحم کرنے والا پائے گا۔",
          "French": "Quiconque commet un mal ou fait du tort à son âme, puis implore le pardon d’Allah, trouvera Allah Pardonneur et Miséricordieux.",
          "Spanish": "Quien cometa un mal o perjudique su alma y luego implore el perdón de Dios, encontrará a Dios Perdonador y Misericordioso.",
          "Hindi": "और जो कोई बुराई करे या अपनी जान पर ज़ुल्म करे, फिर अल्लाह से माफी माँगे, वह अल्लाह को माफ करने वाला और रहम करने वाला पाएगा।"
        }
      },
      {
        "no": 111,
        "arabic": "وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
        "transliteration": "Waman yaksib ithman fa-innamā yaksibuhu ‘alā nafsihi wakāna Allāhu ‘alīman ḥakīman",
        "translations": {
          "English": "And whoever earns a sin, earns it against himself. God is Aware and Wise.",
          "Urdu": "اور جو کوئی گناہ کمائے، وہ اسے اپنے ہی خلاف کماتا ہے۔ اور اللہ جاننے والا اور حکمت والا ہے۔",
          "French": "Et quiconque commet un péché, il ne le commet que contre lui-même. Allah est Savant et Sage.",
          "Spanish": "Y quien cometa un pecado, lo comete contra sí mismo. Dios es Consciente y Sabio.",
          "Hindi": "और जो कोई गुनाह कमाए, वह उसे अपने ही खिलाफ कमाता है। और अल्लाह जानने वाला और हिकमत वाला है।"
        }
      },
      {
        "no": 112,
        "arabic": "وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا",
        "transliteration": "Waman yaksib khaṭī’atan aw ithman thumma yarmi bihi barī’an faqadi iḥtamala buhtānan wa-ithman mubīnan",
        "translations": {
          "English": "And whoever commits a mistake, or a sin, and then blames it on an innocent person, has taken a slander and a clear sin.",
          "Urdu": "اور جو کوئی غلطی یا گناہ کرے، پھر اسے کسی بے گناہ پر ڈال دے، اس نے بہتان اور کھلا گناہ اٹھایا۔",
          "French": "Et quiconque commet une faute ou un péché, puis en accuse un innocent, a porté un calomnie et un péché évident.",
          "Spanish": "Y quien cometa un error o un pecado y luego lo atribuya a un inocente, ha cargado con una calumnia y un pecado claro.",
          "Hindi": "और जो कोई गलती या गुनाह करे, फिर उसे किसी बेगुनाह पर डाल दे, उसने झूठा इल्ज़ाम और खुला गुनाह उठाया।"
        }
      },
      {
        "no": 113,
        "arabic": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا",
        "transliteration": "Walawlā faḍlu Allāhi ‘alayka waraḥmatuhu lahammat ṭā’ifatun minhum an yuḍillūka wamā yuḍillūna illā anfusahum wamā yaḍurrūnaka min shay’in wa-anzala Allāhu ‘alayka al-kitāba wal-ḥikmata wa‘allamaka mā lam takun ta‘lam wakāna faḍlu Allāhi ‘alayka ‘aẓīman",
        "translations": {
          "English": "Were it not for God’s grace towards you, and His mercy, a faction of them would have managed to mislead you. But they only mislead themselves, and they cannot harm you in any way. God has revealed to you the Scripture and wisdom, and has taught you what you did not know. God’s goodness towards you is great.",
          "Urdu": "اگر اللہ کا فضل اور اس کی رحمت تم پر نہ ہوتی تو ان میں سے ایک گروہ نے ارادہ کر لیا تھا کہ تمہیں گمراہ کر دے۔ لیکن وہ خود کو ہی گمراہ کرتے ہیں اور تمہیں کچھ نقصان نہیں پہنچا سکتے۔ اور اللہ نے تم پر کتاب اور حکمت نازل کی اور تمہیں وہ سکھایا جو تم نہیں جانتے تھے۔ اور اللہ کا فضل تم پر بہت بڑا ہے۔",
          "French": "Sans la grâce d’Allah envers toi et Sa miséricorde, une faction d’entre eux aurait réussi à t’égarer. Mais ils n’égarent qu’eux-mêmes et ne peuvent te nuire en rien. Allah t’a révélé le Livre et la sagesse, et t’a enseigné ce que tu ne savais pas. La bonté d’Allah envers toi est immense.",
          "Spanish": "De no ser por la gracia de Dios hacia ti y Su misericordia, una facción de ellos habría logrado desviarte. Pero solo se desvían a sí mismos y no pueden dañarte en nada. Dios te ha revelado la Escritura y la sabiduría, y te ha enseñado lo que no sabías. La bondad de Dios hacia ti es grande.",
          "Hindi": "अगर अल्लाह का फज़ल और उसकी रहमत तुम पर न होती तो उनमें से एक गिरोह ने इरादा कर लिया था कि तुम्हें गुमराह कर दे। लेकिन वे खुद को ही गुमराह करते हैं और तुम्हें कुछ नुकसान नहीं पहुँचा सकते। और अल्लाह ने तुम पर किताब और हिकमत नाज़िल की और तुम्हें वह सिखाया जो तुम नहीं जानते थे। और अल्लाह का फज़ल तुम पर बहुत बड़ा है।"
        }
      },
      {
        "no": 114,
        "arabic": "لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
        "transliteration": "Lā khayra fī kathīrin min najwāhum illā man amara biṣadaqatin aw ma‘rūfin aw iṣlāḥin bayna an-nāsi waman yaf‘al dhālika ibtighā’a marḍāti Allāhi fasawfa nu’tīhi ajran ‘aẓīman",
        "translations": {
          "English": "There is no good in much of their private counsels, except for him who advocates charity, or kindness, or reconciliation between people. Whoever does that, seeking God’s approval, We will give him a great compensation.",
          "Urdu": "ان کی بہت سی خفیہ مشوروں میں کوئی بھلائی نہیں، سوائے اس کے جو صدقہ یا نیکی یا لوگوں کے درمیان صلح کا حکم دے۔ اور جو کوئی یہ کام اللہ کی رضا کے لیے کرے، ہم اسے بہت بڑا اجر دیں گے۔",
          "French": "Il n’y a pas de bien dans beaucoup de leurs conciliabules, sauf pour celui qui ordonne la charité, le bien ou la réconciliation entre les gens. Quiconque fait cela en cherchant l’agrément d’Allah, Nous lui donnerons une grande récompense.",
          "Spanish": "No hay bien en muchos de sus conciliábulos, excepto en quien ordena la caridad, la bondad o la reconciliación entre las personas. Quien haga eso buscando la aprobación de Dios, le daremos una gran recompensa.",
          "Hindi": "उनके बहुत से गुप्त मशविरों में कोई भलाई नहीं, सिवाय उसके जो सदक़ा या नेकी या लोगों के बीच सुलह का हुक्म दे। और जो कोई यह काम अल्लाह की रज़ा के लिए करे, हम उसे बहुत बड़ा अज्र देंगे।"
        }
      },
      {
        "no": 115,
        "arabic": "وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا",
        "transliteration": "Waman yushāqiqi ar-rasūla min ba‘di mā tabayyana lahu al-hudā wayattabi‘ ghayra sabīli al-mu’minīna nuwallihi mā tawallā wanuṣlihi jahannama wasā’at maṣīran",
        "translations": {
          "English": "Whoever makes a breach with the Messenger, after the guidance has become clear to him, and follows other than the path of the believers, We will direct him in the direction he has chosen, and commit him to Hell—what a terrible destination!",
          "Urdu": "اور جو کوئی رسول سے اختلاف کرے بعد اس کے کہ اس پر ہدایت واضح ہو گئی، اور مومنوں کے راستے کے علاوہ کسی اور راستے کی پیروی کرے، ہم اسے اسی طرف موڑ دیں گے جس طرف وہ گیا اور اسے جہنم میں داخل کریں گے، اور وہ بہت برا ٹھکانہ ہے۔",
          "French": "Quiconque s’oppose au Messager après que la guidance lui a été clairement exposée, et suit un chemin autre que celui des croyants, Nous le dirigerons vers ce qu’il a choisi et le ferons entrer en Enfer — quel terrible destin !",
          "Spanish": "Quien se oponga al Mensajero después de que la guía se le haya hecho clara, y siga un camino diferente al de los creyentes, lo dirigiremos hacia lo que ha elegido y lo haremos entrar en el Infierno, ¡qué terrible destino!",
          "Hindi": "और जो कोई रसूल से इख्तिलाफ करे बाद इसके कि उस पर हिदायत साफ हो गई, और मोमिनों के रास्ते के अलावा किसी और रास्ते की पैरवी करे, हम उसे उसी तरफ मोड़ देंगे जिस तरफ वह गया और उसे जहन्नम में दाखिल करेंगे, और वह बहुत बुरा ठिकाना है।"
        }
      },
      {
        "no": 116,
        "arabic": "إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا",
        "transliteration": "Inna Allāha lā yaghfiru an yushraka bihi wayaghfiru mā dūna dhālika liman yashā’u waman yushrik biAllāhi faqad ḍalla ḍalālan ba‘īdan",
        "translations": {
          "English": "God will not forgive that partners be associated with Him; but will forgive anything less than that, to whomever He wills. Anyone who ascribes partners to God has strayed into far error.",
          "Urdu": "بے شک اللہ یہ معاف نہیں کرتا کہ اس کے ساتھ شریک کیا جائے، اور اس کے علاوہ جو کچھ ہے اسے جس کے لیے چاہے معاف کر دیتا ہے۔ اور جو کوئی اللہ کے ساتھ شریک کرے، وہ بہت دور کی گمراہی میں بھٹک گیا۔",
          "French": "En vérité, Allah ne pardonne pas qu’on Lui associe des partenaires, mais Il pardonne ce qui est moindre que cela à qui Il veut. Quiconque associe des partenaires à Allah s’est égaré dans un égarement lointain.",
          "Spanish": "Ciertamente, Dios no perdona que se le asocien compañeros, pero perdona lo que sea menor que eso a quien Él quiere. Quien asocie compañeros a Dios se ha extraviado en un error lejano.",
          "Hindi": "बेशक अल्लाह यह माफ नहीं करता कि उसके साथ शरीक किया जाए, और इसके अलावा जो कुछ है उसे जिसके लिए चाहे माफ कर देता है। और जो कोई अल्लाह के साथ शरीक करे, वह बहुत दूर की गुमराही में भटक गया।"
        }
      },
      {
        "no": 117,
        "arabic": "إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا",
        "transliteration": "In yad‘ūna min dūnihi illā ināthan wa-in yad‘ūna illā shayṭānan marīdan",
        "translations": {
          "English": "They invoke in His stead only females. In fact, they invoke none but a rebellious devil.",
          "Urdu": "وہ اس کے علاوہ صرف مونثوں کو پکارتے ہیں، اور وہ صرف ایک سرکش شیطان کو پکارتے ہیں۔",
          "French": "Ils n’invoquent en dehors de Lui que des divinités féminines. En réalité, ils n’invoquent qu’un diable rebelle.",
          "Spanish": "No invocan en lugar de Él más que a deidades femeninas. En realidad, no invocan más que a un demonio rebelde.",
          "Hindi": "वे उसके सिवा सिर्फ मादाओं को पुकारते हैं, और वे सिर्फ एक सरकश शैतान को पुकारते हैं।"
        }
      },
      {
        "no": 118,
        "arabic": "لَعَنَهُ اللَّهُ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا",
        "transliteration": "La‘anahu Allāhu waqāla la’attakhidhanna min ‘ibādika naṣīban mafrūḍan",
        "translations": {
          "English": "God has cursed him. And he said, “I will take to myself my due share of Your servants.”",
          "Urdu": "اللہ نے اسے لعنت کی۔ اور اس نے کہا، ’میں تیرے بندوں میں سے اپنا مقررہ حصہ ضرور لوں گا۔‘",
          "French": "Allah l’a maudit. Et il a dit : « Je prendrai certainement une part déterminée de Tes serviteurs. »",
          "Spanish": "Dios lo ha maldecido. Y él dijo: «Tomaré para mí una parte asignada de Tus siervos.»",
          "Hindi": "अल्लाह ने उसे लानत दी। और उसने कहा, ‘मैं तेरे बंदों में से अपना तय हिस्सा ज़रूर लूँगा।’"
        }
      },
      {
        "no": 119,
        "arabic": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا",
        "transliteration": "Wala’uḍillannahum wala’umanniyannahum wala’āmurannahum falayubattikunna ādhāna al-an‘āmi wala’āmurannahum falayughayyirunna khalqa Allāhi waman yattakhidhi ash-shayṭāna waliyyan min dūni Allāhi faqad khasira khusrānan mubīnan",
        "translations": {
          "English": "“And I will mislead them, and I will entice them, and I will prompt them to slit the ears of cattle, and I will prompt them to alter the creation of God.” Whoever takes Satan as a lord, instead of God, has surely suffered a profound loss.",
          "Urdu": "’اور میں انہیں ضرور گمراہ کروں گا، اور انہیں خواہشات دلاؤں گا، اور انہیں حکم دوں گا تو وہ مویشیوں کے کان چیر دیں گے، اور انہیں حکم دوں گا تو وہ اللہ کی تخلیق کو بدل دیں گے۔‘ اور جو کوئی اللہ کے علاوہ شیطان کو دوست بنائے، وہ یقیناً واضح نقصان میں پڑ گیا۔",
          "French": "« Et je les égarerai certainement, je susciterai en eux des désirs, je leur ordonnerai de couper les oreilles du bétail, et je leur ordonnerai de modifier la création d’Allah. » Quiconque prend Satan comme maître au lieu d’Allah a subi une perte évidente.",
          "Spanish": "«Y ciertamente los desviaré, los incitaré, les ordenaré que corten las orejas del ganado y les ordenaré que alteren la creación de Dios.» Quien tome a Satanás como señor en lugar de Dios, ciertamente ha sufrido una pérdida evidente.",
          "Hindi": "‘और मैं उन्हें ज़रूर गुमराह करूँगा, और उन्हें ख्वाहिशें दिलाऊँगा, और उन्हें हुक्म दूँगा तो वे मवेशियों के कान चीर देंगे, और उन्हें हुक्म दूँगा तो वे अल्लाह की तख़लीक़ को बदल देंगे।’ और जो कोई अल्लाह के सिवा शैतान को दोस्त बनाए, वह यकीनन साफ नुकसान में पड़ गया।"
        }
      },
     
    
      {
        "no": 120,
        "arabic": "يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا",
        "transliteration": "Ya‘iduhum wayumannīhim wamā ya‘iduhumu ash-shayṭānu illā ghurūran",
        "translations": {
          "English": "He promises them, and he raises their expectations, but Satan promises them nothing but delusions.",
          "Urdu": "وہ ان سے وعدے کرتا ہے اور انہیں خواہشات دلاتا ہے، لیکن شیطان ان سے جو وعدے کرتا ہے وہ صرف دھوکہ ہیں۔",
          "French": "Il leur fait des promesses et suscite en eux des espoirs, mais Satan ne leur promet que des illusions.",
          "Spanish": "Les hace promesas y despierta en ellos esperanzas, pero Satanás no les promete más que ilusiones.",
          "Hindi": "वह उनसे वादे करता है और उन्हें ख्वाहिशें दिलाता है, लेकिन शैतान जो वादे करता है वह सिर्फ धोखा है।"
        }
      },
      {
        "no": 121,
        "arabic": "أُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
        "transliteration": "Ulā’ika ma’wāhum jahannamu walā yajidūna ‘anhā maḥīṣan",
        "translations": {
          "English": "These—their place is Hell, and they will find no escape from it.",
          "Urdu": "یہ وہ لوگ ہیں جن کا ٹھکانہ جہنم ہے، اور وہ اس سے بچنے کی کوئی جگہ نہیں پائیں گے۔",
          "French": "Ceux-là, leur refuge est l’Enfer, et ils n’y trouveront aucun moyen d’évasion.",
          "Spanish": "Esos—su lugar es el Infierno, y no encontrarán escape de él.",
          "Hindi": "ये वे लोग हैं जिनका ठिकाना जहन्नम है, और वे उससे बचने की कोई जगह नहीं पाएँगे।"
        }
      },
      {
        "no": 122,
        "arabic": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا",
        "transliteration": "Wa alladhīna āmanū wa‘amilū aṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihā al-anhāru khālidīna fīhā abadan wa‘da Allāhi ḥaqqan waman aṣdaqu mina Allāhi qīlan",
        "translations": {
          "English": "But as for those who believe and do righteous deeds, We will admit them into gardens beneath which rivers flow, where they will abide forever. The promise of God is true—and who is more truthful in speech than God?",
          "Urdu": "لیکن جو لوگ ایمان لائے اور نیک عمل کیے، ہم انہیں جنتوں میں داخل کریں گے جن کے نیچے نہریں بہتی ہیں، جہاں وہ ہمیشہ رہیں گے۔ اللہ کا وعدہ سچا ہے—اور اللہ سے زیادہ سچا کون بول سکتا ہے؟",
          "French": "Mais ceux qui croient et accomplissent de bonnes œuvres, Nous les ferons entrer dans des jardins sous lesquels coulent des rivières, où ils demeureront éternellement. La promesse d’Allah est vraie—et qui est plus véridique qu’Allah en parole ?",
          "Spanish": "Pero a aquellos que creen y hacen buenas obras, los admitiremos en jardines bajo los cuales fluyen ríos, donde permanecerán para siempre. La promesa de Dios es verdadera—¿y quién es más veraz en su palabra que Dios?",
          "Hindi": "लेकिन जो लोग ईमान लाए और नेक अमल किए, हम उन्हें जन्नतों में दाखिल करेंगे जिनके नीचे नहरें बहती हैं, जहाँ वे हमेशा रहेंगे। अल्लाह का वादा सच्चा है—और अल्लाह से ज़्यादा सच्चा कौन बोल सकता है?"
        }
      },
      {
        "no": 123,
        "arabic": "لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا",
        "transliteration": "Laysa bi-amāniyyikum walā amāniyyi ahli al-kitābi man ya‘mal sū’an yujza bihi walā yajid lahu min dūni Allāhi waliyyan walā naṣīran",
        "translations": {
          "English": "It is not in accordance with your wishes, nor in accordance with the wishes of the People of the Scripture. Whoever works evil will pay for it, and will not find for himself, besides God, any protector or savior.",
          "Urdu": "یہ تمہاری خواہشات کے مطابق نہیں اور نہ ہی اہل کتاب کی خواہشات کے مطابق۔ جو کوئی برائی کرے گا اسے اس کی سزا دی جائے گی، اور وہ اللہ کے علاوہ اپنے لیے کوئی دوست یا مددگار نہیں پائے گا۔",
          "French": "Cela ne dépend ni de vos désirs ni de ceux des Gens du Livre. Quiconque fait le mal en sera rétribué, et il ne trouvera en dehors d’Allah ni protecteur ni sauveur.",
          "Spanish": "No es conforme a vuestros deseos ni a los deseos de la Gente de la Escritura. Quien haga el mal será recompensado por ello, y no encontrará, fuera de Dios, ningún protector ni salvador.",
          "Hindi": "यह तुम्हारी ख्वाहिशों के मुताबिक नहीं और न ही अहले किताब की ख्वाहिशों के मुताबिक। जो कोई बुराई करेगा उसे उसकी सजा दी जाएगी, और वह अल्लाह के सिवा अपने लिए कोई दोस्त या मददगार नहीं पाएगा।"
        }
      },
      {
        "no": 124,
        "arabic": "وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا",
        "transliteration": "Waman ya‘mal mina aṣ-ṣāliḥāti min dhakarin aw unthā wahuwa mu’minun fa-ulā’ika yadkhulūna al-jannata walā yuẓlamūna naqīran",
        "translations": {
          "English": "But whoever works righteousness, whether male or female, and is a believer—those will enter Paradise, and will not be wronged a whit.",
          "Urdu": "لیکن جو کوئی نیک عمل کرے، خواہ مرد ہو یا عورت، اور وہ مومن ہو—وہ جنت میں داخل ہوں گے، اور ان پر ذرہ برابر ظلم نہیں کیا جائے گا۔",
          "French": "Mais quiconque accomplit de bonnes œuvres, homme ou femme, tout en étant croyant—ceux-là entreront au Paradis, et ils ne subiront pas la moindre injustice.",
          "Spanish": "Pero quien haga obras justas, ya sea hombre o mujer, y sea creyente—esos entrarán en el Paraíso, y no se les hará la menor injusticia.",
          "Hindi": "लेकिन जो कोई नेक अमल करे, चाहे मर्द हो या औरत, और वह मोमिन हो—वे जन्नत में दाखिल होंगे, और उन पर ज़रा सा भी ज़ुल्म नहीं किया जाएगा।"
        }
      },
      {
        "no": 125,
        "arabic": "وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا",
        "transliteration": "Waman aḥsanu dīnan mimman aslama wajhahu lillāhi wahuwa muḥsinun wattaba‘a millata Ibrāhīma ḥanīfan wattakhadha Allāhu Ibrāhīma khalīlan",
        "translations": {
          "English": "And who is better in religion than he who submits himself wholly to God, and is a doer of good, and follows the faith of Abraham the Monotheist? God has chosen Abraham for a friend.",
          "Urdu": "اور اس سے بہتر دین کس کا ہو سکتا ہے جو اپنا چہرہ اللہ کے لیے سپرد کر دے، اور وہ نیکوکار ہو، اور ابراہیم کے دین کی پیروی کرے جو یکتا پرست تھا؟ اور اللہ نے ابراہیم کو اپنا دوست بنایا۔",
          "French": "Et qui est meilleur en religion que celui qui se soumet entièrement à Allah, fait le bien et suit la voie d’Abraham, le monothéiste ? Allah a choisi Abraham comme ami.",
          "Spanish": "¿Y quién es mejor en religión que aquel que se somete completamente a Dios, hace el bien y sigue la fe de Abraham, el monoteísta? Dios ha elegido a Abraham como amigo.",
          "Hindi": "और उससे बेहतर दीन किसका हो सकता है जो अपना चेहरा अल्लाह के लिए सौंप दे, और वह नेककार हो, और इब्राहीम के दीन की पैरवी करे जो एकेश्वरवादी था? और अल्लाह ने इब्राहीम को अपना दोस्त बनाया।"
        }
      },
      {
        "no": 126,
        "arabic": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطًا",
        "transliteration": "Walillāhi mā fī as-samāwāti wamā fī al-arḍi wakāna Allāhu bikulli shay’in muḥīṭan",
        "translations": {
          "English": "To God belongs what is in the heavens and what is on earth, and God encompasses everything.",
          "Urdu": "اور اللہ کے لیے ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے، اور اللہ ہر چیز کو گھیرے ہوئے ہے۔",
          "French": "À Allah appartient ce qui est dans les cieux et sur la terre, et Allah englobe toute chose.",
          "Spanish": "A Dios pertenece lo que está en los cielos y en la tierra, y Dios abarca todo.",
          "Hindi": "और अल्लाह के लिए है जो कुछ आसमानों में है और जो कुछ ज़मीन में है, और अल्लाह हर चीज़ को घेरे हुए है।"
        }
      },
      {
        "no": 127,
        "arabic": "وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا",
        "transliteration": "Wayastaftūnaka fī an-nisā’i quli Allāhu yuftīkum fīhinna wamā yutlā ‘alaykum fī al-kitābi fī yatāmā an-nisā’i allātī lā tu’tūnahunna mā kutiba lahunna watarghabūna an tankiḥūhunna wal-mustaḍ‘afīna mina al-wildāni wa-an taqūmū lil-yatāmā bil-qisṭi wamā taf‘alū min khayrin fa-inna Allāha kāna bihi ‘alīman",
        "translations": {
          "English": "They ask you for a ruling about women. Say, “God gives you a ruling about them, and so does what is stated to you in the Book about widowed women from whom you withhold what is decreed for them, yet you desire to marry them, and about helpless children: that you should treat the orphans fairly.” Whatever good you do, God knows it.",
          "Urdu": "وہ تم سے عورتوں کے بارے میں فتویٰ مانگتے ہیں۔ کہو، ’اللہ تمہیں ان کے بارے میں فتویٰ دیتا ہے، اور جو کتاب میں تم پر تلاوت کیا جاتا ہے بیوہ عورتوں کے بارے میں جن سے تم وہ کچھ روکتے ہو جو ان کے لیے مقرر کیا گیا، حالانکہ تم ان سے شادی کرنا چاہتے ہو، اور کمزور بچوں کے بارے میں: کہ تم یتیموں کے ساتھ انصاف کرو۔‘ اور جو کچھ تم نیکی سے کرو گے، اللہ اسے جانتا ہے۔",
          "French": "Ils te demandent un avis sur les femmes. Dis : « Allah vous donne un avis à leur sujet, ainsi que ce qui vous est récité dans le Livre au sujet des femmes veuves dont vous retenez ce qui leur est prescrit, alors que vous désirez les épouser, et au sujet des enfants faibles : que vous devez traiter les orphelins avec justice. » Tout bien que vous faites, Allah le sait.",
          "Spanish": "Te piden un fallo sobre las mujeres. Di: «Dios os da un fallo sobre ellas, y también lo que se os recita en el Libro acerca de las mujeres viudas a las que retenéis lo que se les ha prescrito, aunque deseáis casaros con ellas, y sobre los niños indefensos: que debéis tratar a los huérfanos con justicia.» Todo el bien que hagáis, Dios lo sabe.",
          "Hindi": "वे तुमसे औरतों के बारे में फतवा माँगते हैं। कहो, ‘अल्लाह तुम्हें उनके बारे में फतवा देता है, और जो किताब में तुम पर पढ़ा जाता है विधवा औरतों के बारे में जिनसे तुम वह रोकते हो जो उनके लिए मुकर्रर किया गया, हालाँकि तुम उनसे शादी करना चाहते हो, और कमज़ोर बच्चों के बारे में: कि तुम यतीमों के साथ इंसाफ करो।’ और जो कुछ तुम नेकी से करोगे, अल्लाह उसे जानता है।"
        }
      },
      {
        "no": 128,
        "arabic": "وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
        "transliteration": "Wa-ini imra’atun khāfat min ba‘lihā nushūzan aw i‘rāḍan falā junāḥa ‘alayhimā an yuṣliḥā baynahumā ṣulḥan waṣ-ṣulḥu khayrun wa-uḥḍirati al-anfusu ash-shuḥḥa wa-in tuḥsinū watattaqū fa-inna Allāha kāna bimā ta‘malūna khabīran",
        "translations": {
          "English": "If a woman fears maltreatment or desertion from her husband, there is no fault in them if they reconcile their differences, for reconciliation is best. Souls are prone to avarice; yet if you do what is good, and practice piety—God is Cognizant of what you do.",
          "Urdu": "اور اگر کوئی عورت اپنے شوہر سے بدسلوکی یا بے توجہی کا خوف رکھتی ہو، تو ان پر کوئی گناہ نہیں کہ وہ آپس میں صلح کر لیں، کیونکہ صلح بہتر ہے۔ اور نفوس میں بخل لایا گیا ہے؛ لیکن اگر تم اچھا کرو اور تقویٰ اختیار کرو—تو اللہ تمہارے اعمال سے باخبر ہے۔",
          "French": "Si une femme craint de son mari de la maltraitance ou de l’abandon, il n’y a pas de faute pour eux s’ils se réconcilient, car la réconciliation est meilleure. Les âmes sont enclines à l’avarice ; mais si vous faites le bien et craignez Allah—Allah est Informé de ce que vous faites.",
          "Spanish": "Si una mujer teme maltrato o abandono de su esposo, no hay culpa en ellos si reconcilian sus diferencias, pues la reconciliación es lo mejor. Las almas son propensas a la avaricia; pero si hacéis el bien y practicáis la piedad—Dios está al tanto de lo que hacéis.",
          "Hindi": "और अगर कोई औरत अपने शौहर से बदसुलूकी या बेरुखी का खौफ रखती हो, तो उन पर कोई गुनाह नहीं कि वे आपस में सुलह कर लें, क्योंकि सुलह बेहतर है। और नफ्स में कंजूसी लाई गई है; लेकिन अगर तुम अच्छा करो और तक़वा इख्तियार करो—तो अल्लाह तुम्हारे आमाल से वाकिफ है।"
        }
      },
      {
        "no": 129,
        "arabic": "وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا",
        "transliteration": "Walan tastaṭī‘ū an ta‘dilū bayna an-nisā’i walaw ḥaraṣtum falā tamīlū kulla al-mayli fatadharūhā kal-mu‘allaqati wa-in tuṣliḥū watattaqū fa-inna Allāha kāna ghafūran raḥīman",
        "translations": {
          "English": "You will not be able to treat women with equal fairness, no matter how much you desire it. But do not be so biased as to leave another suspended. If you make amends, and act righteously—God is Forgiving and Merciful.",
          "Urdu": "تم کبھی عورتوں کے درمیان مکمل انصاف نہیں کر سکو گے، چاہے تم کتنا ہی چاہو۔ لیکن اتنا جھکاؤ نہ کرو کہ دوسری کو معلق چھوڑ دو۔ اور اگر تم اصلاح کرو اور تقویٰ اختیار کرو—تو اللہ بخشنے والا اور رحم کرنے والا ہے۔",
          "French": "Vous ne pourrez jamais être parfaitement justes entre les femmes, même si vous le désirez ardemment. Mais ne penchez pas totalement vers l’une au point de laisser l’autre en suspens. Si vous réparez et craignez Allah—Allah est Pardonneur et Miséricordieux.",
          "Spanish": "No podréis tratar a las mujeres con igual justicia, por mucho que lo deseéis. Pero no os inclinéis tanto como para dejar a otra en suspenso. Si enmendáis y actuáis con rectitud—Dios es Perdonador y Misericordioso.",
          "Hindi": "तुम कभी औरतों के बीच पूरा इंसाफ नहीं कर सकोगे, चाहे तुम कितना ही चाहो। लेकिन इतना झुकाव न करो कि दूसरी को लटका हुआ छोड़ दो। और अगर तुम सुधार करो और तक़वा इख्तियार करो—तो अल्लाह माफ करने वाला और रहम करने वाला है।"
        }
      },
      {
        "no": 130,
        "arabic": "وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا",
        "transliteration": "Wa-in yatafarraqā yughni Allāhu kullan min sa‘atihi wakāna Allāhu wāsi‘an ḥakīman",
        "translations": {
          "English": "And if they separate, God will enrich each from His abundance. God is Bounteous and Wise.",
          "Urdu": "اور اگر وہ جدا ہو جائیں، اللہ ہر ایک کو اپنی وسعت سے غنی کر دے گا۔ اور اللہ وسعت والا اور حکمت والا ہے۔",
          "French": "Et s’ils se séparent, Allah enrichira chacun de Son abondance. Allah est Immense et Sage.",
          "Spanish": "Y si se separan, Dios enriquecerá a cada uno desde Su abundancia. Dios es Generoso y Sabio.",
          "Hindi": "और अगर वे जुदा हो जाएँ, अल्लाह हर एक को अपनी वुसअत से ग़नी कर देगा। और अल्लाह वुसअत वाला और हिकमत वाला है।"
        }
      }
     ,
     
      {
        "no": 131,
        "arabic": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا",
        "transliteration": "Wa lillāhi mā fī al-samāwāti wa mā fī al-arḍi wa laqad waṣṣaynā alladhīna ūtū al-kitāba min qablikum wa iyyākum ani ittaqū Allāha wa in takfurū fa-inna lillāhi mā fī al-samāwāti wa mā fī al-arḍi wa kāna Allāhu ghaniyyan ḥamīdan",
        "translations": {
          "English": "To God belongs everything in the heavens and everything on earth. We have instructed those who were given the Book before you, and you, to be conscious of God. But if you refuse—to God belongs everything in the heavens and everything on earth. God is in no need, Praiseworthy.",
          "Urdu": "اللہ کے لیے ہے جو کچھ آسمانوں اور زمین میں ہے۔ ہم نے ان لوگوں کو جو تم سے پہلے کتاب دیے گئے تھے اور تمہیں نصیحت کی کہ اللہ سے ڈرو۔ اور اگر تم کفر کرو تو اللہ کے لیے ہے جو کچھ آسمانوں اور زمین میں ہے۔ اور اللہ بے نیاز اور قابلِ حمد ہے۔",
          "French": "À Dieu appartient tout ce qui est dans les cieux et sur la terre. Nous avons recommandé à ceux qui ont reçu le Livre avant vous, ainsi qu’à vous-mêmes, de craindre Dieu. Mais si vous refusez—à Dieu appartient tout ce qui est dans les cieux et sur la terre. Dieu est sans besoin, Digne de louanges.",
          "Spanish": "A Dios pertenece todo lo que está en los cielos y en la tierra. Hemos instruido a aquellos que recibieron el Libro antes que vosotros, y a vosotros, a que seáis conscientes de Dios. Pero si os negáis—a Dios pertenece todo lo que está en los cielos y en la tierra. Dios no tiene necesidad, es Digno de alabanza.",
          "Hindi": "अल्लाह के लिए है जो कुछ आसमानों और ज़मीन में है। हमने उन लोगों को जो तुमसे पहले किताब दिए गए थे और तुम्हें नसीहत की कि अल्लाह से डरो। और अगर तुम कुफ्र करो तो अल्लाह के लिए है जो कुछ आसमानों और ज़मीन में है। और अल्लाह बे-नियाज़ और तारीफ के काबिल है।"
        }
      },
      {
        "no": 132,
        "arabic": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا",
        "transliteration": "Wa lillāhi mā fī al-samāwāti wa mā fī al-arḍi wa kafā bi-Allāhi wakīlan",
        "translations": {
          "English": "To God belongs everything in the heavens and everything on earth. God suffices as Manager.",
          "Urdu": "اللہ کے لیے ہے جو کچھ آسمانوں اور زمین میں ہے۔ اور اللہ بطور کارساز کافی ہے۔",
          "French": "À Dieu appartient tout ce qui est dans les cieux et sur la terre. Dieu suffit comme Gérant.",
          "Spanish": "A Dios pertenece todo lo que está en los cielos y en la tierra. Dios es suficiente como Administrador.",
          "Hindi": "अल्लाह के लिए है जो कुछ आसमानों और ज़मीन में है। और अल्लाह कारसाज़ के तौर पर काफी है।"
        }
      },
      {
        "no": 133,
        "arabic": "إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَى ذَلِكَ قَدِيرًا",
        "transliteration": "In yasha’ yudhhibkum ayyuhā al-nāsu wa ya’ti bi-ākharīna wa kāna Allāhu ‘alā dhālika qadīran",
        "translations": {
          "English": "If He wills, He can do away with you, O people, and bring others. God is Able to do that.",
          "Urdu": "اگر وہ چاہے تو تمہیں، اے لوگو، ختم کر دے اور دوسروں کو لے آئے۔ اور اللہ اس پر قادر ہے۔",
          "French": "S’Il le veut, Il peut vous faire disparaître, ô gens, et en faire venir d’autres. Dieu est capable de cela.",
          "Spanish": "Si Él quiere, puede haceros desaparecer, oh gente, y traer a otros. Dios tiene el poder para hacerlo.",
          "Hindi": "अगर वह चाहे तो तुम्हें, ऐ लोगों, खत्म कर दे और दूसरों को ले आए। और अल्लाह इस पर कादिर है।"
        }
      },
      {
        "no": 134,
        "arabic": "مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا",
        "transliteration": "Man kāna yurīdu thawāba al-dunyā fa‘inda Allāhi thawābu al-dunyā wa al-ākhirati wa kāna Allāhu samī‘an baṣīran",
        "translations": {
          "English": "Whoever desires the reward of this world—with God is the reward of this world and the next. God is All-Hearing, All-Seeing.",
          "Urdu": "جو کوئی دنیا کا ثواب چاہتا ہے—اللہ کے پاس دنیا اور آخرت کا ثواب ہے۔ اور اللہ سب کچھ سننے والا، دیکھنے والا ہے۔",
          "French": "Quiconque désire la récompense de ce monde—chez Dieu se trouve la récompense de ce monde et de l’au-delà. Dieu est Celui qui entend tout, qui voit tout.",
          "Spanish": "Quien desee la recompensa de este mundo—con Dios está la recompensa de este mundo y del próximo. Dios es Todo Oyente, Todo Vidente.",
          "Hindi": "जो कोई दुनिया का सवाब चाहता है—अल्लाह के पास दुनिया और आखिरत का सवाब है। और अल्लाह सब कुछ सुनने वाला, देखने वाला है।"
        }
      },
      {
        "no": 135,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
        "transliteration": "Yā ayyuhā alladhīna āmanū kūnū qawwāmīna bil-qisṭi shuhadā’a lillāhi wa law ‘alā anfusikum awi al-wālidayni wa al-aqrabīna in yakun ghaniyyan aw faqīran fa-Allāhu awlā bihimā falā tattabi‘ū al-hawā an ta‘dilū wa in talwū aw tu‘riḍū fa-inna Allāha kāna bimā ta‘malūna khabīran",
        "translations": {
          "English": "O you who believe! Stand firmly for justice, as witnesses to God, even if against yourselves, or your parents, or your relatives. Whether one is rich or poor, God takes care of both. So do not follow your desires, lest you swerve. If you deviate, or turn away—then God is Aware of what you do.",
          "Urdu": "اے ایمان والو! انصاف کے لیے مضبوطی سے کھڑے رہو، اللہ کے لیے گواہ بنو، چاہے وہ تمہارے اپنے خلاف ہو، یا والدین اور رشتہ داروں کے خلاف۔ چاہے وہ امیر ہو یا غریب، اللہ دونوں کا زیادہ حق دار ہے۔ پس اپنی خواہشات کی پیروی نہ کرو کہ تم انصاف سے ہٹ جاؤ۔ اور اگر تم بگڑو یا منہ موڑو—تو اللہ تمہارے اعمال سے خوب واقف ہے۔",
          "French": "Ô vous qui croyez ! Tenez fermement à la justice, en tant que témoins pour Dieu, même si c’est contre vous-mêmes, vos parents ou vos proches. Qu’il soit riche ou pauvre, Dieu prend soin des deux. Ne suivez donc pas vos désirs, de peur de dévier. Si vous vous égarez ou vous détournez—Dieu est parfaitement informé de ce que vous faites.",
          "Spanish": "¡Oh vosotros que creéis! Manteneos firmes por la justicia, como testigos de Dios, incluso si es contra vosotros mismos, o vuestros padres, o vuestros parientes. Sea uno rico o pobre, Dios cuida de ambos. Así que no sigáis vuestros deseos, para que no os desviéis. Si os apartáis o dais la espalda—entonces Dios está consciente de lo que hacéis.",
          "Hindi": "ऐ ईमान वालो! इंसाफ के लिए मज़बूती से खड़े रहो, अल्लाह के लिए गवाह बनो, चाहे वह तुम्हारे अपने खिलाफ हो, या माँ-बाप और रिश्तेदारों के खिलाफ। चाहे वह अमीर हो या गरीब, अल्लाह दोनों का ज़्यादा हकदार है। तो अपनी ख्वाहिशों की पैरवी न करो कि तुम इंसाफ से हट जाओ। और अगर तुम बिगड़ो या मुँह मोड़ो—तो अल्लाह तुम्हारे आमाल से खूब वाकिफ है।"
        }
      },
      {
          "no": 136,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا",
          "transliteration": "Yā ayyuhā alladhīna āmanū āminū bi-Allāhi wa rasūlihi wa al-kitābi alladhī nazzala ‘alā rasūlihi wa al-kitābi alladhī anzala min qablu wa man yakfur bi-Allāhi wa malā’ikatihi wa kutubihi wa rusulihi wa al-yawmi al-ākhiri faqad ḍalla ḍalālan ba‘īdan",
          "translations": {
            "English": "O you who believe! Believe in God and His messenger, and the Book He sent down to His messenger, and the Book He sent down before. Whoever rejects God, His angels, His Books, His messengers, and the Last Day, has strayed far in error.",
            "Urdu": "اے ایمان والو! اللہ اور اس کے رسول اور اس کتاب پر ایمان لاؤ جو اس نے اپنے رسول پر نازل کی اور اس کتاب پر جو اس نے پہلے نازل کی۔ اور جو کوئی اللہ، اس کے فرشتوں، اس کی کتابوں، اس کے رسولوں اور آخرت کے دن سے انکار کرے، وہ بہت دور کی گمراہی میں بھٹک گیا۔",
            "French": "Ô vous qui croyez ! Croyez en Dieu et en Son messager, au Livre qu’Il a fait descendre sur Son messager, et au Livre qu’Il a fait descendre auparavant. Quiconque rejette Dieu, Ses anges, Ses Livres, Ses messagers et le Jour Dernier, s’est égaré loin dans l’erreur.",
            "Spanish": "¡Oh vosotros que creéis! Creed en Dios y en Su mensajero, y en el Libro que Él hizo descender sobre Su mensajero, y en el Libro que Él hizo descender antes. Quien rechace a Dios, Sus ángeles, Sus Libros, Sus mensajeros y el Último Día, ha errado lejos en el error.",
            "Hindi": "ऐ ईमान वालो! अल्लाह और उसके रसूल और उस किताब पर ईमान लाओ जो उसने अपने रसूल पर नाज़िल की और उस किताब पर जो उसने पहले नाज़िल की। और जो कोई अल्लाह, उसके फ़रिश्तों, उसकी किताबों, उसके रसूलों और आखिरी दिन से इनकार करे, वह बहुत दूर की गुमराही में भटक गया।"
          }
        },
        {
          "no": 137,
          "arabic": "إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا",
          "transliteration": "Inna alladhīna āmanū thumma kafarū thumma āmanū thumma kafarū thumma izdādū kufran lam yakuni Allāhu liyaghfira lahum wa lā liyahdiyahum sabīlan",
          "translations": {
            "English": "Those who believe, then disbelieve, then believe, then disbelieve, then increase in disbelief, God will not forgive them, nor will He guide them to a way.",
            "Urdu": "جنہوں نے ایمان لایا، پھر کفر کیا، پھر ایمان لایا، پھر کفر کیا، پھر کفر میں بڑھ گئے، اللہ انہیں نہ معاف کرے گا اور نہ انہیں راستہ دکھائے گا۔",
            "French": "Ceux qui ont cru, puis mécru, puis cru, puis mécru, puis ont accru leur mécréance, Dieu ne leur pardonnera pas et ne les guidera pas vers un chemin.",
            "Spanish": "Aquellos que creen, luego no creen, luego creen, luego no creen y luego aumentan en incredulidad, Dios no los perdonará ni los guiará por un camino.",
            "Hindi": "जिन्होंने ईमान लाया, फिर कुफ्र किया, फिर ईमान लाया, फिर कुफ्र किया, फिर कुफ्र में बढ़ गए, अल्लाह उन्हें न माफ करेगा और न उन्हें रास्ता दिखाएगा।"
          }
        },
        {
          "no": 138,
          "arabic": "بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
          "transliteration": "Bashshir al-munāfiqīna bi-anna lahum ‘adhāban alīman",
          "translations": {
            "English": "Inform the hypocrites that they will have a painful punishment.",
            "Urdu": "منافقوں کو خبر دو کہ ان کے لیے دردناک عذاب ہے۔",
            "French": "Annonce aux hypocrites qu’un châtiment douloureux les attend.",
            "Spanish": "Informa a los hipócritas que tendrán un castigo doloroso.",
            "Hindi": "मुनाफिकों को खबर दो कि उनके लिए दर्दनाक अज़ाब है।"
          }
        },
        {
          "no": 139,
          "arabic": "الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا",
          "transliteration": "Alladhīna yattakhidhūna al-kāfirīna awliyā’a min dūni al-mu’minīna ayabtaghūna ‘indahumu al-‘izzata fa-inna al-‘izzata lillāhi jamī‘an",
          "translations": {
            "English": "Those who ally themselves with the disbelievers instead of the believers. Do they seek glory in them? All glory belongs to God.",
            "Urdu": "جو لوگ مومنوں کے بجائے کافروں کو دوست بناتے ہیں۔ کیا وہ ان کے پاس عزت مانگتے ہیں؟ بے شک ساری عزت اللہ کے لیے ہے۔",
            "French": "Ceux qui prennent les mécréants pour alliés au lieu des croyants. Cherchent-ils la gloire auprès d’eux ? Toute la gloire appartient à Dieu.",
            "Spanish": "Aquellos que se alían con los incrédulos en lugar de los creyentes. ¿Buscan gloria en ellos? Toda la gloria pertenece a Dios.",
            "Hindi": "जो लोग मोमिनों के बजाय काफिरों को दोस्त बनाते हैं। क्या वे उनके पास इज़्ज़त माँगते हैं? बेशक सारी इज़्ज़त अल्लाह के लिए है।"
          }
        },
        {
          "no": 140,
          "arabic": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا",
          "transliteration": "Wa qad nazzala ‘alaykum fī al-kitābi an idhā sami‘tum āyāti Allāhi yukfaru bihā wa yustahza’u bihā falā taq‘udū ma‘ahum ḥattā yakhūḍū fī ḥadīthin ghayrihi innakum idhan mithluhum inna Allāha jāmi‘u al-munāfiqīna wa al-kāfirīna fī jahannama jamī‘an",
          "translations": {
            "English": "He has revealed to you in the Book that when you hear God’s revelations being rejected, or ridiculed, do not sit with them until they engage in some other subject. Otherwise, you would be like them. God will gather the hypocrites and the disbelievers, into Hell, altogether.",
            "Urdu": "اس نے تم پر کتاب میں نازل کیا کہ جب تم اللہ کی آیات کو رد ہوتے یا ان کا مذاق اڑتے سنو تو ان کے ساتھ نہ بیٹھو جب تک وہ کسی اور بات میں مشغول نہ ہو جائیں۔ ورنہ تم ان جیسے ہو جاؤ گے۔ اللہ منافقوں اور کافروں کو جہنم میں اکٹھا کرے گا۔",
            "French": "Il vous a révélé dans le Livre que lorsque vous entendez les versets de Dieu être rejetés ou moqués, ne restez pas avec eux jusqu’à ce qu’ils passent à un autre sujet. Sinon, vous seriez comme eux. Dieu réunira les hypocrites et les mécréants en Enfer, tous ensemble.",
            "Spanish": "Él os ha revelado en el Libro que cuando escuchéis que se rechazan o se ridiculizan las revelaciones de Dios, no os sentéis con ellos hasta que cambien de tema. De lo contrario, seríais como ellos. Dios reunirá a los hipócritas y a los incrédulos en el Infierno, todos juntos.",
            "Hindi": "उसने तुम पर किताब में नाज़िल किया कि जब तुम अल्लाह की आयतों को रद्द होते या उनका मज़ाक उड़ते सुनो तो उनके साथ न बैठो जब तक वे किसी और बात में मशगूल न हो जाएँ। वरना तुम उनके जैसे हो जाओगे। अल्लाह मुनाफिकों और काफिरों को जन्नम में इकट्ठा करेगा।"
          }
        },
        {
          "no": 141,
          "arabic": "الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا",
          "transliteration": "Alladhīna yatarabbaṣūna bikum fa-in kāna lakum fatḥun mina Allāhi qālū alam nakun ma‘akum wa in kāna lil-kāfirīna naṣībun qālū alam nastahwidh ‘alaykum wa namna‘kum mina al-mu’minīna fa-Allāhu yaḥkumu baynakum yawma al-qiyāmati wa lan yaj‘ala Allāhu lil-kāfirīna ‘alā al-mu’minīna sabīlan",
          "translations": {
            "English": "Those who lie in wait for you: if you attain victory from God, they say, “Were we not with you?” But if the disbelievers get a turn, they say, “Did we not side with you, and defend you from the believers?” God will judge between you on the Day of Resurrection; and God will give the disbelievers no means of overcoming the believers.",
            "Urdu": "جو تمہارے لیے گھات لگائے بیٹھے ہیں: اگر تمہیں اللہ سے فتح ملے تو کہتے ہیں، ‘کیا ہم تمہارے ساتھ نہ تھے؟’ اور اگر کافروں کو حصہ ملے تو کہتے ہیں، ‘کیا ہم نے تم پر غلبہ نہ پایا اور تمہیں مومنوں سے نہ بچایا؟’ اللہ قیامت کے دن تمہارے درمیان فیصلہ کرے گا اور کافروں کو مومنوں پر کبھی غلبہ نہ دے گا۔",
            "French": "Ceux qui guettent ce qui vous arrive : si vous obtenez une victoire de Dieu, ils disent : « N’étions-nous pas avec vous ? » Mais si les mécréants ont un avantage, ils disent : « N’avons-nous pas pris votre parti et vous protégé des croyants ? » Dieu jugera entre vous le Jour de la Résurrection ; et Dieu ne donnera jamais aux mécréants un moyen de dominer les croyants.",
            "Spanish": "Aquellos que esperan lo que os sucede: si obtenéis una victoria de Dios, dicen: «¿No estábamos con vosotros?» Pero si los incrédulos tienen una oportunidad, dicen: «¿No nos pusimos de vuestro lado y os defendimos de los creyentes?» Dios juzgará entre vosotros en el Día de la Resurrección; y Dios no dará a los incrédulos ningún medio para vencer a los creyentes.",
            "Hindi": "जो तुम्हारे लिए घात लगाए बैठे हैं: अगर तुम्हें अल्लाह से फतह मिले तो कहते हैं, ‘क्या हम तुम्हारे साथ न थे?’ और अगर काफिरों को हिस्सा मिले तो कहते हैं, ‘क्या हमने तुम पर गलबा न पाया और तुम्हें मोमिनों से न बचाया?’ अल्लाह क़यामत के दिन तुम्हारे दरमियान फैसला करेगा और काफिरों को मोमिनों पर कभी गलबा न देगा।"
          }
        },
        {
          "no": 142,
          "arabic": "إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا",
          "transliteration": "Inna al-munāfiqīna yukhādi‘ūna Allāha wa huwa khādi‘uhum wa idhā qāmū ilā al-ṣalāti qāmū kusālā yurā’ūna al-nāsa wa lā yadhkurūna Allāha illā qalīlan",
          "translations": {
            "English": "The hypocrites try to deceive God, but He is deceiving them. And when they stand for prayer, they stand lazily, showing off in front of people, and remembering God only a little.",
            "Urdu": "منافق اللہ سے دھوکہ کرتے ہیں، لیکن وہ ان سے دھوکہ کر رہا ہے۔ اور جب وہ نماز کے لیے کھڑے ہوتے ہیں، سستی سے کھڑے ہوتے ہیں، لوگوں کو دکھاوا کرتے ہیں اور اللہ کو بہت کم یاد کرتے ہیں۔",
            "French": "Les hypocrites essaient de tromper Dieu, mais c’est Lui qui les trompe. Et quand ils se lèvent pour la prière, ils le font paresseusement, se montrant aux gens, et ne se souvenant de Dieu que très peu.",
            "Spanish": "Los hipócritas intentan engañar a Dios, pero Él los está engañando. Y cuando se levantan para la oración, lo hacen con pereza, mostrando ante la gente, y recordando a Dios solo un poco.",
            "Hindi": "मुनाफिक अल्लाह से धोखा करते हैं, लेकिन वह उनसे धोखा कर रहा है। और जब वे नमाज़ के लिए खड़े होते हैं, सुस्ती से खड़े होते हैं, लोगों को दिखावा करते हैं और अल्लाह को बहुत कम याद करते हैं।"
          }
        },
        
          {
            "no": 142,
            "arabic": "إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَىٰ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا",
            "transliteration": "Inna almunafiqeena yukhadiAAoona Allaha wahuwa khadiAAuhum waitha qamoo ila alssalati qamoo kusala yuraoona alnnasa wala yathkuroona Alla illa qaleelan",
            "translations": {
              "English": "The hypocrites seek to deceive Allah, but He is deceiving them. When they stand for prayer, they stand lazily, showing off to people and remembering Allah but little.",
              "Urdu": "منافقین اللہ کو دھوکہ دینے کی کوشش کرتے ہیں حالانکہ وہی انہیں دھوکہ دے رہا ہے اور جب نماز کے لیے کھڑے ہوتے ہیں تو سستی سے کھڑے ہوتے ہیں، لوگوں کو دکھانے کے لیے اور اللہ کو بہت کم یاد کرتے ہیں۔",
              "French": "Les hypocrites cherchent à tromper Allah, alors que c'est Lui qui les trompe. Lorsqu'ils se lèvent pour la prière, ils se lèvent avec paresse, par ostentation envers les gens, et n'invoquent Allah que très peu.",
              "Spanish": "Los hipócritas pretenden engañar a Alá, pero Él es quien les engaña. Cuando se levantan para orar, lo hacen con pereza, mostrándose a la gente y recordando a Alá muy poco.",
              "Hindi": "मुनाफ़िक़ीन अल्लाह को धोखा देने की कोशिश करते हैं जबकि वही उन्हें धोखा दे रहा है और जब नमाज़ के लिए खड़े होते हैं तो आलस्य से खड़े होते हैं, लोगों को दिखाने के लिए और अल्लाह को बहुत कम याद करते हैं।"
            }
          },
          {
            "no": 143,
            "arabic": "مُذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَا إِلَىٰ هَٰؤُلَاءِ وَلَا إِلَىٰ هَٰؤُلَاءِ ۚ وَمَن يُضْلِلِ اللَّهُ فَلَن تَجِدَ لَهُ سَبِيلًا",
            "transliteration": "Mudhabdhabeena bayna thalika la ila haolai wala ila haolai waman yudlili Allahu falan tajida lahu sabeelan",
            "translations": {
              "English": "Wavering between this and that, belonging neither to these nor to those. And whom Allah leaves astray, you will never find for him a way.",
              "Urdu": "اس درمیان ڈگمگاتے ہوئے نہ ان کے ساتھ ہیں نہ ان کے ساتھ، اور جسے اللہ گمراہ کر دے تو اس کے لیے کوئی راہ نہیں پا سکتے۔",
              "French": "Ils sont indécis entre les deux, n'appartenant ni aux uns ni aux autres. Et quiconque Allah égare, tu ne lui trouveras pas de chemin.",
              "Spanish": "Vacilantes entre esto y aquello, sin pertenecer ni a estos ni a aquellos. Y a quien Alá extravía, no encontrarás para él camino alguno.",
              "Hindi": "इस बीच लड़खड़ाते हुए न उनके साथ हैं न इनके साथ, और जिसे अल्लाह गुमराह कर दे तो उसके लिए कोई राह नहीं पा सकते।"
            }
          },
          {
            "no": 144,
            "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا",
            "transliteration": "Ya ayyuha allatheena amanoo la tattakhithoo alkafireena awliyaa min dooni almumineena atureedoona an tajAAaloo lillahi AAalaykum sultanan mubeenan",
            "translations": {
              "English": "O you who believe! Do not take the disbelievers as allies instead of the believers. Do you wish to give Allah a clear proof against yourselves?",
              "Urdu": "اے ایمان والو! کافروں کو اپنا دوست نہ بناؤ مسلمانوں کو چھوڑ کر، کیا تم چاہتے ہو کہ اللہ کے سامنے اپنے خلاف کھلی دلیل رکھ دو؟",
              "French": "Ô vous qui croyez! Ne prenez pas les mécréants pour alliés à la place des croyants. Voulez-vous donner à Allah une preuve évidente contre vous?",
              "Spanish": "¡Oh, creyentes! No toméis a los incrédulos como aliados en lugar de los creyentes. ¿Acaso queréis darle a Alá una prueba evidente contra vosotros?",
              "Hindi": "ऐ ईमान वालों! काफ़िरों को अपना दोस्त न बनाओ मुसलमानों को छोड़कर, क्या तुम चाहते हो कि अल्लाह के सामने अपने ख़िलाफ़ खुली दलील रख दो?"
            }
          },
          {
            "no": 145,
            "arabic": "إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا",
            "transliteration": "Inna almunafiqeena fee alddarki alasfali mina alnnari walan tajida lahum naseeran",
            "translations": {
              "English": "Indeed, the hypocrites will be in the lowest depths of the Fire - and never will you find for them a helper -",
              "Urdu": "بے شک منافقین دوزخ کے سب سے نچلے طبقے میں ہوں گے اور تم ان کے لیے کوئی مددگار نہیں پاؤ گے۔",
              "French": "Les hypocrites seront, certes, au plus bas fond du Feu; et tu ne leur trouveras jamais de secoureur,",
              "Spanish": "En verdad, los hipócritas estarán en lo más profundo del Fuego y no encontrarás para ellos auxiliador alguno.",
              "Hindi": "बेशक मुनाफ़िक़ीन दोज़ख़ के सबसे निचले तबके में होंगे और तुम उनके लिए कोई मददगार नहीं पाओगे।"
            }
          },
          {
            "no": 146,
            "arabic": "إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولَٰئِكَ مَعَ الْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
            "transliteration": "Illa allatheena taboo waaslahoo waiAAtasamoo biAllahi waakhladoo deenahum lillahi faolaika maAAa almumineena wasawfa yutee Allahu almumineena ajran AAatheeman",
            "translations": {
              "English": "Except those who repent, correct themselves, hold fast to Allah, and purify their religion for Allah, for they will be with the believers. And Allah will grant the believers a great reward.",
              "Urdu": "سوائے ان کے جو توبہ کر لیں اور اپنی اصلاح کر لیں اور اللہ کو مضبوطی سے تھام لیں اور اپنے دین کو اللہ کے لیے خالص کر لیں، تو یہی لوگ مومنوں کے ساتھ ہوں گے اور اللہ مومنوں کو بڑا اجر عطا فرمائے گا۔",
              "French": "sauf ceux qui se repentent, se réforment, s'attachent fermement à Allah, et Lui vouent un culte sincère. Ceux-là seront avec les croyants. Et Allah accordera aux croyants une énorme récompense.",
              "Spanish": "Excepto quienes se arrepientan, se enmienden, se aferren a Alá y purifiquen su religión para Alá. Esos estarán con los creyentes y Alá concederá a los creyentes una gran recompensa.",
              "Hindi": "सिवाय उनके जो तौबा कर लें और अपनी सुधार कर लें और अल्लाह को मज़बूती से थाम लें और अपने दीन को अल्लाह के लिए ख़ालिस कर लें, तो यही लोग मोमिनों के साथ होंगे और अल्लाह मोमिनों को बड़ा अज्र अता फरमाएगा।"
            }
          }
        ,
          {
            "no": 146,
            "arabic": "إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولَٰئِكَ مَعَ الْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
            "transliteration": "Illā alladhīna tābū wa-aṣlaḥū wa-iʿ'taṣamū bil-lahi wa-akhlaṣū dīnahum lillāhi fa-ulā'ika maʿa al-mu'minīn, wa-sawfa yu'ti allāhu al-mu'minīna ajran ʿaẓīmā",
            "translations": {
              "English": "Except those who repent, reform, hold fast to Allah, and dedicate their religion to Allah alone - these will be with the believers. And Allah will give the believers a great reward.",
              "Urdu": "سوائے ان لوگوں کے جو توبہ کریں اور اصلاح کریں اور اللہ کو مضبوطی سے تھامیں اور اپنے دین کو اللہ کے لیے خالص کریں تو یہ لوگ مومنوں کے ساتھ ہوں گے اور اللہ مومنوں کو بڑا اجر دے گا۔",
              "French": "Sauf ceux qui se repentent, se réforment, s'attachent fermement à Allah et Lui vouent exclusivement leur culte. Ceux-là seront avec les croyants, et Allah donnera aux croyants une immense récompense.",
              "Spanish": "Excepto quienes se arrepientan, se reformen, se aferren a Alá y consagren su religión solo a Alá. Estos estarán con los creyentes y Alá les dará a los creyentes una gran recompensa.",
              "Hindi": "सिवाय उन लोगों के जो तौबा करें और सुधार करें और अल्लाह को मजबूती से थामें और अपने दीन को अल्लाह के लिए खालिस करें तो ये लोग मोमिनों के साथ होंगे और अल्लाह मोमिनों को बड़ा अज्र देगा।"
            }
          },
          {
            "no": 147,
            "arabic": "مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَآمَنتُمْ ۚ وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا",
            "transliteration": "Mā yafʿalu allāhu biʿadhābikum in shakartum wa-āmantum, wa-kāna allāhu shākiran ʿalīmā",
            "translations": {
              "English": "What would Allah do with your punishment if you are grateful and believe? And Allah is Appreciative and Knowing.",
              "Urdu": "اگر تم شکر کرو اور ایمان لاؤ تو اللہ تمہیں عذاب دے کر کیا کرے گا؟ اور اللہ قدر دان جاننے والا ہے۔",
              "French": "Pourquoi Allah vous infligerait-Il un châtiment si vous êtes reconnaissants et croyants? Allah est Reconnaissant et Omniscient.",
              "Spanish": "¿Qué haría Alá castigándoos si sois agradecidos y creéis? Alá es Agradecido, Sabio.",
              "Hindi": "अगर तुम शुक्र करो और ईमान लाओ तो अल्लाह तुम्हें अज़ाब देकर क्या करेगा? और अल्लाह क़दरदान जानने वाला है।"
            }
          },
          {
            "no": 148,
            "arabic": "لَّا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَن ظُلِمَ ۚ وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا",
            "transliteration": "Lā yuḥibbu allāhu al-jahra bi-s-sū'i min al-qawli illā man ẓulim, wa-kāna allāhu samīʿan ʿalīmā",
            "translations": {
              "English": "Allah does not like the public mention of evil except by one who has been wronged. And Allah is Hearing and Knowing.",
              "Urdu": "اللہ بری بات کے اعلان کو پسند نہیں کرتا مگر ظلم کیا ہوا شخص (اس کی اجازت ہے) اور اللہ سننے والا جاننے والا ہے۔",
              "French": "Allah n'aime pas qu'on profère de mauvaises paroles, sauf quand on a été injustement provoqué. Allah est Audient et Omniscient.",
              "Spanish": "A Alá no le agrada que se proclamen malas palabras, a menos que sea quien ha sido agraviado. Alá es Oyente, Sabio.",
              "Hindi": "अल्लाह बुरी बात के एलान को पसंद नहीं करता मगर ज़ुल्म किया हुआ शख़्स (उसकी इजाज़त है) और अल्लाह सुनने वाला जानने वाला है।"
            }
          },
          {
            "no": 149,
            "arabic": "إِن تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَن سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا",
            "transliteration": "In tubdū khayran aw tukhfūhu aw taʿfū ʿan sū'in fa-inna allāha kāna ʿafuwwan qadīrā",
            "translations": {
              "English": "If you disclose good or conceal it or pardon evil - indeed, Allah is Pardoning and Competent.",
              "Urdu": "اگر تم بھلائی ظاہر کرو یا چھپاؤ یا برائی سے درگزر کرو تو بے شک اللہ بخشنے والا قدرت والا ہے۔",
              "French": "Que vous manifestiez un bien ou que vous le cachiez, ou que vous pardonniez un mal, Allah est Absoluteur et Omnipotent.",
              "Spanish": "Si mostráis un bien o lo ocultáis, o perdonáis un mal, en verdad Alá es Indulgente, Poderoso.",
              "Hindi": "अगर तुम भलाई ज़ाहिर करो या छुपाओ या बुराई से दरगुज़र करो तो बेशक अल्लाह बख्शने वाला क़ुदरत वाला है।"
            }
          },
          {
            "no": 150,
            "arabic": "إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا بَيْنَ ذَٰلِكَ سَبِيلًا",
            "transliteration": "Inna alladhīna yakfurūna bil-lahi wa-rusulihi wa-yurīdūna an yufarriqū bayna allāhi wa-rusulihi wa-yaqūlūna nu'minu bi-baʿḍin wa-nakfuru bi-baʿḍin wa-yurīdūna an yattakhidhū bayna dhālika sabīlā",
            "translations": {
              "English": "Indeed, those who disbelieve in Allah and His messengers and wish to discriminate between Allah and His messengers and say, 'We believe in some and disbelieve in others,' and wish to adopt a way in between -",
              "Urdu": "بے شک جو لوگ اللہ اور اس کے رسولوں کا انکار کرتے ہیں اور چاہتے ہیں کہ اللہ اور اس کے رسولوں کے درمیان تفریق کریں اور کہتے ہیں کہ ہم بعض پر ایمان لاتے ہیں اور بعض کا انکار کرते ہیں اور چاہتے ہیں کہ اس کے درمیان کوئی راہ اختیار کریں۔",
              "French": "Ceux qui ne croient pas en Allah et en Ses messagers, et qui veulent faire distinction entre Allah et Ses messagers, et qui disent: 'Nous croyons en certains et nous ne croyons pas en d'autres', et qui veulent prendre un chemin intermédiaire,",
              "Spanish": "En verdad, quienes no creen en Alá y Sus mensajeros, y desean discriminar entre Alá y Sus mensajeros diciendo: 'Creemos en unos y no creemos en otros', y desean tomar un camino intermedio,",
              "Hindi": "बेशक जो लोग अल्लाह और उसके रसूलों का इन्कार करते हैं और चाहते हैं कि अल्लाह और उसके रसूलों के दरमियान तफ़रीक़ करें और कहते हैं कि हम कुछ पर ईमान लाते हैं और कुछ का इन्कार करते हैं और चाहते हैं कि इसके दरमियान कोई राह इख़्तियार करें।"
            }
          },
          {
            "no": 151,
            "arabic": "أُولَٰئِكَ هُمُ الْكَافِرُونَ حَقًّا ۚ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا",
            "transliteration": "Ulā'ika humu al-kāfirūna ḥaqqā, wa-aʿtadnā lil-kāfirīna ʿadhāban muhīnā",
            "translations": {
              "English": "It is they who are truly disbelievers. And We have prepared for the disbelievers a humiliating punishment.",
              "Urdu": "یہی لوگ حقیقت میں کافر ہیں اور ہم نے کافروں کے لیے ذلت کا عذاب تیار کر رکھا ہے۔",
              "French": "ceux-là sont en vérité les mécréants. Et Nous avons préparé pour les mécréants un châtiment avilissant.",
              "Spanish": "esos son los verdaderos incrédulos. Y hemos preparado para los incrédulos un castigo humillante.",
              "Hindi": "यही लोग हक़ीक़त में काफ़िर हैं और हमने काफ़िरों के लिए ज़िल्लत का अज़ाब तैयार कर रखा है।"
            }
          },
          {
            "no": 152,
            "arabic": "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِّنْهُمْ أُولَٰئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا",
            "transliteration": "Wa-alladhīna āmanū bil-lahi wa-rusulihi wa-lam yufarriqū bayna aḥadin minhum ulā'ika sawfa yu'tīhim ujūrahum, wa-kāna allāhu ghafūran raḥīmā",
            "translations": {
              "English": "But those who believe in Allah and His messengers and do not discriminate between any of them - to those He is going to give their rewards. And ever is Allah Forgiving and Merciful.",
              "Urdu": "اور جو لوگ اللہ اور اس کے رسولوں پر ایمان لائے اور ان میں سے کسی کے درمیان تفریق نہیں کی، انہیں وہ ان کے اجر دے گا اور اللہ بخشنے والا مہربان ہے۔",
              "French": "Et ceux qui croient en Allah et en Ses messagers et qui ne font point de différence entre eux, ceux-là, Il leur accordera leurs récompenses. Et Allah est Pardonneur et Miséricordieux.",
              "Spanish": "Pero quienes creen en Alá y Sus mensajeros sin hacer distinción entre ninguno de ellos, a esos Él les dará sus recompensas. Alá es Perdonador, Misericordioso.",
              "Hindi": "और जो लोग अल्लाह और उसके रसूलों पर ईमान लाए और उनमें से किसी के दरमियान तफ़रीक़ नहीं की, उन्हें वह उनके अज्र देगा और अल्लाह बख्शने वाला मेहरबान है।"
            }
          },
          {
            "no": 153,
            "arabic": "يَسْأَلُكَ أَهْلُ الْكِتَابِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِّنَ السَّمَاءِ ۚ فَقَدْ سَأَلُوا مُوسَىٰ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ اتَّخَذُوا الْعِجْلَ مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَن ذَٰلِكَ ۚ وَآتَيْنَا مُوسَىٰ سُلْطَانًا مُّبِينًا",
            "transliteration": "Yas'aluka ahlul-kitābi an tunazzila ʿalayhim kitāban min as-samā', fa-qad sa'alū mūsā akbara min dhālika fa-qālū arinā allāha jahratan fa-akhadhathumu ṣ-ṣāʿiqatu bi-ẓulmihim, thumma attakhadhū al-ʿijla min baʿdi mā jā'athumu al-bayyinātu fa-ʿafawnā ʿan dhālika, wa-ātaynā mūsā sulṭānan mubīnā",
            "translations": {
              "English": "The People of the Scripture ask you to bring down to them a book from the heaven. But they had asked Moses for greater than that and said, 'Show us Allah outright,' so the thunderbolt struck them for their wrongdoing. Then they took the calf [for worship] after clear evidences had come to them, and We pardoned that. And We gave Moses a clear authority.",
              "Urdu": "اہل کتاب آپ سے مطالبہ کرتے ہیں کہ آپ ان پر آسمان سے کوئی کتاب نازل کریں۔ حالانکہ انہوں نے موسیٰ سے اس سے بھی بڑا مطالبہ کیا تھا، انہوں نے کہا تھا کہ ہمیں اللہ کو صاف صاف دکھاؤ، تو ان کے ظلم کی وجہ سے انہیں بجلی نے آ لیا۔ پھر واضح نشانیاں آنے کے بعد بھی انہوں نے بچھڑے کو معبود بنا لیا تو ہم نے اسے معاف کر دیا اور ہم نے موسیٰ کو واضح حجت عطا کی۔",
              "French": "Les gens du Livre te demandent de faire descendre sur eux un Livre du ciel. Ils avaient déjà demandé à Moïse quelque chose de plus grand encore en disant: 'Fais-nous voir Allah clairement!' La foudre les frappa pour leur tort. Puis ils adoptèrent le Veau (comme idole) après que les preuves leur furent venues, et Nous leur pardonnâmes cela. Et Nous donnâmes à Moïse une autorité évidente.",
              "Spanish": "La Gente del Libro te pide que hagas descender sobre ellos un libro del cielo. Ya le pidieron a Moisés algo mayor que eso cuando dijeron: '¡Muéstranos a Alá claramente!' Entonces el rayo los alcanzó por su injusticia. Luego adoptaron el becerro (como ídolo) después de haberles llegado las pruebas claras, pero les perdonamos eso. Y concedimos a Moisés una autoridad evidente.",
              "Hindi": "अह्ले किताब आपसे मुतालबा करते हैं कि आप उन पर आसमान से कोई किताब नाज़िल करें। हालाँकि उन्होंने मूसा से उससे भी बड़ा मुतालबा किया था, उन्होंने कहा था कि हमें अल्लाह को साफ़-साफ़ दिखाओ, तो उनके ज़ुल्म की वजह से उन्हें बिजली ने आ लिया। फिर वाज़ेह निशानियाँ आने के बाद भी उन्होंने बछड़े को माबूद बना लिया तो हमने उसे माफ़ कर दिया और हमने मूसा को वाज़ेह हुज्जत अता की।"
            }
          },
          {
            "no": 154,
            "arabic": "وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا",
            "transliteration": "Wa rafaʿnā fawqahumu ṭ-ṭūra bi-mīthāqihim wa qulnā lahumu udkhulū al-bāba sujjadan wa qulnā lahum lā taʿdū fī as-sabti wa akhadhnā minhum mīthāqan ghalīẓā",
            "translations": {
              "English": "And We raised over them the mount for their covenant and We said to them, 'Enter the gate bowing humbly,' and We said to them, 'Do not transgress on the Sabbath,' and We took from them a solemn covenant.",
              "Urdu": "اور ہم نے ان کے عہد کی وجہ سے ان کے اوپر کوہ طور کو اٹھا لیا اور ہم نے ان سے کہا کہ دروازے میں جھک کر داخل ہو اور ہم نے ان سے کہا کہ ہفتے کے دن حد سے نہ بڑھو اور ہم نے ان سے مضبوط عہد لیا۔",
              "French": "Et Nous avons brandi au-dessus d'eux le Mont (Sinaï) en raison de leur engagement. Et Nous leur avons dit: 'Entrez par la porte en vous prosternant'; et Nous leur avons dit: 'Ne transgressez pas le Sabbat'; et Nous avons pris d'eux un engagement solennel.",
              "Spanish": "Y elevamos sobre ellos el monte (Sinaí) por su pacto, y les dijimos: 'Entrad por la puerta postrándoos humildemente', y les dijimos: 'No transgredáis el sábado', y tomamos de ellos un compromiso solemne.",
              "Hindi": "और हमने उनके अहद की वजह से उनके ऊपर कोह-ए-तूर को उठा लिया और हमने उनसे कहा कि दरवाज़े में झुक कर दाख़िल हो और हमने उनसे कहा कि हफ़्ते के दिन हद से न बढ़ो और हमने उनसे मज़बूत अहद लिया।"
            }
          },
          {
            "no": 155,
            "arabic": "فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ وَكُفْرِهِم بِآيَاتِ اللَّهِ وَقَتْلِهِمُ الْأَنبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ ۚ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
            "transliteration": "Fa-bi-mā naqḍihim mīthāqahum wa kufrihim bi-āyāti allāhi wa qatlihimu al-anbiyā'a bi-ghayri ḥaqqin wa qawlihim qulūbunā ghulf, bal ṭabaʿa allāhu ʿalayhā bi-kufrihim fa-lā yu'minūna illā qalīlā",
            "translations": {
              "English": "Then for their breaking of the covenant and their disbelief in the signs of Allah and their killing of the prophets without right and their saying, 'Our hearts are wrapped' - rather, Allah has sealed them because of their disbelief, so they believe not, except for a few.",
              "Urdu": "پھر ان کے عہد توڑنے اور اللہ کی آیتوں کے ساتھ کفر کرنے اور نبیوں کو ناحق قتل کرنے اور ان کے اس قول کی وجہ سے کہ ہمارے دل غلاف میں ہیں (یعنی سمجھتے نہیں) بلکہ اللہ نے ان کے کفر کی وجہ سے ان کے دلوں پر مہر لگا دی ہے سو وہ ایمان نہیں لاتے مگر تھوڑے سے۔",
              "French": "Puis, pour avoir rompu leur engagement, pour avoir mécru aux signes d'Allah, pour avoir tué injustement les prophètes, et pour avoir dit: 'Nos cœurs sont enveloppés', - mais en réalité Allah a scellé leurs cœurs à cause de leur mécréance, si bien qu'ils ne croient que très peu,",
              "Spanish": "Luego, por haber violado su pacto, por su incredulidad ante los signos de Alá, por haber matado injustamente a los profetas y por haber dicho: 'Nuestros corazones están envueltos' (no comprenden). Más bien, Alá ha sellado sus corazones por su incredulidad, por lo que no creen excepto unos pocos.",
              "Hindi": "फिर उनके अहद तोड़ने और अल्लाह की आयतों के साथ कुफ़्र करने और नबियों को नाहक़ क़त्ल करने और उनके इस क़ौल की वजह से कि हमारे दिल ग़िलाफ़ में हैं (यानी समझते नहीं) बल्कि अल्लाह ने उनके कुफ़्र की वजह से उनके दिलों पर मोहर लगा दी है सो वह ईमान नहीं लाते मगर थोड़े से।"
            }
          },
          {
            "no": 156,
            "arabic": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَانًا عَظِيمًا",
            "transliteration": "Wa bi-kufrihim wa qawlihim ʿalā maryama buhtānan ʿaẓīmā",
            "translations": {
              "English": "And for their disbelief and their saying against Mary a great slander,",
              "Urdu": "اور ان کے کفر اور مریم پر بہتان عظیم باندھنے کی وجہ سے،",
              "French": "et à cause de leur mécréance et de l'énorme calomnie qu'ils prononcent contre Marie,",
              "Spanish": "Y por su incredulidad y por haber calumniado gravemente a María,",
              "Hindi": "और उनके कुफ़्र और मरयम पर बहुत बड़ा बोहतान बाँधने की वजह से,"
            }
          },
          {
            "no": 157,
            "arabic": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمْ ۚ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِّنْهُ ۚ مَا لَهُم بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًا",
            "transliteration": "Wa qawlihim innā qatalnā al-masīḥa ʿīsā ibna maryama rasūla allāhi wa mā qatalūhu wa mā ṣalabūhu wa lākin shubbiha lahum, wa inna alladhīna ikhtalafū fīhi lafī shakkin minhu, mā lahum bihi min ʿilmin illā ittibāʿa aẓ-ẓanni, wa mā qatalūhu yaqīnā",
            "translations": {
              "English": "And for their saying, 'Indeed, we have killed the Messiah, Jesus, the son of Mary, the messenger of Allah.' And they did not kill him, nor did they crucify him; but another was made to resemble him to them. And indeed, those who differ over it are in doubt about it. They have no knowledge of it except the following of assumption. And they did not kill him, for certain.",
              "Urdu": "اور ان کے اس قول کی وجہ سے کہ ہم نے اللہ کے رسول مسیح عیسیٰ بن مریم کو قتل کر دیا حالانکہ نہ تو انہوں نے اسے قتل کیا اور نہ سولی دی بلکہ ان کے لیے ایک مشتبہ شخص بنا دیا گیا تھا۔ اور جو لوگ اس کے بارے میں اختلاف کرتے ہیں وہ اس کے بارے میں شک میں ہیں، انہیں اس کا کوئی علم نہیں مگر گمان کی پیروی کرتے ہیں اور یقیناً انہوں نے اسے قتل نہیں کیا۔",
              "French": "et à cause de leur parole: 'Nous avons vraiment tué le Christ, Jésus, fils de Marie, le Messager d'Allah'... Or, ils ne l'ont ni tué ni crucifié; mais ce n'était qu'un faux-semblant! Et ceux qui ont discuté sur son sujet sont vraiment dans l'incertitude: ils n'en ont aucune connaissance certaine, ils ne font que suivre des conjectures et ils ne l'ont certainement pas tué.",
              "Spanish": "Y por haber dicho: 'Ciertamente hemos matado al Ungido, Jesús hijo de María, el Mensajero de Alá'. Pero no lo mataron ni lo crucificaron, sino que se les hizo parecer así. Quienes discrepan sobre él están en duda. No tienen conocimiento de ello, solo siguen conjeturas. Ciertamente no lo mataron.",
              "Hindi": "और उनके इस क़ौल की वजह से कि हमने अल्लाह के रसूल मसीह ईसा बिन मरयम को क़त्ल कर दिया हालाँकि न तो उन्होंने उसे क़त्ल किया और न सूली दी बल्कि उनके लिए एक मुश्तबिह शख़्स बना दिया गया था। और जो लोग इसके बारे में इख़्तिलाफ़ करते हैं वह इसके बारे में शक में हैं, उन्हें इसका कोई इल्म नहीं मगर गुमान की पैरवी करते हैं और यक़ीनन उन्होंने उसे क़त्ल नहीं किया।"
            }
          },
          {
            "no": 158,
            "arabic": "بَل رَّفَعَهُ اللَّهُ إِلَيْهِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
            "transliteration": "Bal rafaʿahu allāhu ilayhi, wa kāna allāhu ʿazīzan ḥakīmā",
            "translations": {
              "English": "Rather, Allah raised him to Himself. And Allah is Exalted in Might and Wise.",
              "Urdu": "بلکہ اللہ نے اسے اپنی طرف اٹھا لیا اور اللہ غالب حکمت والا ہے।",
              "French": "mais Allah l'a élevé vers Lui. Et Allah est Puissant et Sage.",
              "Spanish": "Más bien, Alá lo elevó hacia Sí. Alá es Poderoso, Sabio.",
              "Hindi": "बल्कि अल्लाह ने उसे अपनी तरफ़ उठा लिया और अल्लाह ग़ालिब हिकमत वाला है।"
            }
          },
          {
            "no": 159,
            "arabic": "وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ ۖ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
            "transliteration": "Wa in min ahlil-kitābi illā la-yu'minanna bihi qabla mawtihi, wa yawma al-qiyāmati yakūnu ʿalayhim shahīdā",
            "translations": {
              "English": "And there is none from the People of the Scripture but that he will surely believe in him before his death. And on the Day of Resurrection he will be against them a witness.",
              "Urdu": "اور اہل کتاب میں سے کوئی ایسا نہیں مگر یہ کہ وہ اس کی موت سے پہلے ضرور اس پر ایمان لے آئے گا اور قیامت کے دن وہ ان پر گواہ ہوگا۔",
              "French": "Il n'y aura personne, parmi les gens du Livre, qui n'aura pas foi en lui avant sa mort. Et au Jour de la Résurrection, il sera témoin contre eux.",
              "Spanish": "No hay nadie entre la Gente del Libro que no creerá en él antes de su muerte. Y el Día de la Resurrección él será testigo contra ellos.",
              "Hindi": "और अह्ले किताब में से कोई ऐसा नहीं मगर यह कि वह उसकी मौत से पहले ज़रूर उस पर ईमान ले आएगा और क़यामत के दिन वह उन पर गवाह होगा।"
            }
          },
          {
            "no": 160,
            "arabic": "فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا",
            "transliteration": "Fa-bi-ẓulmin mina alladhīna hādū ḥarramnā ʿalayhim ṭayyibātin uḥillat lahum, wa bi-ṣaddihim ʿan sabīli allāhi kathīrā",
            "translations": {
              "English": "For wrongdoing on the part of the Jews, We made unlawful for them [certain] good foods which had been lawful to them, and for their averting from the way of Allah many [people],",
              "Urdu": "پس یہودیوں کے ظلم کی وجہ سے ہم نے ان پر وہ پاکیزہ چیزیں حرام کر دیں جو ان کے لیے حلال تھیں اور اس لیے بھی کہ وہ اللہ کے راستے سے بہت سے لوگوں کو روکتے تھے،",
              "French": "C'est à cause des iniquités des Juifs que Nous leur avons interdit de bonnes choses qui leur étaient permises; (et aussi parce qu') ils obstruaient souvent le sentier d'Allah,",
              "Spanish": "Debido a las injusticias de los judíos, les prohibimos cosas buenas que antes les eran lícitas, y por haber apartado a muchos del camino de Alá,",
              "Hindi": "फिर यहूदियों के ज़ुल्म की वजह से हमने उन पर वह पाकीज़ा चीज़ें हराम कर दीं जो उनके लिए हलाल थीं और इसलिए भी कि वह अल्लाह के रास्ते से बहुत से लोगों को रोकते थे,"
            }
          },
          
            {
              "no": 161,
              "arabic": "وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
              "transliteration": "Wa akhthihimu ar-ribā wa qad nuhū ‘anhu wa aklihim amwāla an-nāsi bil-bāṭili wa a‘tadnā lil-kāfirīna minhum ‘adhāban alīmā",
              "translations": {
                "English": "And for their taking usury, although they were forbidden it; and for their consuming people's wealth dishonestly. We have prepared for the faithless among them a painful torment.",
                "Urdu": "اور ان کے سود لینے کے سبب، حالانکہ وہ اس سے منع کیے گئے تھے، اور لوگوں کے مال ناحق کھانے کی وجہ سے۔ اور ہم نے ان میں سے کافروں کے لیے دردناک عذاب تیار کر رکھا ہے۔",
                "French": "Et pour avoir pratiqué l’usure alors qu’elle leur était interdite, et pour avoir injustement dévoré les biens d’autrui. Nous avons préparé pour les mécréants parmi eux un châtiment douloureux.",
                "Spanish": "Y por haber tomado usura, a pesar de que se les había prohibido, y por consumir injustamente los bienes ajenos. Hemos preparado para los incrédulos entre ellos un castigo doloroso.",
                "Hindi": "और उनके सूद लेने के कारण, हालाँकि वे इससे मना किए गए थे, और लोगों के धन को अन्यायपूर्वक खाने के कारण। हमने उनमें से काफिरों के लिए दर्दनाक यातना तैयार कर रखी है।"
              }
            },
            {
              "no": 162,
              "arabic": "لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
              "transliteration": "Lākini ar-rāsikhūna fī al-‘ilmi minhum wal-mu’minūna yu’minūna bimā unzila ilayka wa mā unzila min qablika wal-muqīmīna aṣ-ṣalāta wal-mu’tūna az-zakāta wal-mu’minūna bil-lāhi wal-yawmi al-ākhiri ulā’ika sanu’tīhim ajran ‘aẓīmā",
              "translations": {
                "English": "But those among them firmly rooted in knowledge, and the believers, believe in what was revealed to you, and in what was revealed before you; and the observers of prayers, and the givers of charity, and the believers in God and the Last Day—upon these We will bestow an immense reward.",
                "Urdu": "لیکن ان میں سے جو علم میں پختہ ہیں اور مومن ہیں، وہ اس پر ایمان لاتے ہیں جو آپ پر نازل کیا گیا اور جو آپ سے پہلے نازل کیا گیا تھا، اور نماز قائم کرنے والے اور زکوٰۃ دینے والے اور اللہ اور آخرت پر ایمان رکھنے والے، انہیں ہم بہت بڑا اجر دیں گے۔",
                "French": "Mais ceux d’entre eux qui sont enracinés dans la science, ainsi que les croyants, croient en ce qui t’a été révélé et en ce qui a été révélé avant toi. Ceux qui accomplissent la prière, acquittent la zakât et croient en Allah et au Jour dernier, à ceux-là Nous accorderons une immense récompense.",
                "Spanish": "Pero aquellos entre ellos firmemente arraigados en el conocimiento, y los creyentes, creen en lo que te fue revelado y en lo que fue revelado antes de ti; los que establecen la oración, dan el azaque y creen en Dios y en el Último Día, a esos les concederemos una inmensa recompensa.",
                "Hindi": "लेकिन उनमें से जो ज्ञान में दृढ़ हैं और ईमान वाले हैं, वह उस पर ईमान लाते हैं जो आप पर उतारा गया और जो आपसे पहले उतारा गया था, और नमाज़ क़ायम करने वाले और ज़कात देने वाले और अल्लाह और आख़िरत पर ईमान रखने वाले, उन्हें हम बहुत बड़ा बदला देंगे।"
              }
            },
            {
              "no": 163,
              "arabic": "إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا",
              "transliteration": "Innā awḥaynā ilayka kamā awḥaynā ilā nūḥin wan-nabiyyīna min ba‘dihi wa awḥaynā ilā ibrāhīma wa ismā‘īla wa isḥāqa wa ya‘qūba wal-asbāṭi wa ‘īsā wa ayyūba wa yūnusa wa hārūna wa sulaymāna wa ātaynā dāwūda zabūrā",
              "translations": {
                "English": "We have inspired you, as We had inspired Noah and the prophets after him. And We inspired Abraham, and Ishmael, and Isaac, and Jacob, and the Patriarchs, and Jesus, and Job, and Jonah, and Aaron, and Solomon. And We gave David the Psalms.",
                "Urdu": "بے شک ہم نے آپ کی طرف وحی بھیجی، جیسا کہ ہم نے نوح اور ان کے بعد کے نبیوں کی طرف وحی بھیجی تھی۔ اور ہم نے ابراہیم، اسماعیل، اسحاق، یعقوب، اولاد یعقوب، عیسیٰ، ایوب، یونس، ہارون اور سلیمان کی طرف وحی بھیجی۔ اور ہم نے داؤد کو زبور عطا کی۔",
                "French": "Nous t’avons révélé comme Nous avons révélé à Noé et aux prophètes après lui. Et Nous avons révélé à Abraham, Ismaël, Isaac, Jacob, les Tribus, Jésus, Job, Jonas, Aaron et Salomon. Et Nous avons donné à David les Psaumes.",
                "Spanish": "Te hemos inspirado como inspiramos a Noé y a los profetas después de él. Inspiramos a Abraham, a Ismael, a Isaac, a Jacob, a las Tribus, a Jesús, a Job, a Jonás, a Aarón y a Salomón. Y le dimos a David los Salmos.",
                "Hindi": "निस्संदेह हमने आपकी ओर वही भेजी, जैसे हमने नूह और उनके बाद के नबियों की ओर वही भेजी थी। और हमने इब्राहीम, इस्माईल, इस्हाक़, याक़ूब, अस्बात, ईसा, अय्यूब, यूनुस, हारून और सुलेमान की ओर वही भेजी। और हमने दाऊद को ज़बूर दी।"
              }
            },
            {
              "no": 164,
              "arabic": "وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا",
              "transliteration": "Wa rusulan qad qaṣaṣnāhum ‘alayka min qablu wa rusulan lam naqṣuṣhum ‘alayka wa kallama allāhu mūsā taklīmā",
              "translations": {
                "English": "Some messengers We have already told you about, while some messengers We have not told you about. And God spoke to Moses directly.",
                "Urdu": "اور کچھ رسولوں کے قصے ہم نے آپ سے پہلے بیان کیے ہیں، اور کچھ رسولوں کے قصے ہم نے آپ سے بیان نہیں کیے۔ اور اللہ نے موسیٰ سے براہِ راست کلام کیا۔",
                "French": "Il y a des messagers dont Nous t’avons raconté l’histoire auparavant, et d’autres dont Nous ne te l’avons pas racontée. Et Allah a parlé à Moïse directement.",
                "Spanish": "Hay mensajeros de los que ya te hemos contado antes, y otros de los que no te hemos contado. Y Dios habló directamente con Moisés.",
                "Hindi": "और कुछ रसूलों के क़िस्से हमने आपसे पहले बयान किए हैं, और कुछ रसूलों के क़िस्से हमने आपसे बयान नहीं किए। और अल्लाह ने मूसा से सीधा क़लाम किया।"
              }
            },
            {
              "no": 165,
              "arabic": "رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
              "transliteration": "Rusulan mubashshirīna wa mundhirīna li’allā yakūna lin-nāsi ‘alā allāhi ḥujjatun ba‘da ar-rusuli wa kāna allāhu ‘azīzan ḥakīmā",
              "translations": {
                "English": "Messengers delivering good news, and bringing warnings; so that people may have no excuse before God after the coming of the messengers. God is Powerful and Wise.",
                "Urdu": "رسول خوشخبری دینے والے اور ڈرانے والے تھے، تاکہ رسولوں کے آنے کے بعد لوگوں کے پاس اللہ کے سامنے کوئی حجت نہ رہے۔ اور اللہ غالب اور حکمت والا ہے।",
                "French": "Des messagers, annonciateurs de bonnes nouvelles et avertisseurs, afin qu’après la venue des messagers les gens n’aient pas d’argument devant Allah. Allah est Puissant et Sage.",
                "Spanish": "Mensajeros que albriciaban y advertían, para que la gente no tuviera excusa ante Dios después de la llegada de los mensajeros. Dios es Poderoso y Sabio.",
                "Hindi": "रसूल ख़ुशख़बरी देने वाले और डराने वाले थे, ताकि रसूलों के आने के बाद लोगों के पास अल्लाह के सामने कोई हुज्जत न रहे। और अल्लाह प्रभुत्वशाली और तत्वदर्शी है।"
              }
            },
            {
              "no": 166,
              "arabic": "لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا",
              "transliteration": "Lākini allāhu yashhadu bimā anzala ilayka anzalahu bi‘ilmihi wal-malā’ikatu yashhadūna wa kafā billāhi shahīdā",
              "translations": {
                "English": "But God bears witness to what He revealed to you. He revealed it with His knowledge. And the angels bear witness. Though God is a sufficient witness.",
                "Urdu": "لیکن اللہ گواہی دیتا ہے اس چیز کی جو اس نے آپ پر نازل کی، اسے اپنے علم کے ساتھ نازل کیا۔ اور فرشتے بھی گواہی دیتے ہیں۔ اور اللہ کافی گواہ ہے۔",
                "French": "Mais Allah atteste de ce qu’Il a fait descendre vers toi. Il l’a fait descendre en toute connaissance. Et les anges en témoignent. Et Allah suffit comme témoin.",
                "Spanish": "Pero Dios da testimonio de lo que te ha revelado. Lo reveló con Su conocimiento. Y los ángeles dan testimonio. Y Dios basta como testigo.",
                "Hindi": "लेकिन अल्लाह गवाही देता है उस चीज़ की जो उसने आप पर उतारी, उसे अपने ज्ञान के साथ उतारा। और फ़रिश्ते भी गवाही देते हैं। और अल्लाह काफ़ी गवाह है।"
              }
            },
            {
              "no": 167,
              "arabic": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلَالًا بَعِيدًا",
              "transliteration": "Inna alladhīna kafarū wa ṣaddū ‘an sabīli allāhi qad ḍallū ḍalālan ba‘īdā",
              "translations": {
                "English": "Those who disbelieve and repel from God’s path have gone far astray.",
                "Urdu": "بے شک جن لوگوں نے کفر کیا اور اللہ کے راستے سے روکا، وہ بہت دور کی گمراہی میں پڑ گئے۔",
                "French": "Ceux qui ont mécru et obstrué le chemin d’Allah se sont égarés d’un égarement profond.",
                "Spanish": "En verdad, quienes no creen y desvían del camino de Dios se han extraviado profundamente.",
                "Hindi": "निस्संदेह जिन लोगों ने कुफ़्र किया और अल्लाह के रास्ते से रोका, वह बहुत दूर की गुमराही में पड़ गए।"
              }
            },
            {
              "no": 168,
              "arabic": "إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
              "transliteration": "Inna alladhīna kafarū wa ẓalamū lam yakuni allāhu liyaghfira lahum wa lā liyahdiyahum ṭarīqā",
              "translations": {
                "English": "Those who disbelieve and transgress; God is not about to forgive them, nor will He guide them to any path.",
                "Urdu": "بے شک جن لوگوں نے کفر کیا اور ظلم کیا، اللہ انہیں نہ تو بخشے گا اور نہ ہی کسی راستے کی ہدایت دے گا۔",
                "French": "Ceux qui ont mécru et commis des injustices, Allah n’est pas tel à leur pardonner, ni à les guider vers un chemin.",
                "Spanish": "En verdad, quienes no creen y cometen injusticias, Dios no va a perdonarles ni a guiarles por camino alguno.",
                "Hindi": "निस्संदेह जिन लोगों ने कुफ़्र किया और ज़ुल्म किया, अल्लाह न तो उन्हें माफ़ करेगा और न ही किसी रास्ते की हिदायत देगा।"
              }
            },
            {
              "no": 169,
              "arabic": "إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا",
              "transliteration": "Illā ṭarīqa jahannama khālidīna fīhā abadā wa kāna dhālika ‘alā allāhi yasīrā",
              "translations": {
                "English": "Except to the path of Hell, where they will dwell forever. And that is easy for God.",
                "Urdu": "مگر جہنم کا راستہ، جہاں وہ ہمیشہ رہیں گے۔ اور یہ اللہ پر آسان ہے۔",
                "French": "Sauf le chemin de l’Enfer où ils demeureront éternellement. Et cela est facile pour Allah.",
                "Spanish": "Excepto el camino del Infierno, donde morarán para siempre. Y eso es fácil para Dios.",
                "Hindi": "मगर जहन्नम का रास्ता, जहाँ वह हमेशा रहेंगे। और यह अल्लाह पर आसान है।"
              }
            },
            {
              "no": 170,
              "arabic": "يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
              "transliteration": "Yā ayyuhā an-nāsu qad jā’akumu ar-rasūlu bil-ḥaqqi min rabbikum fa’āminū khayran lakum wa in takfurū fa’inna lillāhi mā fī as-samāwāti wal-arḍi wa kāna allāhu ‘alīman ḥakīmā",
              "translations": {
                "English": "O people! The Messenger has come to you with the truth from your Lord, so believe—that is best for you. But if you disbelieve, to God belongs everything in the heavens and the earth. God is Omniscient and Wise.",
                "Urdu": "اے لوگو! رسول تمہارے پاس تمہارے رب کی طرف سے حق لے کر آ چکا ہے، لہٰذا ایمان لاؤ، یہ تمہارے لیے بہتر ہے۔ اور اگر تم کفر کرو تو آسمانوں اور زمین میں جو کچھ ہے وہ اللہ ہی کا ہے۔ اور اللہ جاننے والا اور حکمت والا ہے۔",
                "French": "Ô gens ! Le Messager vous est venu avec la vérité de la part de votre Seigneur. Ayez donc la foi, ce sera mieux pour vous. Mais si vous ne croyez pas, c’est à Allah qu’appartient tout ce qui est dans les cieux et sur la terre. Et Allah est Omniscient et Sage.",
                "Spanish": "¡Oh, gente! El Mensajero ha venido a vosotros con la verdad de vuestro Señor. Creed, pues, que es lo mejor para vosotros. Pero si no creéis, a Dios pertenece cuanto hay en los cielos y en la tierra. Y Dios es Omnisciente y Sabio.",
                "Hindi": "ऐ लोगो! रसूल तुम्हारे पास तुम्हारे रब की तरफ़ से हक़ लेकर आ चुका है, लिहाज़ा ईमान लाओ, यह तुम्हारे लिए बेहतर है। और अगर तुम कुफ़्र करो तो आसमानों और ज़मीन में जो कुछ है वह अल्लाह ही का है। और अल्लाह जानने वाला और तत्वदर्शी है।"
              }
            },
            {
              "no": 171,
              "arabic": "يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا",
              "transliteration": "Yā ahla al-kitābi lā taghlū fī dīnikum wa lā taqūlū ‘alā allāhi illā al-ḥaqqa innamā al-masīḥu ‘īsā ibnu maryama rasūlu allāhi wa kalimatuhu alqāhā ilā maryama wa rūḥun minhu fa’āminū bil-lāhi wa rusulihi wa lā taqūlū thalāthun intahū khayran lakum innamā allāhu ilāhun wāḥidun subḥānahu an yakūna lahu waladun lahu mā fī as-samāwāti wa mā fī al-arḍi wa kafā bil-lāhi wakīlā",
              "translations": {
                "English": "O People of the Scripture! Do not exaggerate in your religion, and do not say about God except the truth. The Messiah, Jesus, the son of Mary, is the Messenger of God, and His Word that He conveyed to Mary, and a Spirit from Him. So believe in God and His messengers, and do not say, “Three.” Refrain—it is better for you. God is only one God. Glory be to Him—that He should have a son. To Him belongs everything in the heavens and the earth, and God is a sufficient Protector.",
                "Urdu": "اے اہل کتاب! اپنے دین میں غلو نہ کرو، اور اللہ کے بارے میں حق کے سوا کچھ نہ کہو۔ مسیح عیسیٰ ابن مریم اللہ کے رسول اور اس کا کلمہ ہیں، جو اس نے مریم کی طرف ڈالا، اور اس کی طرف سے ایک روح ہیں۔ لہٰذا اللہ اور اس کے رسولوں پر ایمان لاؤ، اور یہ نہ کہو کہ تین ہیں۔ باز آؤ، یہ تمہارے لیے بہتر ہے۔ اللہ صرف ایک ہی معبود ہے۔ وہ پاک ہے کہ اس کی کوئی اولاد ہو۔ آسمانوں اور زمین میں جو کچھ ہے اسی کا ہے۔ اور اللہ کافی کارساز ہے۔",
                "French": "Ô gens du Livre ! N’exagérez pas dans votre religion et ne dites d’Allah que la vérité. Le Messie, Jésus, fils de Marie, n’est qu’un messager d’Allah, Sa parole qu’Il envoya à Marie, et un souffle de vie venant de Lui. Croyez donc en Allah et en Ses messagers. Et ne dites pas « Trois ». Cessez ! Ce sera meilleur pour vous. Allah n’est qu’un Dieu unique. Il est trop glorieux pour avoir un enfant. À Lui appartient tout ce qui est dans les cieux et sur la terre et Allah suffit comme protecteur.",
                "Spanish": "¡Oh, Gente del Libro! No exageréis en vuestra religión y no digáis acerca de Dios sino la verdad. El Mesías, Jesús, hijo de María, es el Mensajero de Dios, Su palabra que Él transmitió a María, y un espíritu procedente de Él. Creed, pues, en Dios y en Sus mensajeros, y no digáis: «Tres». Desistid, será mejor para vosotros. Dios es solo un Dios Único. ¡Gloria a Él! Que tenga un hijo. Suyo es cuanto hay en los cielos y en la tierra. Y Dios basta como Protector.",
                "Hindi": "ऐ किताब वालो! अपने दीन में ग़ुलू न करो, और अल्लाह के बारे में सच के सिवा कुछ न कहो। मसीह ईसा इब्ने मरयम अल्लाह के रसूल और उसका कलिमा हैं, जो उसने मरयम की तरफ़ डाला, और उसकी तरफ़ से एक रूह हैं। लिहाज़ा अल्लाह और उसके रसूलों पर ईमान लाओ, और यह न कहो कि तीन हैं। बाज़ आओ, यह तुम्हारे लिए बेहतर है। अल्लाह सिर्फ़ एक ही माबूद है। वह पाक है कि उसकी कोई औलाद हो। आसमानों और ज़मीन में जो कुछ है उसी का है। और अल्लाह काफ़ी कारसाज़ है।"
              }
            },
            {
              "no": 172,
              "arabic": "لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا",
              "transliteration": "Lan yastankifa al-masīḥu an yakūna ‘abdā lillāhi wa lā al-malā’ikatu al-muqarrabūna wa man yastankif ‘an ‘ibādatihi wa yastakbir fa sa yaḥshuruhum ilayhi jamī‘ā",
              "translations": {
                "English": "The Messiah does not disdain to be a servant of God, nor do the favored angels. Whoever disdains His worship, and is too arrogant—He will round them up to Himself altogether.",
                "Urdu": "مسیح (عیسیٰ) اللہ کا بندہ ہونے سے کبھی انکار نہیں کریں گے، اور نہ ہی مقرب فرشتے۔ اور جو کوئی اس کی عبادت سے انکار کرے اور تکبر کرے، تو وہ ان سب کو اپنی طرف جمع کر لے گا۔",
                "French": "Le Messie ne dédaigne pas d’être un serviteur d’Allah, pas plus que les anges rapprochés. Et ceux qui dédaignent de L’adorer et s’enflent d’orgueil, Il les rassemblera tous vers Lui.",
                "Spanish": "El Mesías no desdeña ser siervo de Dios, ni tampoco los ángeles cercanos. Quien desdeñe adorarle y sea arrogante, Él los reunirá a todos ante Sí.",
                "Hindi": "मसीह (ईसा) अल्लाह का बन्दा होने से कभी इन्कार नहीं करेंगे, और न ही मुक़र्रब फ़रिश्ते। और जो कोई उसकी इबादत से इन्कार करे और तक़ब्बुर करे, तो वह उन सबको अपनी तरफ़ जमा कर लेगा।"
              }
            },
            {
              "no": 173,
              "arabic": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا",
              "transliteration": "Fa ammā alladhīna āmanū wa ‘amilū aṣ-ṣāliḥāti fa yuwaffīhim ujūrahum wa yazīduhum min faḍlihi wa ammā alladhīna istankafū wa istakbarū fa yu‘adhdhibuhum ‘adhāban alīmā wa lā yajidūna lahum min dūni allāhi waliyyā wa lā naṣīrā",
              "translations": {
                "English": "But as for those who believe and do good works, He will pay them their wages in full, and will increase His grace for them. But as for those who disdain and are too proud, He will punish them with an agonizing punishment. And they will find for themselves, apart from God, no lord and no savior.",
                "Urdu": "پھر جو لوگ ایمان لائے اور نیک اعمال کرتے رہے، تو وہ انہیں ان کا پورا پورا بدلہ دے گا اور اپنے فضل سے انہیں مزید عطا فرمائے گا۔ اور جو لوگ انکار کرتے اور تکبر کرتے ہیں، تو وہ انہیں دردناک عذاب دے گا۔ اور وہ اپنے لیے اللہ کے سوا کوئی کارساز اور مددگار نہیں پائیں گے۔",
                "French": "Quant à ceux qui croient et accomplissent les bonnes œuvres, Il leur accordera leurs récompenses pleinement et leur ajoutera de Sa grâce. Quant à ceux qui dédaignent et s’enflent d’orgueil, Il les châtiera d’un châtiment douloureux. Et ils ne trouveront pour eux, en dehors d’Allah, ni allié ni secoureur.",
                "Spanish": "En cuanto a quienes creen y obran rectamente, Él les pagará sus recompensas en plenitud y les aumentará de Su favor. Pero quienes desdeñen y sean arrogantes, Él los castigará con un castigo doloroso. Y no encontrarán, fuera de Dios, protector ni auxiliar alguno.",
                "Hindi": "फिर जो लोग ईमान लाए और नेक अमल करते रहे, तो वह उन्हें उनका पूरा पूरा बदला देगा और अपने फ़ज़्ल से उन्हें और भी अता फ़रमाएगा। और जो लोग इन्कार करते और तक़ब्बुर करते हैं, तो वह उन्हें दर्दनाक अज़ाब देगा। और वह अपने लिए अल्लाह के सिवा कोई कारसाज़ और मददगार नहीं पाएँगे।"
              }
            },
            {
              "no": 174,
              "arabic": "يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا",
              "transliteration": "Yā ayyuhā an-nāsu qad jā’akum burhānun min rabbikum wa anzalnā ilaykum nūran mubīnā",
              "translations": {
                "English": "O people! A proof has come to you from your Lord, and We sent down to you a clear light.",
                "Urdu": "اے لوگو! تمہارے پاس تمہارے رب کی طرف سے ایک دلیل آ چکی ہے، اور ہم نے تمہاری طرف ایک روشن نور نازل کر دیا ہے۔",
                "French": "Ô gens ! Une preuve vous est venue de votre Seigneur. Et Nous avons fait descendre vers vous une lumière éclatante.",
                "Spanish": "¡Oh, gente! Os ha llegado una prueba de vuestro Señor, y os hemos hecho descender una luz clara.",
                "Hindi": "ऐ लोगो! तुम्हारे पास तुम्हारे रब की तरफ़ से एक दलील आ चुकी है, और हमने तुम्हारी तरफ़ एक रोशन नूर नाज़िल कर दिया है।"
              }
            },
            {
              "no": 175,
              "arabic": "فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا",
              "transliteration": "Fa ammā alladhīna āmanū bil-lāhi wa‘taṣamū bihi fa sa yudkhiluhum fī raḥmatin minhu wa faḍlin wa yahdīhim ilayhi ṣirāṭan mustaqīmā",
              "translations": {
                "English": "As for those who believe in God, and hold fast to Him, He will admit them into mercy and grace from Him, and will guide them to Himself in a straight path.",
                "Urdu": "پھر جو لوگ اللہ پر ایمان لائے اور اس سے وابستہ ہو گئے، تو وہ انہیں اپنی رحمت اور فضل میں داخل کرے گا، اور انہیں اپنی طرف سیدھے راستے کی ہدایت دے گا۔",
                "French": "Ceux qui croient en Allah et qui s’attachent à Lui, Il les fera entrer en Sa miséricorde et Sa grâce, et les guidera vers Lui par un chemin droit.",
                "Spanish": "En cuanto a quienes creen en Dios y se aferran a Él, Él los introducirá en Su misericordia y favor, y los guiará hacia Sí por un camino recto.",
                "Hindi": "फिर जो लोग अल्लाह पर ईमान लाए और उससे वाबस्ता हो गए, तो वह उन्हें अपनी रहमत और फ़ज़्ल में दाख़िल करेगा, और उन्हें अपनी तरफ़ सीधे रास्ते की हिदायत देगा।"
              }
            },
            {
              "no": 176,
              "arabic": "يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
              "transliteration": "Yastaftūnaka quli allāhu yuftīkum fī al-kalālati ini mru’un halaka laysa lahu waladun wa lahu ukhtun fa lahā niṣfu mā taraka wa huwa yarithuhā in lam yakun lahā waladun fa in kānatā ithnatayni fa lahumā ath-thuluthāni mimmā taraka wa in kānū ikhwatan rijālan wa nisā’an fa li-dh-dhakari mithlu ḥaẓẓi al-unthayayni yubayyinu allāhu lakum an taḍillū wa allāhu bikulli shay’in ‘alīm",
              "translations": {
                "English": "They ask you for a ruling. Say, “God gives you a ruling concerning the person who has neither parents nor children.” If a man dies, and leaves no children, and he had a sister, she receives one-half of what he leaves. And he inherits from her if she leaves no children. But if there are two sisters, they receive two-thirds of what he leaves. If the siblings are men and women, the male receives the share of two females.” God makes things clear for you, lest you err. God is Aware of everything.",
                "Urdu": "وہ آپ سے فتویٰ پوچھتے ہیں۔ کہہ دیجیے: اللہ تمہیں کلالة (وہ شخص جس کے نہ ماں باپ ہوں نہ اولاد) کے بارے میں فتویٰ دیتا ہے۔ اگر کوئی شخص مر جائے اور اس کی کوئی اولاد نہ ہو اور اس کی ایک بہن ہو تو اس کے لیے اس کے ترکے کا آدھا حصہ ہے۔ اور اگر وہ بہن مر جائے اور اس کی کوئی اولاد نہ ہو تو وہ (بھائی) اس کا وارث ہوگا۔ اور اگر دو بہنیں ہوں تو ان کے لیے ترکے کا دو تہائی حصہ ہے۔ اور اگر بھائی بہن ہوں تو مرد کو دو عورتوں کے برابر حصہ ملے گا۔ اللہ تمہارے لیے واضح کرتا ہے تاکہ تم گمراہ نہ ہو جاؤ۔ اور اللہ ہر چیز کو جاننے والا ہے۔",
                "French": "Ils te demandent une décision. Dis : « Allah vous donne une décision concernant le défunt qui n’a ni père ni mère ni enfant. » Si un homme meurt sans laisser d’enfant, mais une sœur, à celle-ci revient la moitié de ce qu’il laisse. Et s’il n’a pas d’enfant, ses parents héritent de lui, à sa mère alors le tiers. Mais s’il a des frères, à sa mère alors le sixième. Après exécution du testament qu’il aurait fait ou paiement d’une dette. Allah vous éclaire afin que vous ne vous égariez pas. Et Allah est Omniscient.",
                "Spanish": "Te piden un fallo. Di: «Dios os da un fallo acerca de quien muere sin dejar padres ni hijos». Si un hombre muere sin dejar hijos, pero tiene una hermana, a ella le corresponde la mitad de lo que deja. Y él la heredará si ella muere sin dejar hijos. Pero si son dos hermanas, les corresponderán dos tercios de lo que deja. Si los hermanos son hombres y mujeres, al varón le corresponderá una parte igual a la de dos mujeres. Dios os aclara para que no os extraviéis. Dios es Conocedor de todas las cosas.",
                "Hindi": "वह आपसे फ़तवा पूछते हैं। कह दीजिए: अल्लाह तुम्हें कलाला (वह शख़्स जिसके न माँ-बाप हों न औलाद) के बारे में फ़तवा देता है। अगर कोई शख़्स मर जाए और उसकी कोई औलाद न हो और उसकी एक बहन हो तो उसके लिए उसके तर्के का आधा हिस्सा है। और अगर वह बहन मर जाए और उसकी कोई औलाद न हो तो वह (भाई) उसका वारिस होगा। और अगर दो बहनें हों तो उनके लिए तर्के का दो तिहाई हिस्सा है। और अगर भाई-बहन हों तो मर्द को दो औरतों के बराबर हिस्सा मिलेगा। अल्लाह तुम्हारे लिए वाज़ेह करता है ताकि तुम गुमराह न हो जाओ। और अल्लाह हर चीज़ को जानने वाला है।"
              }
            }
          
    ]
  }
  