{
    "no": 48,
    "name": "Al-Fath",
    "verses": [
      {
        "no": 1,
        "arabic": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا",
        "translations": {
          "English": "Indeed, We have granted you a clear victory.",
          "Urdu": "بے شک ہم نے آپ کے لیے کھلی فتح عطا کی۔",
          "French": "En vérité, Nous t'avons accordé une victoire éclatante.",
          "Spanish": "En verdad, te hemos concedido una victoria manifiesta.",
          "Hindi": "निस्संदेह हमने तुम्हें एक प्रत्यक्ष विजय प्रदान की है।"
        }
      },
      {
        "no": 2,
        "arabic": "لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا",
        "translations": {
          "English": "That Allah may forgive for you what preceded of your sin and what will follow and complete His favor upon you and guide you to a straight path.",
          "Urdu": "تاکہ اللہ تمہارے اگلے اور پچھلے گناہوں کو معاف کر دے اور تم پر اپنی نعمت پوری کرے اور تمہیں سیدھے راستے کی ہدایت دے۔",
          "French": "Afin qu'Allah te pardonne tes péchés passés et futurs, qu'Il parachève sur toi Son bienfait et te guide vers un droit chemin.",
          "Spanish": "Para que Allah te perdone tus faltas pasadas y futuras, complete Su favor sobre ti y te guíe por un camino recto.",
          "Hindi": "ताकि अल्लाह तुम्हारे पिछले और आगे के पापों को क्षमा कर दे, तुम पर अपना अनुग्रह पूरा करे और तुम्हें सीधे मार्ग पर चलाए।"
        }
      },
      {
        "no": 3,
        "arabic": "وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا",
        "translations": {
          "English": "And [that] Allah may aid you with a mighty victory.",
          "Urdu": "اور اللہ تمہیں زبردست مدد سے نوازے۔",
          "French": "Et qu'Allah te donne un secours puissant.",
          "Spanish": "Y que Allah te conceda un apoyo poderoso.",
          "Hindi": "और अल्लाह तुम्हें एक शक्तिशाली सहायता प्रदान करे।"
        }
      },
      {
        "no": 4,
        "arabic": "هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
        "translations": {
          "English": "It is He who sent down tranquility into the hearts of the believers that they would increase in faith along with their [present] faith. And to Allah belong the armies of the heavens and the earth, and ever is Allah Knowing and Wise.",
          "Urdu": "وہی ہے جس نے مومنوں کے دلوں میں سکینت نازل کی تاکہ وہ اپنے ایمان پر مزید ایمان کا اضافہ کریں۔ اور آسمانوں اور زمین کی فوجیں اللہ ہی کے لیے ہیں، اور اللہ سب کچھ جاننے والا، حکمت والا ہے۔",
          "French": "C'est Lui qui a fait descendre la quiétude dans les cœurs des croyants afin qu'ils ajoutent une foi à leur foi. À Allah appartiennent les armées des cieux et de la terre; et Allah est Omniscient et Sage.",
          "Spanish": "Él es quien hizo descender la tranquilidad en los corazones de los creyentes para que aumenten su fe. A Allah pertenecen los ejércitos de los cielos y la tierra; y Allah es Omnisciente, Sabio.",
          "Hindi": "वही है जिसने मोमिनों के दिलों में सुकून नाज़िल किया ताकि वे अपने ईमान के साथ और ईमान बढ़ाएँ। आकाशों और धरती की सेनाएँ अल्लाह ही के लिए हैं, और अल्लाह सब कुछ जानने वाला, तत्वदर्शी है।"
        }
      },
      {
        "no": 5,
        "arabic": "لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا",
        "translations": {
          "English": "That He may admit the believing men and the believing women to gardens beneath which rivers flow to abide therein eternally and remove from them their misdeeds - and ever is that, in the sight of Allah, a great attainment.",
          "Urdu": "تاکہ وہ مومن مردوں اور عورتوں کو ایسی جنتوں میں داخل کرے جن کے نیچے نہریں بہتی ہوں گی، جہاں وہ ہمیشہ رہیں گے، اور ان کے گناہوں کو مٹا دے۔ اور یہ اللہ کے نزدیک بڑی کامیابی ہے۔",
          "French": "Afin qu'Il fasse entrer les croyants et les croyantes dans des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement, et qu'Il efface leurs mauvaises actions. Cela est auprès d'Allah un énorme succès.",
          "Spanish": "Para que Él introduzca a los creyentes y las creyentes en jardines por donde corren ríos, donde morarán eternamente, y borre sus malas acciones. Eso para Allah es un gran triunfo.",
          "Hindi": "ताकि वह मोमिन पुरुषों और स्त्रियों को उन बाग़ों में दाखिल करे जिनके नीचे नहरें बह रही होंगी, जहाँ वे सदैव रहेंगे, और उनके पापों को मिटा दे। यह अल्लाह के यहाँ बड़ी सफलता है।"
        }
      },
      {
        "no": 6,
        "arabic": "وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا",
        "translations": {
          "English": "And [that] He may punish the hypocrite men and hypocrite women, and the polytheist men and polytheist women - those who assume about Allah an assumption of evil nature. Upon them is a misfortune of evil nature, and Allah has become angry with them and has cursed them and prepared for them Hell, and evil it is as a destination.",
          "Urdu": "اور منافق مردوں اور منافق عورتوں اور مشرک مردوں اور مشرک عورتوں کو عذاب دے، جو اللہ کے بارے میں برے گمان رکھتے ہیں۔ ان پر برائی کا چکر پڑے گا، اور اللہ ان پر غضبناک ہوا اور ان پر لعنت کی، اور ان کے لیے جہنم تیار कर رکھی ہے، جو بہت ہی برا ٹھکانा ہے।",
          "French": "Et qu'Il châtie les hypocrites, hommes et femmes, et les associateurs, hommes et femmes, qui pensent du mal d'Allah. Qu'un mauvais sort tombe sur eux. Allah est courroucé contre eux, les a maudits et leur a préparé l'Enfer, une bien mauvaise destination.",
          "Spanish": "Y castigue a los hipócritas y las hipócritas, a los idólatras y las idólatras, que piensan mal de Allah. Sobre ellos caerá la desgracia. Allah está enojado con ellos, los ha maldecido y les ha preparado el Infierno, un pésimo destino.",
          "Hindi": "और मुनाफिक पुरुषों और स्त्रियों तथा मुशरिक पुरुषों और स्त्रियों को यातना दे, जो अल्लाह के बारे में बुरा गुमान रखते हैं। उन पर बुराई का चक्कर लगेगा, और अल्लाह उनसे नाराज़ हुआ, उन पर लानत की और उनके लिए जहन्नम तैयार कर रखा है, जो बहुत ही बुरा ठिकाना है।"
        }
      },
      {
        "no": 7,
        "arabic": "وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
        "translations": {
          "English": "And to Allah belong the soldiers of the heavens and the earth. And ever is Allah Exalted in Might and Wise.",
          "Urdu": "اور آسمانوں اور زمین کی فوجیں اللہ ہی کے لیے ہیں، اور اللہ زبردست حکمت والا ہے۔",
          "French": "Et à Allah appartiennent les armées des cieux et de la terre; et Allah est Puissant et Sage.",
          "Spanish": "A Allah pertenecen los ejércitos de los cielos y la tierra; y Allah es Poderoso, Sabio.",
          "Hindi": "और आकाशों और धरती की सेनाएँ अल्लाह ही के लिए हैं, और अल्लाह प्रभुत्वशाली, तत्वदर्शी है।"
        }
      },
      {
        "no": 8,
        "arabic": "إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا",
        "translations": {
          "English": "Indeed, We have sent you as a witness and a bringer of good tidings and a warner.",
          "Urdu": "بے شک ہم نے تمہیں گواہ، خوشخبری دینے والا اور ڈرانے والا بنا کر بھیجا ہے۔",
          "French": "En vérité, Nous t'avons envoyé comme témoin, annonciateur de bonne nouvelle et avertisseur.",
          "Spanish": "En verdad, te hemos enviado como testigo, portador de buenas nuevas y advertidor.",
          "Hindi": "निस्संदेह हमने तुम्हें साक्षी, सुसमाचार देने वाला और सचेत करने वाला बनाकर भेजा है।"
        }
      },
      {
        "no": 9,
        "arabic": "لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
        "translations": {
          "English": "That you [people] may believe in Allah and His Messenger and honor him and respect him and exalt Him morning and afternoon.",
          "Urdu": "تاکہ تم اللہ اور اس کے رسول پر ایمان لاؤ، اور اس کی مدد کرو اور اس کی تعظیم کرو، اور صبح و شام اس کی تسبیح کرو۔",
          "French": "Pour que vous croyiez en Allah et en Son messager, que vous l'honoriez, le respectiez et Le glorifiez matin et soir.",
          "Spanish": "Para que creáis en Allah y en Su Mensajero, le honréis, le respetéis y Le glorifiquéis por la mañana y por la tarde.",
          "Hindi": "ताकि तुम अल्लाह और उसके रसूल पर ईमान लाओ, उसकी सहायता करो और उसका सम्मान करो, और सुबह-शाम उसकी पवित्रता का वर्णन करो।"
        }
      },
      {
        "no": 10,
        "arabic": "إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
        "translations": {
          "English": "Indeed, those who pledge allegiance to you, [O Muhammad] - they are actually pledging allegiance to Allah. The hand of Allah is over their hands. So he who breaks his word only breaks it to the detriment of himself. And he who fulfills that which he has promised Allah - He will give him a great reward.",
          "Urdu": "جو لوگ تم سے بیعت کرتے ہیں وہ درحقیقت اللہ سے بیعت کرते ہیں۔ اللہ کا ہاتھ ان کے ہاتھوں پر ہے۔ پھر جو شخص عہد توڑے گا تو وہ اپنے ہی نقصان کے لیے توڑے گا، اور جو شخص اللہ سے کئے ہوئے عہد کو پورا करے گا تو وہ اسے بڑا اجر عطا فرمائے گا۔",
          "French": "Ceux qui te prêtent serment ne font que prêter serment à Allah. La main d'Allah est au-dessus de leurs mains. Quiconque viole son serment ne le viole qu'à son propre détriment; et quiconque remplit son engagement envers Allah, Il lui accordera une grande récompense.",
          "Spanish": "Quienes te juran lealtad, en realidad juran lealtad a Allah. La mano de Allah está sobre sus manos. Quien quebrante su juramento, lo quebrantará en su propio perjuicio; pero quien cumpla lo pactado con Allah, Él le concederá una gran recompensa.",
          "Hindi": "जो लोग तुमसे बै'अत (प्रतिज्ञा) करते हैं, वे वास्तव में अल्लाह से बै'अत करते हैं। अल्लाह का हाथ उनके हाथों के ऊपर है। फिर जो कोई अपनी प्रतिज्ञा तोड़ेगा, वह अपने ही नुकसान के लिए तोड़ेगा, और जो अल्लाह से किए हुए वचन को पूरा करेगा, तो वह उसे बड़ा बदला देगा।"
        }
      },
      {
        "no": 11,
        "arabic": "سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا",
        "translations": {
          "English": "Those who remained behind of the bedouins will say to you, 'Our possessions and our families occupied us, so ask forgiveness for us.' They say with their tongues what is not within their hearts. Say, 'Then who could prevent Allah at all if He intended for you harm or intended for you benefit? Rather, ever is Allah, with what you do, Acquainted.'",
          "Urdu": "پیچھے رہ جانے والے بدوی تم سے کہیں گے کہ ہمارے مال اور ہمارے اہل خانہ نے ہمیں مشغول کر رکھا تھا، پس ہمارے لیے مغفرت کی دعا کرو۔ وہ اپنی زبانوں سے وہ کہتے ہیں جو ان کے دلوں میں نہیں ہوتا۔ کہہ دو کہ اگر اللہ تمہیں نقصان پہنچانا چاہے یا تمہیں نفع دینا چاہے تو کون ہے جو اللہ کے مقابلے میں تمہارے لیے کچھ بھی کر سکے؟ بلکہ اللہ تمہارے اعمال سے باخبر ہے۔",
          "French": "Les bédouins qui étaient restés en arrière te diront : 'Nos biens et nos familles nous ont occupés. Implore donc pour nous le pardon.' Ils disent avec leurs langues ce qui n'est pas dans leurs cœurs. Dis : 'Qui donc peut quelque chose pour vous auprès d'Allah, s'Il veut vous faire du mal ou s'Il veut vous faire du bien ? Mais Allah est Parfaitement Connaisseur de ce que vous faites.'",
          "Spanish": "Los beduinos que se quedaron atrás te dirán: 'Nuestros bienes y nuestras familias nos ocuparon, así que pide perdón por nosotros.' Dicen con sus lenguas lo que no hay en sus corazones. Di: '¿Quién podrá impedir que Allah os dañe o os beneficie, si Él lo quisiera? Pero Allah está bien informado de lo que hacéis.'",
          "Hindi": "पीछे रह जाने वाले बद्दू तुमसे कहेंगे कि हमारे धन और हमारे परिवार ने हमें व्यस्त रखा, इसलिए हमारे लिए क्षमा की प्रार्थना करो। वे अपनी ज़ुबान से वह कहते हैं जो उनके दिलों में नहीं होता। कह दो कि अगर अल्लाह तुम्हें नुक़सान पहुँचाना चाहे या फ़ायदा पहुँचाना चाहे, तो अल्लाह के मुक़ाबले में तुम्हारे लिए कौन कुछ कर सकता है? बल्कि अल्लाह तुम्हारे कर्मों से भली-भाँति अवगत है।"
        }
      },
      {
        "no": 12,
        "arabic": "بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا",
        "translations": {
          "English": "Rather, you thought that the Messenger and the believers would never return to their families, ever, and that was made pleasing in your hearts. And you assumed an assumption of evil and became a people ruined.",
          "Urdu": "بلکہ تم نے یہ گمان کر لیا تھا کہ رسول اور مومن اپنے گھر والوں کی طرف کبھی واپس نہیں آئیں گے، اور یہ بات تمہارے دلوں میں خوشنما بنا دی گئی تھی، اور تم نے برا گمان کیا اور تم ہلاک ہونے والی قوم بن گئے۔",
          "French": "Bien plus, vous avez pensé que le Messager et les croyants ne reviendraient jamais à leurs familles. Cela vous a été embelli dans vos cœurs, et vous avez eu des pensées infâmes et vous avez été des gens perdus.",
          "Spanish": "Más bien, pensasteis que el Mensajero y los creyentes no regresarían jamás a sus familias, y eso os pareció bien en vuestros corazones. Tuvisteis malos pensamientos y fuisteis un pueblo condenado.",
          "Hindi": "बल्कि तुमने यह समझ लिया था कि रसूल और ईमान वाले अपने घरवालों की तरफ कभी लौटकर नहीं आएँगे, और यह बात तुम्हारे दिलों में सुंदर बना दी गई थी, और तुमने बुरा गुमान किया और तुम बर्बाद होने वाली क़ौम बन गए।"
        }
      },
      {
        "no": 13,
        "arabic": "وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا",
        "translations": {
          "English": "And whoever has not believed in Allah and His Messenger - then indeed, We have prepared for the disbelievers a Blaze.",
          "Urdu": "اور جو شخص اللہ اور اس کے رسول پر ایمان نہیں لاتا، تو ہم نے کافروں کے لیے بھڑکتی ہوئی آگ تیار کر رکھی ہے۔",
          "French": "Et quiconque n'a pas cru en Allah et en Son messager... alors Nous avons préparé pour les mécréants une fournaise.",
          "Spanish": "Y quien no crea en Allah y en Su Mensajero... ciertamente hemos preparado para los incrédulos un fuego abrasador.",
          "Hindi": "और जो अल्लाह और उसके रसूल पर ईमान नहीं लाता, तो हमने काफ़िरों के लिए धधकती आग तैयार कर रखी है।"
        }
      },
      {
        "no": 14,
        "arabic": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "translations": {
          "English": "And to Allah belongs the dominion of the heavens and the earth. He forgives whom He wills and punishes whom He wills. And ever is Allah Forgiving and Merciful.",
          "Urdu": "اور آسمانوں اور زمین کی بادشاہت اللہ ہی کے لیے ہے۔ وہ جسے چاہے بخش دے اور جسے چاہے عذاب دے، اور اللہ بخشنے والا مہربان ہے۔",
          "French": "Et à Allah appartient la souveraineté des cieux et de la terre. Il pardonne à qui Il veut et châtie qui Il veut. Et Allah est Pardonneur et Miséricordieux.",
          "Spanish": "A Allah pertenece el reino de los cielos y la tierra. Él perdona a quien quiere y castiga a quien quiere. Y Allah es Perdonador, Misericordioso.",
          "Hindi": "और आकाशों और धरती का राज्य अल्लाह ही का है। वह जिसे चाहे क्षमा करे और जिसे चाहे यातना दे, और अल्लाह बड़ा क्षमाशील, दयावान है।"
        }
      },
      {
        "no": 15,
        "arabic": "سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
        "translations": {
          "English": "Those who remained behind will say when you set out toward the battle gains to acquire them, 'Permit us to follow you.' They wish to change the words of Allah. Say, 'Never will you follow us. Thus did Allah say before.' So they will say, 'Rather, you envy us.' But [in fact] they were not understanding except a little.",
          "Urdu": "پیچھے رہ جانے والے لوگ جب تم مالِ غنیمت لینے کے لیے نکلو گے تو کہیں گے کہ ہمیں بھی تمہارے ساتھ چلنے دو۔ وہ اللہ کے کلام کو بدلنا چاہتے ہیں۔ کہہ دو کہ تم ہرگز ہمارے ساتھ نہیں چلو گے، اللہ نے پہلے ہی یہ بات کہہ دی ہے۔ تو وہ کہیں گے کہ بلکہ تم ہم سے حسد کرتے ہو۔ بلکہ وہ تھوڑا ہی سمجھتے ہیں۔",
          "French": "Ceux qui étaient restés en arrière diront, quand vous partirez pour prendre du butin : 'Laissez-nous vous suivre.' Ils veulent changer la parole d'Allah. Dis : 'Vous ne nous suivrez pas. Ainsi Allah a déjà annoncé.' Alors ils diront : 'Mais vous êtes jaloux de nous.' Au contraire, ils ne comprennent que très peu.",
          "Spanish": "Los que se quedaron atrás dirán cuando salgáis a tomar botín: 'Permitidnos seguiros.' Quieren cambiar la palabra de Allah. Di: 'No nos seguiréis. Así lo ha decretado Allah.' Entonces dirán: 'Al contrario, nos envidiáis.' Pero es que no comprenden sino poco.",
          "Hindi": "पीछे रह जाने वाले लोग जब तुम लूट का माल लेने के लिए निकलो तो कहेंगे कि हमें भी तुम्हारे साथ चलने दो। वे अल्लाह के कलाम को बदलना चाहते हैं। कह दो कि तुम हमारे साथ कदापि नहीं चलोगे, अल्लाह ने पहले ही ऐसा कह दिया है। तो वे कहेंगे कि बल्कि तुम हमसे डाह करते हो। बल्कि वे थोड़ा ही समझते हैं।"
        }
      },
      {
        "no": 16,
        "arabic": "قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
        "translations": {
          "English": "Say to those who remained behind of the bedouins, 'You will be called to [face] a people of great military might; you may fight them, or they will submit. So if you obey, Allah will give you a good reward; but if you turn away as you turned away before, He will punish you with a painful punishment.'",
          "Urdu": "پیچھے رہ جانے والے بدویوں سے کہہ دو کہ تمہیں ایک سخت جنگجو قوم کی طرف بلایا جائے گا، تم ان سے لڑو گے یا وہ مسلمان ہو جائیں گے۔ پھر اگر تم اطاعت کرو گے تو اللہ تمہیں اچھا اجر دے گا، اور اگر تم نے پہلے کی طرح منہ موڑ لیا تو وہ تمہیں دردناک عذاب دے گا۔",
          "French": "Dis à ceux des bédouins qui sont restés en arrière : 'Vous serez bientôt appelés contre des gens d'une force redoutable. Vous les combattrez à moins qu'ils n'embrassent l'Islam. Si vous obéissez, Allah vous accordera une belle récompense. Mais si vous vous détournez comme vous vous êtes détournés auparavant, Il vous châtiera d'un châtiment douloureux.'",
          "Spanish": "Di a los beduinos que se quedaron atrás: 'Seréis llamados contra un pueblo de gran fuerza, al que combatiréis a menos que se sometan. Si obedecéis, Allah os dará una hermosa recompensa. Pero si os negáis como os negasteis antes, os infligirá un castigo doloroso.'",
          "Hindi": "पीछे रह जाने वाले बद्दुओं से कह दो कि तुम्हें एक बड़े सख़्त जंगी क़ौम की तरफ बुलाया जाएगा, तुम उनसे लड़ोगे या वे मुसलमान हो जाएँगे। फिर अगर तुमने आज्ञा मानी तो अल्लाह तुम्हें अच्छा बदला देगा, और अगर तुमने पहले की तरह मुँह मोड़ लिया तो वह तुम्हें दर्दनाक यातना देगा।"
        }
      },
      {
        "no": 17,
        "arabic": "لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
        "translations": {
          "English": "There is not upon the blind any guilt or upon the lame any guilt or upon the ill any guilt [for remaining behind]. And whoever obeys Allah and His Messenger - He will admit him to gardens beneath which rivers flow; but whoever turns away - He will punish him with a painful punishment.",
          "Urdu": "نہ اندھے پر کوئی گناہ ہے، نہ لنگڑے پر کوئی گناہ ہے، نہ بیمار پر کوئی گناہ ہے (کہ وہ جہاد میں نہ جائیں)۔ اور جو اللہ اور اس کے رسول کی اطاعت کرے گا، وہ اسے ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی، اور جو منہ موڑے گا، وہ اسے دردناک عذاب دے گا۔",
          "French": "Nul grief n'est à faire à l'aveugle, ni au boiteux, ni au malade. Et quiconque obéit à Allah et à Son messager, Il le fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Et quiconque se détourne, Il le châtiera d'un douloureux châtiment.",
          "Spanish": "No hay culpa sobre el ciego, ni sobre el cojo, ni sobre el enfermo [por no combatir]. Y quien obedezca a Allah y a Su Mensajero, Él le hará entrar en jardines por donde corren ríos. Pero quien se niegue, Él le castigará con un castigo doloroso.",
          "Hindi": "अंधे पर कोई दोष नहीं, न लँगड़े पर कोई दोष, न बीमार पर कोई दोष (कि वे जिहाद में न जाएँ)। और जो अल्लाह और उसके रसूल की आज्ञा मानेगा, वह उसे उन बाग़ों में दाखिल करेगा जिनके नीचे नहरें बह रही होंगी, और जो मुँह मोड़ेगा, वह उसे दर्दनाक यातना देगा।"
        }
      },
      {
        "no": 18,
        "arabic": "لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا",
        "translations": {
          "English": "Certainly was Allah pleased with the believers when they pledged allegiance to you, [O Muhammad], under the tree, and He knew what was in their hearts, so He sent down tranquillity upon them and rewarded them with an imminent conquest",
          "Urdu": "بے شک اللہ مومنوں سے راضی ہو گیا جب وہ درخت کے نیچے تم سے بیعت کر رہے تھے، پس اس نے جان لیا جو کچھ ان کے دلوں میں تھا، اس نے ان پر سکینت نازل کی اور انہیں قریب کی فتح سے نوازا۔",
          "French": "Allah a très certainement agréé les croyants quand ils t'ont prêté le serment d'allégeance sous l'arbre. Il a su ce qu'il y avait dans leurs cœurs, et a fait descendre sur eux la quiétude, et Il les a récompensés par une victoire proche",
          "Spanish": "Allah se complació con los creyentes cuando te juraron lealtad bajo el árbol. Conoció lo que había en sus corazones, hizo descender sobre ellos la tranquilidad y les recompensó con una victoria cercana",
          "Hindi": "निस्संदेह अल्लाह ईमान वालों से प्रसन्न हो गया जब वे पेड़ के नीचे तुमसे बै'अत (प्रतिज्ञा) कर रहे थे, तो उसने जान लिया जो कुछ उनके दिलों में था, उसने उन पर सुकून नाज़िल किया और उन्हें निकट की विजय का बदला दिया।"
        }
      },
      {
        "no": 19,
        "arabic": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
        "translations": {
          "English": "And much war booty which they will take. And ever is Allah Exalted in Might and Wise.",
          "Urdu": "اور بہت سارا مالِ غنیمت جو وہ لیں گے، اور اللہ زبردست حکمت والا ہے۔",
          "French": "et d'un abondant butin qu'ils ramasseront. Et Allah est Puissant et Sage.",
          "Spanish": "y un abundante botín que obtendrán. Allah es Poderoso, Sabio.",
          "Hindi": "और बहुत सारा लूट का माल जो वे लेंगे, और अल्लाह प्रभुत्वशाली, तत्वदर्शी है।"
        }
      },
      {
        "no": 20,
        "arabic": "وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَذِهِ وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا",
        "translations": {
          "English": "Allah has promised you much booty that you will take [in the future] and has hastened for you this [victory] and withheld the hands of people from you - that it may be a sign for the believers and [that] He may guide you to a straight path.",
          "Urdu": "اللہ نے تمہیں بہت سے مالِ غنیمت کا وعدہ دیا ہے جو تم لوگ لے لو گے، اور اس نے یہ (فتح) تمہارے لیے جلدی کر دی اور لوگوں کے ہاتھ تم سے روک لیے، تاکہ وہ مومنوں کے لیے نشانی ہو اور تمہیں سیدھے راستے کی ہدایت دے۔",
          "French": "Allah vous a promis un abondant butin que vous prendrez, et Il a hâté pour vous celui-ci, et a retenu les mains des gens contre vous, afin que cela soit un signe pour les croyants, et qu'Il vous guide sur un droit chemin.",
          "Spanish": "Allah os ha prometido un abundante botín que obtendréis, y os ha concedido este [triunfo] rápidamente, y ha apartado de vosotros las manos de los hombres, para que sea una señal para los creyentes y os guíe por un camino recto.",
          "Hindi": "अल्लाह ने तुम्हें बहुत से लूट के माल का वादा दिया है जो तुम ले लोगे, और उसने यह (विजय) तुम्हारे लिए जल्दी कर दी और लोगों के हाथ तुमसे रोक लिए, ताकि वह ईमान वालों के लिए निशानी हो और तुम्हें सीधे मार्ग की हिदायत दे।"
        }
      },
      {
        "no": 21,
        "arabic": "وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا",
        "translations": {
          "English": "And [He promises] other [victories] that you were [so far] unable to [realize] which Allah has already encompassed. And ever is Allah over all things competent.",
          "Urdu": "اور دوسری (فتوحات) جن پر تم ابھی قدرت نہیں رکھتے، اللہ نے انہیں گھیر رکھا ہے، اور اللہ ہر چیز پر قادر ہے۔",
          "French": "Et [Il vous promet] d'autres butins que vous n'avez pas encore pu remporter, mais qu'Allah a déjà cernés. Allah est Omnipotent.",
          "Spanish": "Y [os promete] otros [triunfos] que aún no habéis podido [alcanzar], pero que Allah ya ha decretado. Allah es sobre toda cosa Poderoso.",
          "Hindi": "और दूसरी (विजयें) जिन पर तुम अभी क़ाबू नहीं पा सके, अल्लाह ने उन्हें घेर रखा है, और अल्लाह हर चीज़ पर क़ादिर है।"
        }
      },
      {
        "no": 22,
        "arabic": "وَلَوْ قَاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
        "translations": {
          "English": "And if those who disbelieve had fought you, they would have turned their backs [in flight]. Then they would not find a protector or a helper.",
          "Urdu": "اور اگر کافر تم سے لڑتے تو وہ ضرور پیٹھ پھیر کر بھاگ جاتے، پھر نہ کوئی حمایتی پاتے نہ مددگار۔",
          "French": "Et si ceux qui ont mécru vous combattaient, ils tourneraient certes le dos; ensuite ils ne trouveraient ni allié ni secoureur.",
          "Spanish": "Si los incrédulos os hubieran combatido, habrían huido dando la espalda. Luego no habrían encontrado protector ni auxiliar.",
          "Hindi": "और अगर काफ़िर तुमसे लड़ते तो वह ज़रूर पीठ फेरकर भाग जाते, फिर न कोई सहायक पाते न मददगार।"
        }
      },
      {
        "no": 23,
        "arabic": "سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا",
        "translations": {
          "English": "[This is] the established way of Allah which has occurred before. And never will you find in the way of Allah any change.",
          "Urdu": "یہ اللہ کا دستور ہے جو پہلے بھی گزر چکا ہے، اور تم اللہ کے دستور میں کبھی تبدیلی نہیں پاؤ گے۔",
          "French": "Telle est la règle d'Allah appliquée aux générations passées. Et tu ne trouveras jamais de changement à la règle d'Allah.",
          "Spanish": "Es la ley de Allah que ya se cumplió antes. Y no encontrarás cambio en la ley de Allah.",
          "Hindi": "यह अल्लाह का नियम है जो पहले भी गुज़र चुका है, और तुम अल्लाह के नियम में कभी परिवर्तन नहीं पाओगे।"
        }
      },
      {
        "no": 24,
        "arabic": "وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
        "translations": {
          "English": "And it is He who withheld their hands from you and your hands from them within [the area of] Makkah after He caused you to overcome them. And ever is Allah of what you do, Seeing.",
          "Urdu": "اور وہی ہے جس نے مکہ کی وادی میں تمہارے ہاتھوں کو ان سے اور ان کے ہاتھوں کو تم سے روک لیا، اس کے بعد کہ اس نے تمہیں ان پر غلبہ دے دیا تھا، اور اللہ تمہارے اعمال کو دیکھنے والا ہے۔",
          "French": "Et c'est Lui qui a retenu leurs mains de vous, et vos mains d'eux dans la vallée de La Mecque, après vous avoir donné la victoire sur eux. Allah est Clairvoyant sur ce que vous faites.",
          "Spanish": "Y es Él quien contuvo sus manos contra vosotros y vuestras manos contra ellos en el valle de La Meca, después de haberos concedido la victoria sobre ellos. Allah es bien observador de lo que hacéis.",
          "Hindi": "और वही है जिसने मक्का की घाटी में उनके हाथों को तुमसे और तुम्हारे हाथों को उनसे रोक लिया, इसके बाद कि उसने तुम्हें उन पर विजय दिला दी थी, और अल्लाह तुम्हारे कर्मों को देखने वाला है।"
        }
      },
      {
        "no": 25,
        "arabic": "هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشَاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا",
        "translations": {
          "English": "They are the ones who disbelieved and obstructed you from al-Masjid al-Haram while the offering was prevented from reaching its place of sacrifice. And if not for believing men and believing women whom you did not know - that you might trample them and there would befall you because of them dishonor without [your] knowledge - [you would have been permitted to attack them]. [This was so] that Allah might admit to His mercy whom He willed. If they had been apart [from them], We would have punished those who disbelieved among them with painful punishment",
          "Urdu": "یہی وہ لوگ ہیں جنہوں نے کفر کیا اور تمہیں مسجد حرام سے روکا اور قربانی کے جانوروں کو ان کی جگہ تک پہنچنے سے روک دیا۔ اور اگر ایسے مومن مرد اور مومن عورتیں نہ ہوتیں جنہیں تم نہیں جانتے تھے کہ کہیں تم انہیں روند نہ ڈالو اور ان کی وجہ سے تم پر نادانستہ کوئی عار آ جائے (تو تمہیں جنگ کی اجازت دے دی جاتی)۔ (یہ اس لیے تھا) تاکہ اللہ جسے چاہے اپنی رحمت میں داخل کرے۔ اگر وہ (مومن اور کافر) الگ ہو جاتے تو ہم ان میں سے کافروں کو دردناک عذاب دیتے۔",
          "French": "Ce sont eux qui ont mécru et qui vous ont obstrué le chemin de la Mosquée sacrée, et ont empêché la offrande immobilisée d'atteindre son lieu d'immolation. Et s'il n'y avait pas eu des hommes croyants et des femmes croyantes que vous ne connaissiez pas et que vous pouviez piétiner sans le savoir, vous rendant ainsi coupable d'une action répréhensible à cause d'eux... [vous auriez pu les combattre]. [Cela a été fait] afin qu'Allah fasse entrer qui Il veut dans Sa miséricorde. Si [les croyants] s'étaient manifestement distingués [des mécréants], Nous aurions certes châtié les mécréants parmi eux d'un châtiment douloureux.",
          "Spanish": "Ellos son los que no creyeron y os impidieron llegar a la Mezquita Sagrada, y desviaron la ofrenda para que no llegara a su lugar. Y de no haber sido por hombres creyentes y mujeres creyentes que no conocíais, y que podríais haber pisado sin querer, incurriendo así en culpa por ellos sin saberlo... [se os habría permitido combatirles]. [Esto fue así] para que Allah hiciera entrar en Su misericordia a quien Él quisiera. Si se hubieran distinguido [los creyentes de los incrédulos], habríamos castigado a los incrédulos entre ellos con un castigo doloroso.",
          "Hindi": "यही वे लोग हैं जिन्होंने इन्कार किया और तुम्हें मस्जिद-ए-हराम से रोका और क़ुरबानी के जानवरों को उनकी जगह तक पहुँचने से रोक दिया। और अगर ऐसे ईमान वाले मर्द और औरतें न होतीं जिन्हें तुम नहीं जानते थे कि कहीं तुम उन्हें रौंद न डालो और उनकी वजह से तुम पर अनजाने में कोई कलंक आ जाए (तो तुम्हें लड़ने की इजाज़त दे दी जाती)। (यह इसलिए था) ताकि अल्लाह जिसे चाहे अपनी रहमत में दाखिल करे। अगर वे (मोमिन और काफ़िर) अलग हो जाते तो हम उनमें से काफ़िरों को दर्दनाक यातना देते।"
        }
      },
      {
        "no": 26,
        "arabic": "إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا",
        "translations": {
          "English": "When those who disbelieved had put into their hearts chauvinism - the chauvinism of the time of ignorance. But Allah sent down His tranquillity upon His Messenger and upon the believers and imposed upon them the word of righteousness, and they were more deserving of it and worthy of it. And ever is Allah, of all things, Knowing.",
          "Urdu": "جب کافروں نے اپنے دلوں میں جاہلیت کی ضد بٹھا رکھی تھی، تو اللہ نے اپنے رسول اور مومنوں پر اپنی سکینت نازل کی اور انہیں تقویٰ کی بات پر جمائے رکھا، اور وہ اس کے زیادہ حقدار اور اہل تھے، اور اللہ ہر چیز کو جاننے والا ہے۔",
          "French": "Quand ceux qui ont mécru eurent mis dans leurs cœurs la fureur, la fureur de l'Ignorance... Puis Allah fit descendre Sa quiétude sur Son Messager et sur les croyants, et les obligea à une parole de piété, dont ils étaient les plus dignes et les plus proches. Allah est Omniscient.",
          "Spanish": "Cuando los incrédulos pusieron en sus corazones el fanatismo, el fanatismo de la ignorancia, Allah hizo descender Su tranquilidad sobre Su Mensajero y sobre los creyentes, y les impuso la palabra de la piedad, pues eran los más dignos y merecedores de ella. Allah es conocedor de todas las cosas.",
          "Hindi": "जब काफ़िरों ने अपने दिलों में जाहिलियत (अज्ञानता) का अभिमान भर रखा था, तो अल्लाह ने अपने रसूल और ईमान वालों पर अपना सुकून नाज़िल किया और उन्हें तक़वा (परहेज़गारी) की बात पर जमाए रखा, और वह उसके ज़्यादा हक़दार और अहल थे, और अल्लाह हर चीज़ को जानने वाला है।"
        }
      },
      {
        "no": 27,
        "arabic": "لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا",
        "translations": {
          "English": "Certainly has Allah showed to His Messenger the vision in truth. You will surely enter al-Masjid al-Haram, if Allah wills, in safety, with your heads shaved and [hair] shortened, not fearing [anyone]. He knew what you did not know and has arranged before that a conquest near [at hand].",
          "Urdu": "بے شک اللہ نے اپنے رسول کو سچا خواب دکھایا تھا کہ تم ضرور مسجد حرام میں داخل ہو گے، اگر اللہ نے چاہا، امن کے ساتھ، اپنے سر منڈواتے ہوئے یا بال کٹواتے ہوئے، بے خوف و خطر۔ پس اس نے وہ جان لیا جو تم نہیں جانتے تھے، اور اس کے سوا ایک قریبی فتح بھی مقدر کر دی۔",
          "French": "Allah a très certainement montré la véracité à Son Messager en la vision : vous entrerez dans la Mosquée sacrée si Allah veut, en sécurité, ayant rasé vos têtes ou coupé vos cheveux, sans aucune crainte. Il a su ce que vous ne saviez pas et Il a placé avant cela une victoire proche.",
          "Spanish": "Allah ha cumplido la visión que mostró a Su Mensajero con la verdad: «Entraréis en la Mezquita Sagrada, si Allah quiere, con seguridad, con la cabeza rapada o el cabello cortado, sin temor alguno.» Él sabía lo que vosotros no sabíais y decretó además una victoria cercana.",
          "Hindi": "निस्संदेह अल्लाह ने अपने रसूल को सच्चा सपना दिखाया था कि तुम ज़रूर मस्जिद-ए-हराम में दाखिल होगे, अगर अल्लाह ने चाहा, अमन के साथ, अपने सिर मुँडाते हुए या बाल कटाते हुए, बेख़ौफ़। तो उसने वह जान लिया जो तुम नहीं जानते थे, और उसके सिवा एक निकट की विजय भी मुक़र्रर कर दी।"
        }
      },
      {
        "no": 28,
        "arabic": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا",
        "translations": {
          "English": "It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion. And sufficient is Allah as Witness.",
          "Urdu": "وہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا تاکہ اسے تمام دینوں پر غالب کر دے، اور اللہ کافی ہے گواہ کے طور پر۔",
          "French": "C'est Lui qui a envoyé Son messager avec la guidée et la religion de la vérité, pour la placer au-dessus de toute autre religion. Allah suffit comme témoin.",
          "Spanish": "Él es quien ha enviado a Su Mensajero con la guía y la religión verdadera para hacerla prevalecer sobre todas las religiones. Allah basta como testigo.",
          "Hindi": "वही है जिसने अपने रसूल को हिदायत और दीन-ए-हक़ के साथ भेजा ताकि उसे सारे दीनों पर ग़ालिब कर दे, और अल्लाह गवाही के लिए काफ़ी है।"
        }
      },
      {
        "no": 29,
        "arabic": "مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
        "translations": {
          "English": "Muhammad is the Messenger of Allah; and those with him are forceful against the disbelievers, merciful among themselves. You see them bowing and prostrating [in prayer], seeking bounty from Allah and [His] pleasure. Their mark is on their faces from the trace of prostration. That is their description in the Torah. And their description in the Gospel is as a plant which produces its offshoots and strengthens them so they grow firm and stand upon their stalks, delighting the sowers - so that Allah may enrage by them the disbelievers. Allah has promised those who believe and do righteous deeds among them forgiveness and a great reward.",
          "Urdu": "محمد (صلی اللہ علیہ وسلم) اللہ کے رسول ہیں، اور جو لوگ ان کے ساتھ ہیں وہ کافروں پر سخت ہیں اور آپس میں نرم دل ہیں۔ تم انہیں دیکھو گے کہ رکوع کرتے ہوئے، سجدے کرتے ہوئے، اللہ کا فضل اور اس کی رضا تلاش کرتے ہوئے۔ ان کے چہروں پر سجدوں کے اثر سے نشانیاں ہیں۔ یہ ان کی صفت تورات میں ہے، اور انجیل میں ان کی صفت اس کھیتی کی طرح ہے جس نے اپنی کونپل نکالی، پھر اسے مضبوط کیا، پھر وہ موٹی ہو گئی اور اپنے تنے پر سیدھی کھڑی ہو گئی، کسانوں کو خوش کرتی ہے، تاکہ اللہ ان کے ذریعے کافروں کو غصہ دلائے۔ اللہ نے ان میں سے ایمان لانے والوں اور نیک اعمال کرنے والوں کے لیے مغفرت اور بڑا اجر وعدہ فرمایا ہے۔",
          "French": "Mouhammad est le Messager d'Allah. Et ceux qui sont avec lui sont durs envers les mécréants, miséricordieux entre eux. Tu les vois inclinés, prosternés, recherchant la grâce d'Allah et Son agrément. Leurs visages sont marqués par la trace laissée par la prosternation. Telle est leur image dans la Thora. Et l'image que l'on donne d'eux dans l'Évangile est celle d'une semence qui sort sa pousse, puis se raffermit, s'épaissit, et ensuite se dresse sur sa tige, à l'émerveillement des semeurs. [Allah] par eux [les croyants] remplit de dépit les mécréants. Allah promet à ceux d'entre eux qui croient et font de bonnes œuvres, un pardon et une énorme récompense.",
          "Spanish": "Muhammad es el Mensajero de Allah. Y los que están con él son severos con los incrédulos y misericordiosos entre sí. Los ves inclinarse, postrarse, buscando la gracia de Allah y Su complacencia. Sus rostros llevan las huellas de la prosternación. Así son descritos en la Torá. Y en el Evangelio son como una semilla que brota, fortalece su tallo, se engrosa, se yergue sobre su base, deleitando a los sembradores. Así Allah enfurece con ellos a los incrédulos. Allah ha prometido a los creyentes que obran rectamente entre ellos el perdón y una gran recompensa.",
          "Hindi": "मुहम्मद (सल्लल्लाहु अलैहि व सल्लम) अल्लाह के रसूल हैं, और जो लोग उनके साथ हैं वह काफ़िरों पर सख़्त हैं और आपस में नरम दिल हैं। तुम उन्हें देखोगे कि रुकूअ करते हुए, सज्दे करते हुए, अल्लाह का फ़ज़ल और उसकी रज़ा तलाश करते हुए। उनके चेहरों पर सज्दों के निशान से निशानियाँ हैं। यह उनकी सिफ़त तौरात में है, और इंजील में उनकी सिफ़त उस खेती की तरह है जिसने अपना अंकुर निकाला, फिर उसे मज़बूत किया, फिर वह मोटी हो गई और अपने तने पर सीधी खड़ी हो गई, किसानों को ख़ुश करती है, ताकि अल्लाह उनके ज़रिए काफ़िरों को ग़ुस्सा दिलाए। अल्लाह ने उनमें से ईमान लाने वालों और नेक अमल करने वालों के लिए मग़फ़िरत और बड़ा अज्र वायदा फ़रमाया है।"
        }
      }
    ]
  }