{
    "no": 5,
    "name": "Al-Ma'idah",
    "verses": [
      {
        "no": 1,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ",
        "translations": {
          "English": "O you who believe! Fulfill your commitments. Livestock animals are permitted for you, except those specified to you; but not wild game while you are in pilgrim sanctity. God decrees whatever He wills.",
          "French": "Ô vous qui croyez ! Remplissez vos engagements. Les animaux de bétail vous sont permis, sauf ceux qui vous sont spécifiés ; mais pas le gibier alors que vous êtes en état de sacralisation. Dieu décrète ce qu'Il veut.",
          "Urdu": "اے ایمان والو! اپنے عہدوں کو پورا کرو۔ تمہارے لیے چوپائے جانور حلال کیے گئے ہیں، سوائے ان کے جو تمہیں بتائے جائیں؛ لیکن شکار کو حلال نہ سمجھو جب تم احرام کی حالت میں ہو۔ بے شک اللہ جو چاہتا ہے حکم دیتا ہے۔",
          "Spanish": "¡Oh, creyentes! Cumplan sus compromisos. Se les han permitido los animales de ganado, excepto lo que se les especifique; pero no la caza mientras estén en estado de consagración. Dios decreta lo que quiere.",
          "Hindi": "ऐ ईमान वालो! अपने वादों को पूरा करो। तुम्हारे लिए चौपाये जानवर हलाल किए गए हैं, सिवाय उनके जो तुम्हें बताए जाएँ; लेकिन शिकार को हलाल न समझो जब तुम इहराम की हालत में हो। निस्संदेह अल्लाह जो चाहता है आदेश देता है।"
        }
      },
      {
        "no": 2,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
        "translations": {
          "English": "O you who believe! Do not violate God’s sacraments, nor the Sacred Month, nor the offerings, nor the garlanded, nor those heading for the Sacred House seeking blessings from their Lord and approval. When you have left the pilgrim sanctity, you may hunt. And let not the hatred of people who barred you from the Sacred Mosque incite you to aggression. And cooperate with one another in virtuous conduct and conscience, and do not cooperate with one another in sin and hostility. And fear God. God is severe in punishment.",
          "French": "Ô vous qui croyez ! Ne violez pas les rites sacrés d'Allah, ni le mois sacré, ni les offrandes, ni les animaux ornés, ni ceux qui se dirigent vers la Maison Sacrée cherchant la grâce de leur Seigneur et Son agrément. Lorsque vous quittez l'état de sacralisation, vous pouvez chasser. Et que la haine d'un peuple qui vous a empêchés d'accéder à la Mosquée Sacrée ne vous incite pas à agresser. Entraidez-vous dans la vertu et la piété, et ne vous entraidez pas dans le péché et l'agression. Et craignez Allah. Car Allah est dur en punition.",
          "Urdu": "اے ایمان والو! اللہ کی نشانیوں کی بے حرمتی نہ کرو، نہ حرمت والے مہینے کی، نہ قربانی کے جانوروں کی، نہ ہار پہنائے ہوئے جانوروں کی، نہ ان لوگوں کی جو بیت اللہ کا ارادہ رکھتے ہوں اپنے رب کے فضل اور اس کی رضا کی تلاش میں۔ اور جب تم احرام سے فارغ ہو جاؤ تو شکار کرو۔ اور تمہیں کسی قوم کی دشمنی اس بات پر آمادہ نہ کر دے کہ تم زیادتی کرو۔ اور نیکی اور پرہیزگاری پر ایک دوسرے کی مدد کرو، اور گناہ اور زیادتی پر تعاون نہ کرو۔ اور اللہ سے ڈرو، بے شک اللہ سخت سزا دینے والا ہے۔",
          "Spanish": "¡Oh, creyentes! No profanen los ritos de Allah, ni el mes sagrado, ni las ofrendas, ni los animales engalanados, ni aquellos que se dirigen a la Casa Sagrada buscando el favor de su Señor y Su complacencia. Cuando hayan salido del estado de consagración, podrán cazar. Y que el odio hacia un pueblo que les impidió llegar a la Mezquita Sagrada no les incite a agredir. Cooperen en la bondad y la piedad, y no cooperen en el pecado y la agresión. Y teman a Allah. En verdad, Allah es severo en el castigo.",
          "Hindi": "ऐ ईमान वालो! अल्लाह की निशानियों का अपमान मत करो, न हराम महीने का, न क़ुरबानी के जानवरों का, न हार पहने हुए जानवरों का, न उन लोगों का जो बैतुल्लाह का इरादा रखते हों अपने रब के फ़ज़्ल और उसकी रज़ा की तलाश में। और जब तुम इहराम से फ़ारिग़ हो जाओ तो शिकार कर सकते हो। और किसी क़ौम की दुश्मनी तुम्हें इस बात पर उकसाए कि तुम ज़्यादती करो। और भलाई और परहेज़गारी में एक-दूसरे की मदद करो, और गुनाह और ज़्यादती में सहयोग मत करो। और अल्लाह से डरो, बेशक अल्लाह सख़्त सज़ा देने वाला है।"
        }
      },
      {
        "no": 3,
        "arabic": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "translations": {
          "English": "Prohibited for you are carrion, blood, the flesh of swine, and animals dedicated to other than God; also the flesh of animals strangled, killed violently, killed by a fall, gored to death, mangled by wild animals—except what you rescue, and animals sacrificed on altars; and the practice of drawing lots. For it is immoral. Today, those who disbelieve have despaired of your religion, so do not fear them, but fear Me. Today I have perfected your religion for you, and have completed My favor upon you, and have approved Islam as a religion for you. But whoever is compelled by hunger, with no intent of wrongdoing—God is Forgiving and Merciful.",
          "French": "Vous sont interdits la bête trouvée morte, le sang, la chair de porc, ce qui a été sacrifié à un autre qu'Allah, la bête étouffée, tuée par un coup, morte d'une chute, morte d'un coup de corne, ou celle qu'un fauve a dévorée - sauf si vous l'avez égorgée - et ce qui a été sacrifié sur des pierres dressées. Il vous est également interdit de consulter le sort par les flèches, car c'est une perversité. Aujourd'hui, les mécréants désespèrent de votre religion. Ne les craignez donc pas, mais craignez-Moi. Aujourd'hui, J'ai parachevé pour vous votre religion, et accompli sur vous Mon bienfait, et J'agrée pour vous l'Islam comme religion. Si quelqu'un est contraint par la faim, sans inclination vers le péché, Allah est Pardonneur et Miséricordieux.",
          "Urdu": "تم پر حرام کیا گیا مردار، خون، سور کا گوشت، وہ جانور جس پر اللہ کے سوا کسی اور کا نام لیا گیا ہو، گلا گھٹنے سے مرا ہوا، لاٹھی یا پتھر وغیرہ سے مارا ہوا، بلندی سے گر کر مرا ہوا، سینگ مار کر مرا ہوا، جسے کسی درندے نے پھاڑ کھایا ہو - سوائے اس کے جسے تم ذبح کر لو - اور وہ جانور جو بتوں کے نام پر ذبح کیا گیا ہو۔ اور یہ کہ پانسے کے تیروں سے فال گیری کرو۔ یہ سب فسق ہے۔ آج کافروں نے تمہارے دین سے مایوس ہو کر تمہیں چھوڑ دیا ہے، پس تم ان سے نہ ڈرو اور مجھ سے ڈرو۔ آج میں نے تمہارے لیے تمہارا دین مکمل کر دیا، اور تم پر اپنا انعام پورا کر دیا، اور تمہارے لیے اسلام کو بطور دین پسند کر لیا۔ پس جو شخص بھوک کے مارے مجبور ہو جائے بغیر اس کے کہ گناہ کی طرف مائل ہو، تو بے شک اللہ بخشنے والا مہربان ہے۔",
          "Spanish": "Se os han prohibido la carroña, la sangre, la carne de cerdo, lo que haya sido sacrificado en nombre de otro que no sea Allah, el animal estrangulado, el golpeado, el que muere por una caída, el corneado, o el que haya sido devorado por un animal de presa -a menos que lo hayais sacrificado adecuadamente- y lo que haya sido sacrificado sobre altares. También se os ha prohibido consultar la suerte con flechas, pues eso es una desviación. Hoy los que se niegan a creer han perdido las esperanzas de apartaros de vuestra religión. No les temáis, temedme a Mí. Hoy he perfeccionado vuestra religión, he completado Mi gracia sobre vosotros y he dispuesto que el Islam sea vuestra religión. Pero quien, llevado por el hambre, sin intención de pecar... Allah es Indulgente, Misericordioso.",
          "Hindi": "तुम पर मुर्दार, खून, सूअर का मांस, वह जानवर जिस पर अल्लाह के अलावा किसी और का नाम लिया गया हो, गला घोंटकर मारा गया हो, डंडे या पत्थर से मारा गया हो, ऊंचाई से गिरकर मरा हो, सींग मारकर मरा हो, जिसे किसी दरिंदे ने फाड़ खाया हो - सिवाय उसके जिसे तुम ज़बह कर लो - और वह जानवर जो मूर्तियों के नाम पर ज़बह किया गया हो। और यह कि पांसे के तीरों से भविष्य बताना। ये सब नाफ़रमानी है। आज काफ़िरों ने तुम्हारे दीन से निराश होकर तुम्हें छोड़ दिया है, इसलिए तुम उनसे न डरो और मुझसे डरो। आज मैंने तुम्हारे लिए तुम्हारा दीन पूरा कर दिया, और तुम पर अपना इनाम पूरा कर दिया, और तुम्हारे लिए इस्लाम को दीन के रूप में पसंद कर लिया। फिर जो व्यक्ति भूख के मारे मजबूर हो जाए बिना इसके कि गुनाह की तरफ़ झुके, तो निस्संदेह अल्लाह बख़्शने वाला मेहरबान है।"
        }
      },
      {
        "no": 4,
        "arabic": "يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
        "translations": {
          "English": "They ask you what is permitted for them. Say, “Permitted for you are all good things, including what trained dogs and falcons catch for you.” You train them according to what God has taught you. So eat from what they catch for you, and pronounce God’s name over it. And fear God. God is Swift in reckoning.",
          "French": "Ils t'interrogent sur ce qui leur est permis. Dis : « Vous sont permises les bonnes nourritures, ainsi que ce que capturent les animaux de proie que vous avez dressés, en leur apprenant ce qu'Allah vous a enseigné. Mangez donc de ce qu'ils attrapent pour vous, et prononcez le nom d'Allah dessus. Et craignez Allah, car Allah est prompt dans Ses comptes.",
          "Urdu": "وہ آپ سے پوچھتے ہیں کہ ان کے لیے کیا حلال ہے۔ آپ کہہ دیجیے کہ تمہارے لیے پاکیزہ چیزیں حلال کی گئی ہیں، اور وہ شکار جو تمہارے تربیت یافتہ کتے اور شکرے وغیرہ تمہارے لیے پکڑیں، جس طرح تم نے انہیں سکھایا ہے جیسا کہ اللہ نے تمہیں سکھایا ہے۔ پس جو کچھ وہ تمہارے لیے پکڑیں اس میں سے کھاؤ، اور اس پر اللہ کا نام لو۔ اور اللہ سے ڈرو، بے شک اللہ حساب لینے میں تیز ہے۔",
          "Spanish": "Te preguntan qué les está permitido. Di: «Se os han permitido las cosas buenas, así como lo que capturen los animales de caza que habéis adiestrado, enseñándoles como Allah os ha enseñado. Comed, pues, de lo que capturen para vosotros, y mencionad el nombre de Allah sobre ello. Y temed a Allah, pues Allah es rápido en la cuenta.",
          "Hindi": "वे आपसे पूछते हैं कि उनके लिए क्या हलाल है। आप कह दें कि तुम्हारे लिए पाकीज़ा चीज़ें हलाल की गई हैं, और वह शिकार जो तुम्हारे प्रशिक्षित कुत्ते और बाज़ आदि तुम्हारे लिए पकड़ें, जैसा कि तुमने उन्हें सिखाया है जैसा कि अल्लाह ने तुम्हें सिखाया है। फिर जो कुछ वे तुम्हारे लिए पकड़ें उसमें से खाओ, और उस पर अल्लाह का नाम लो। और अल्लाह से डरो, निस्संदेह अल्लाह हिसाब लेने में तेज़ है।"
        }
      },
      {
        "no": 5,
        "arabic": "الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ",
        "translations": {
          "English": "Today all good things are made lawful for you. And the food of those given the Scripture is lawful for you, and your food is lawful for them. So are chaste believing women, and chaste women from the people who were given the Scripture before you, provided you give them their dowries, and take them in marriage, not in adultery, nor as mistresses. But whoever rejects faith, his work will be in vain, and in the Hereafter he will be among the losers.",
          "French": "Aujourd'hui, les bonnes choses vous sont permises. La nourriture des gens du Livre vous est permise, et votre nourriture leur est permise. Il vous est également permis d'épouser des femmes vertueuses croyantes, et des femmes vertueuses parmi celles qui ont reçu le Livre avant vous, à condition que vous leur donniez leur dot, en hommes honnêtes, non en débauchés ni en prenant des maîtresses. Et quiconque renie la foi, son œuvre sera vaine, et dans l'au-delà il sera parmi les perdants.",
          "Urdu": "آج تمہارے لیے پاکیزہ چیزیں حلال کر دی گئی ہیں۔ اور اہل کتاب کا کھانا تمہارے لیے حلال ہے اور تمہارا کھانا ان کے لیے حلال ہے۔ اور پاک دامن مسلمان عورتیں بھی (حلال ہیں) اور ان پاک دامن عورتیں بھی جو تم سے پہلے کتاب دیے گئے لوگوں میں سے ہوں، جب کہ تم انہیں ان کے مہر ادا کرو، پاک دامن بن کر نہ کہ زنا کار بن کر اور نہ خفیہ دوستیاں کرنے والے بن کر۔ اور جو شخص ایمان سے انکار کرے گا اس کا عمل ضائع ہو جائے گا اور وہ آخرت میں نقصان اٹھانے والوں میں سے ہو گا۔",
          "Spanish": "Hoy se os han permitido las cosas buenas. Os es lícita la comida de los que recibieron el Libro, y vuestra comida les es lícita a ellos. También se os permite casaros con mujeres creyentes honestas, y con mujeres honestas de entre las que recibieron el Libro antes que vosotros, siempre que les deis su dote, casándoos con ellas como hombres honestos, no como fornicadores ni tomándolas como amantes. Quien rechace la fe, sus obras habrán sido en vano, y en la otra vida estará entre los perdedores.",
          "Hindi": "आज तुम्हारे लिए पाकीज़ा चीज़ें हलाल कर दी गई हैं। और अहले किताब का खाना तुम्हारे लिए हलाल है और तुम्हारा खाना उनके लिए हलाल है। और पाकदामन मुस्लिम औरतें भी (हलाल हैं) और वे पाकदामन औरतें भी जो तुमसे पहले किताब दिए गए लोगों में से हों, जब कि तुम उन्हें उनका मेहर अदा करो, पाकदामन बनकर न कि बदकार बनकर और न गुप्त दोस्तियाँ करने वाले बनकर। और जो व्यक्ति ईमान से इनकार करेगा उसका अमल बर्बाद हो जाएगा और वह आख़िरत में नुक़सान उठाने वालों में से होगा।"
        }
      },
      {
        "no": 6,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
        "translations": {
          "English": "O you who believe! When you rise to pray, wash your faces and your hands and arms to the elbows, and wipe your heads, and your feet to the ankles. If you had intercourse, then purify yourselves. If you are ill, or travelling, or one of you returns from the toilet, or you had contact with women, and could not find water, then use some clean sand and wipe your faces and hands with it. God does not intend to burden you, but He intends to purify you, and to complete His blessing upon you, that you may be thankful.",
          "French": "Ô vous qui croyez ! Lorsque vous vous levez pour la prière, lavez vos visages et vos mains jusqu'aux coudes, passez les mains mouillées sur vos têtes, et lavez vos pieds jusqu'aux chevilles. Si vous êtes en état d'impureté majeure, purifiez-vous. Si vous êtes malades, ou en voyage, ou si l'un de vous revient des toilettes, ou si vous avez touché des femmes et que vous ne trouviez pas d'eau, alors recourez à une terre pure et passez-en sur vos visages et vos mains. Allah ne veut pas vous imposer de gêne, mais Il veut vous purifier et parfaire sur vous Son bienfait. Peut-être serez-vous reconnaissants.",
          "Urdu": "اے ایمان والو! جب تم نماز کے لیے کھڑے ہو تو اپنے چہروں کو اور کہنیوں سمیت ہاتھوں کو دھو لو، اور اپنے سروں کا مسح کرو، اور ٹخنوں سمیت پاؤں کو دھو لو۔ اور اگر تم جنبی ہو تو غسل کرو۔ اور اگر تم بیمار ہو یا سفر پر ہو یا تم میں سے کوئی بیت الخلاء سے آیا ہو یا تم نے عورتوں سے مباشرت کی ہو اور پانی نہ ملے تو پاک مٹی سے تیمم کر لو، اس سے اپنے چہروں اور ہاتھوں کا مسح کرو۔ اللہ تم پر کوئی تنگی ڈالنا نہیں چاہتا، بلکہ وہ تمہیں پاک کرنا چاہتا ہے اور تم پر اپنا انعام پورا کرنا چاہتا ہے تاکہ تم شکر کرو۔",
          "Spanish": "¡Oh, creyentes! Cuando os dispongáis a orar, lavad vuestros rostros y vuestras manos hasta los codos, pasad las manos húmedas por vuestras cabezas, y lavad vuestros pies hasta los tobillos. Si estáis en estado de impureza mayor, purificaos. Si estáis enfermos, o de viaje, o si alguno de vosotros viene de hacer sus necesidades, o habéis mantenido relaciones con mujeres y no encontráis agua, recurrid a tierra limpia y pasadla por vuestros rostros y manos. Allah no quiere imponeros ninguna carga, sino purificaros y completar Su favor sobre vosotros. Quizás así seáis agradecidos.",
          "Hindi": "ऐ ईमान वालो! जब तुम नमाज़ के लिए खड़े हो तो अपने चेहरों को और कोहनियों समेत हाथों को धो लो, और अपने सिरों का मसह कर लो, और टखनों समेत पैरों को धो लो। और अगर तुम जुनुब हो तो ग़ुस्ल कर लो। और अगर तुम बीमार हो या सफ़र पर हो या तुम में से कोई शौच से आया हो या तुमने औरतों से संभोग किया हो और पानी न मिले तो पाक मिट्टी से तयम्मुम कर लो, उससे अपने चेहरों और हाथों का मसह कर लो। अल्लाह तुम पर कोई तंगी डालना नहीं चाहता, बल्कि वह तुम्हें पाक करना चाहता है और तुम पर अपना इनाम पूरा करना चाहता है ताकि तुम शुक्र अदा करो।"
        }
      },
      
        {
          "no": 7,
          "arabic": "وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
          "transliteration": "Wa udhkurū ni‘mata Allāhi ‘alaykum wa mīthāqahu alladhī wāthaqakum bihi idh qultum sami‘nā wa aṭa‘nā wa ittaqū Allāha inna Allāha ‘alīmun bidhāti aṣ-ṣudūri",
          "translations": {
            "English": "And remember God’s blessings upon you, and His covenant which He covenanted with you; when you said, ‘We hear and we obey.’ And remain conscious of God, for God knows what the hearts contain.",
            "Urdu": "اور اللہ کی نعمتوں کو یاد کرو جو تم پر ہیں، اور اس عہد کو جو اس نے تم سے لیا جب تم نے کہا، ’ہم نے سنا اور اطاعت کی۔‘ اور اللہ سے ڈرو، بے شک اللہ دلوں کے بھید جانتا ہے۔",
            "French": "Et souvenez-vous des bienfaits d’Allah sur vous, et de Son pacte qu’Il a conclu avec vous, lorsque vous avez dit : « Nous avons entendu et nous obéissons. » Et craignez Allah, car Allah sait ce que contiennent les cœurs.",
            "Spanish": "Y recuerden las bendiciones de Dios sobre ustedes, y Su pacto que Él pactó con ustedes; cuando dijeron, ‘Oímos y obedecemos.’ Y permanezcan conscientes de Dios, pues Dios sabe lo que contienen los corazones.",
            "Hindi": "और अल्लाह की नेअमतों को याद करो जो तुम पर हैं, और उस एहद को जो उसने तुमसे लिया जब तुमने कहा, ‘हमने सुना और इताअत की।’ और अल्लाह से डरो, बेशक अल्लाह दिलों के भेद जानता है।"
          }
        },
        {
          "no": 8,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
          "transliteration": "Yā ayyuhā alladhīna āmanū kūnū qawwāmīna lillāhi shuhadā’a bil-qisṭi wa lā yajrimannakum shanā’ānu qawmin ‘alā allā ta‘dilū i‘dilū huwa aqrabu lilttaqwā wa ittaqū Allāha inna Allāha khabīrun bimā ta‘malūna",
          "translations": {
            "English": "O you who believe! Be upright to God, witnessing with justice; and let not the hatred of a certain people prevent you from acting justly. Adhere to justice, for that is nearer to piety; and fear God. God is informed of what you do.",
            "Urdu": "اے ایمان والو! اللہ کے لیے قائم رہو، انصاف کے ساتھ گواہی دیتے ہوئے؛ اور کسی قوم کی دشمنی تمہیں اس بات پر آمادہ نہ کرے کہ تم انصاف نہ کرو۔ انصاف کرو، یہ تقویٰ کے زیادہ قریب ہے؛ اور اللہ سے ڈرو۔ بے شک اللہ تمہارے اعمال سے باخبر ہے۔",
            "French": "Ô vous qui croyez ! Soyez fermement attachés à Allah, témoignant avec justice ; et que la haine d’un peuple ne vous pousse pas à être injustes. Soyez justes, cela est plus proche de la piété ; et craignez Allah. Allah est informé de ce que vous faites.",
            "Spanish": "¡Oh ustedes que creen! Sean rectos ante Dios, testificando con justicia; y que el odio hacia cierto pueblo no les impida actuar con justicia. Adhiéranse a la justicia, pues eso está más cerca de la piedad; y teman a Dios. Dios está informado de lo que hacen.",
            "Hindi": "ऐ ईमान वालो! अल्लाह के लिए क़ायम रहो, इंसाफ़ के साथ गवाही देते हुए; और किसी क़ौम की दुश्मनी तुम्हें इस बात पर आमादा न करे कि तुम इंसाफ़ न करो। इंसाफ़ करो, यह तक़वे के ज़्यादा क़रीब है; और अल्लाह से डरो। बेशक अल्लाह तुम्हारे आमाल से वाक़िफ़ है।"
          }
        },
        {
          "no": 9,
          "arabic": "وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
          "transliteration": "Wa‘ada Allāhu alladhīna āmanū wa ‘amilū aṣ-ṣāliḥāti lahum maghfiratun wa ajrun ‘aẓīmun",
          "translations": {
            "English": "God has promised those who believe and work righteousness: they will have forgiveness and a great reward.",
            "Urdu": "اللہ نے ان لوگوں سے وعدہ کیا جو ایمان لائے اور نیک عمل کیے کہ ان کے لیے مغفرت اور بہت بڑا اجر ہے۔",
            "French": "Allah a promis à ceux qui croient et font de bonnes œuvres : ils auront le pardon et une grande récompense.",
            "Spanish": "Dios ha prometido a quienes creen y obran con rectitud: tendrán perdón y una gran recompensa.",
            "Hindi": "अल्लाह ने उन लोगों से वादा किया जो ईमान लाए और नेक अमल किए कि उनके लिए मगफिरत और बहुत बड़ा अज्र है।"
          }
        },
        {
          "no": 10,
          "arabic": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ",
          "transliteration": "Wa alladhīna kafarū wa kadhdhabū bi’āyātinā ulā’ika aṣḥābu al-jaḥīmi",
          "translations": {
            "English": "As for those who disbelieve and reject Our revelations—these are the inmates of Hell.",
            "Urdu": "اور جو لوگ کفر کرتے ہیں اور ہماری آیات کو جھٹلاتے ہیں، وہ جہنم کے باشندے ہیں۔",
            "French": "Quant à ceux qui mécroient et rejettent Nos signes, ceux-là sont les habitants de l’Enfer.",
            "Spanish": "En cuanto a quienes no creen y rechazan Nuestras revelaciones, estos son los moradores del Infierno.",
            "Hindi": "और जो लोग कुफ्र करते हैं और हमारी आयात को झुठलाते हैं, वे जहन्नम के बाशिंदे हैं।"
          }
        },
        {
          "no": 11,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
          "transliteration": "Yā ayyuhā alladhīna āmanū udhkurū ni‘mata Allāhi ‘alaykum idh hamma qawmun an yabsuṭū ilaykum aydiyahum fakaffa aydiyahum ‘ankum wa ittaqū Allāha wa ‘alā Allāhi falyatawakkali al-mu’minūna",
          "translations": {
            "English": "O you who believe! Remember God's blessings upon you; when certain people intended to extend their hands against you, and He restrained their hands from you. So reverence God, and in God let the believers put their trust.",
            "Urdu": "اے ایمان والو! اللہ کی نعمت کو یاد کرو جو تم پر ہے، جب کچھ لوگوں نے ارادہ کیا کہ وہ تم پر ہاتھ اٹھائیں، تو اس نے ان کے ہاتھوں کو تم سے روک دیا۔ سو اللہ سے ڈرو، اور مومنوں کو اللہ پر بھروسہ کرنا چاہیے۔",
            "French": "Ô vous qui croyez ! Souvenez-vous des bienfaits d’Allah sur vous, lorsque certains ont voulu porter leurs mains sur vous, et qu’Il a retenu leurs mains loin de vous. Craignez Allah, et que les croyants placent leur confiance en Allah.",
            "Spanish": "¡Oh ustedes que creen! Recuerden las bendiciones de Dios sobre ustedes; cuando ciertas personas intentaron extender sus manos contra ustedes, y Él contuvo sus manos de ustedes. Así que reverencien a Dios, y en Dios dejen que los creyentes pongan su confianza.",
            "Hindi": "ऐ ईमान वालो! अल्लाह की नेअमत को याद करो जो तुम पर है, जब कुछ लोगों ने इरादा किया कि वे तुम पर हाथ उठाएँ, तो उसने उनके हाथों को तुमसे रोक दिया। सो अल्लाह से डरो, और मोमिनों को अल्लाह पर भरोसा करना चाहिए।"
          }
        },
        {
          "no": 12,
          "arabic": "وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
          "transliteration": "Wa laqad akhadha Allāhu mīthāqa banī Isrā’īla wa ba‘athnā minhum ithnay ‘ashara naqīban wa qāla Allāhu innī ma‘akum la’in aqamtumu aṣ-ṣalāta wa ātaytumu az-zakāta wa āmantum birusulī wa ‘azzartumūhum wa aqrḍtumu Allāha qarḍan ḥasanan la’ukaffiranna ‘ankum sayyi’ātikum wa la’udkhilannakum jannātin tajrī min taḥtihā al-anhāru faman kafara ba‘da dhālika minkum faqad ḍalla sawā’a as-sabīli",
          "translations": {
            "English": "God received a pledge from the Children of Israel, and We raised among them twelve chiefs. God said, ‘I am with you; if you perform the prayer, and pay the alms, and believe in My messengers and support them, and lend God a loan of righteousness; I will remit your sins, and admit you into Gardens beneath which rivers flow. But whoever among you disbelieves afterwards has strayed from the right way.’",
            "Urdu": "اور اللہ نے بنی اسرائیل سے عہد لیا، اور ہم نے ان میں سے بارہ سردار اٹھائے۔ اللہ نے کہا، ’میں تمہارے ساتھ ہوں؛ اگر تم نماز قائم کرو، زکوٰة دو، میرے رسولوں پر ایمان لاؤ اور ان کی مدد کرو، اور اللہ کو نیک قرض دو، تو میں تمہارے گناہ معاف کر دوں گا اور تمہیں جنتوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہیں۔ پھر جو کوئی اس کے بعد تم میں سے کفر کرے، وہ سیدھے راستے سے بھٹک گیا۔‘",
            "French": "Allah a pris un engagement des Enfants d’Israël, et Nous avons suscité parmi eux douze chefs. Allah a dit : « Je suis avec vous ; si vous accomplissez la prière, donnez l’aumône, croyez en Mes messagers et les soutenez, et prêtez à Allah un prêt de droiture, Je pardonnerai vos péchés et vous ferai entrer dans des Jardins sous lesquels coulent des rivières. Mais quiconque parmi vous mécroit après cela s’est égaré du droit chemin.’",
            "Spanish": "Dios recibió un compromiso de los Hijos de Israel, y levantamos entre ellos doce jefes. Dios dijo: ‘Estoy con ustedes; si realizan la oración, pagan el azaque, creen en Mis mensajeros y los apoyan, y le prestan a Dios un préstamo de rectitud, remitiré sus pecados y los admitiré en Jardines bajo los cuales fluyen ríos. Pero quien de ustedes descrea después de esto, se ha desviado del camino recto.’",
            "Hindi": "और अल्लाह ने बनी इसराइल से एहद लिया, और हमने उनमें से बारह सरदार उठाए। अल्लाह ने कहा, ‘मैं तुम्हारे साथ हूँ; अगर तुम नमाज़ क़ायम करो, ज़कात दो, मेरे रसूलों पर ईमान लाओ और उनकी मदद करो, और अल्लाह को नेक क़र्ज़ दो, तो मैं तुम्हारे गुनाह माफ़ कर दूँगा और तुम्हें जन्नतों में दाख़िल करूँगा जिनके नीचे नहरें बहती हैं। फिर जो कोई इसके बाद तुममें से कुफ्र करे, वह सीधे रास्ते से भटक गया।’"
          }
        },
        {
          "no": 13,
          "arabic": "فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ",
          "transliteration": "Fabimā naqḍihim mīthāqahum la‘annāhum wa ja‘alnā qulūbahum qāsiyatan yuḥarrifūna al-kalima ‘an mawāḍi‘ihi wa nasū ḥaẓẓan mimmā dhukkirū bihi wa lā tazālu taṭṭali‘u ‘alā khā’inatin minhum illā qalīlan minhum fa‘fu ‘anhum wa iṣfaḥ inna Allāha yuḥibb al-muḥsinīna",
          "translations": {
            "English": "Because of their breaking their pledge, We cursed them, and made their hearts hard. They twist the words out of their context, and they disregarded some of what they were reminded of. You will always witness deceit from them, except for a few of them. But pardon them, and overlook. God loves the doers of good.",
            "Urdu": "ان کے عہد توڑنے کی وجہ سے ہم نے ان پر لعنت کی اور ان کے دل سخت کر دیے۔ وہ الفاظ کو ان کے مقامات سے مسخ کرتے ہیں، اور جو کچھ انہیں یاد دلایا گیا اس کا کچھ حصہ بھول گئے۔ اور تم ہمیشہ ان میں سے کچھ کے علاوہ ان کی خیانت کو دیکھتے رہو گے۔ لیکن انہیں معاف کر دو اور درگزر کرو۔ بے شک اللہ نیکی کرنے والوں سے محبت کرتا ہے۔",
            "French": "À cause de leur rupture de leur engagement, Nous les avons maudits et avons endurci leurs cœurs. Ils déforment les mots de leur contexte et ont oublié une partie de ce qui leur a été rappelé. Tu ne cesseras de découvrir leur traîtrise, sauf chez quelques-uns d’entre eux. Mais pardonne-leur et passe outre. Allah aime les bienfaiteurs.",
            "Spanish": "Debido a que rompieron su compromiso, los maldijimos e hicimos sus corazones duros. Ellos tuercen las palabras fuera de su contexto y desatendieron parte de lo que se les recordó. Siempre presenciarás engaño de ellos, excepto de unos pocos. Pero perdónalos y pasa por alto. Dios ama a los que hacen el bien.",
            "Hindi": "उनके एहद तोड़ने की वजह से हमने उन पर लानत की और उनके दिल सख्त कर दिए। वे अल्फाज़ को उनके मक़ामात से मसख करते हैं, और जो कुछ उन्हें याद दिलाया गया उसका कुछ हिस्सा भूल गए। और तुम हमेशा उनमें से कुछ के अलावा उनकी खियानत को देखते रहोगे। लेकिन उन्हें माफ़ कर दो और दरगुज़र करो। बेशक अल्लाह नेकी करने वालों से मोहब्बत करता है।"
          }
        },
        {
          "no": 14,
          "arabic": "وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ",
          "transliteration": "Wa mina alladhīna qālū innā naṣārā akhadhnā mīthāqahum fanasū ḥaẓẓan mimmā dhukkirū bihi fa’agraynā baynahumu al-‘adāwata wa al-baghdā’a ilā yawmi al-qiyāmati wa sawfa yunabbi’uhumu Allāhu bimā kānū yaṣna‘ūna",
          "translations": {
            "English": "And from those who say, ‘We are Christians,’ We received their pledge, but they neglected some of what they were reminded of. So We provoked enmity and hatred among them until the Day of Resurrection; God will then inform them of what they used to craft.",
            "Urdu": "اور ان لوگوں سے جو کہتے ہیں، ’ہم نصرانی ہیں،‘ ہم نے ان کا عہد لیا، لیکن انہوں نے اس کا کچھ حصہ بھلا دیا جو انہیں یاد دلایا گیا تھا۔ سو ہم نے ان کے درمیان قیامت کے دن تک دشمنی اور نفرت پیدا کر دی؛ اور اللہ انہیں بتائے گا کہ وہ کیا کرتے رہے۔",
            "French": "Et de ceux qui disent : « Nous sommes chrétiens », Nous avons pris leur engagement, mais ils ont oublié une partie de ce qui leur a été rappelé. Alors Nous avons suscité entre eux l’inimitié et la haine jusqu’au Jour de la Résurrection ; Allah les informera bientôt de ce qu’ils faisaient.",
            "Spanish": "Y de aquellos que dicen, ‘Somos cristianos,’ recibimos su compromiso, pero descuidaron parte de lo que se les recordó. Así que provocamos enemistad y odio entre ellos hasta el Día de la Resurrección; Dios les informará entonces de lo que solían fabricar.",
            "Hindi": "और उन लोगों से जो कहते हैं, ‘हम नसारा हैं,’ हमने उनका एहद लिया, लेकिन उन्होंने उसका कुछ हिस्सा भुला दिया जो उन्हें याद दिलाया गया था। सो हमने उनके दरमियान क़ियामत के दिन तक दुश्मनी और नफ़रत पैदा कर दी; और अल्लाह उन्हें बताएगा कि वे क्या करते रहे।"
          }
        },
        {
          "no": 15,
          "arabic": "يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ",
          "transliteration": "Yā ahla al-kitābi qad jā’akum rasūlunā yubayyinu lakum kathīran mimmā kuntum tukhfuuna mina al-kitābi wa ya‘fū ‘an kathīrin qad jā’akum mina Allāhi nūrun wa kitābun mubīnun",
          "translations": {
            "English": "O People of the Book! Our Messenger has come to you, clarifying for you much of what you kept hidden of the Book, and overlooking much. A light from God has come to you, and a clear Book.",
            "Urdu": "اے اہل کتاب! ہمارا رسول تمہارے پاس آیا، جو تمہارے لیے بہت سی چیزیں واضح کرتا ہے جو تم کتاب سے چھپاتے تھے، اور بہت سی چیزوں سے درگزر کرتا ہے۔ تمہارے پاس اللہ کی طرف سے نور اور ایک واضح کتاب آئی ہے۔",
            "French": "Ô gens du Livre ! Notre Messager est venu à vous, vous éclaircissant beaucoup de ce que vous cachiez du Livre, et passant sur beaucoup. Une lumière d’Allah vous est venue, ainsi qu’un Livre clair.",
            "Spanish": "¡Oh Gente del Libro! Nuestro Mensajero ha venido a ustedes, aclarando mucho de lo que ocultaban del Libro, y pasando por alto mucho. Una luz de Dios ha venido a ustedes, y un Libro claro.",
            "Hindi": "ऐ अहले किताब! हमारा रसूल तुम्हारे पास आया, जो तुम्हारे लिए बहुत सी चीज़ें वाज़ेह करता है जो तुम किताब से छुपाते थे, और बहुत सी चीज़ों से दरगुज़र करता है। तुम्हारे पास अल्लाह की तरफ़ से नूर और एक वाज़ेह किताब आई है।"
          }
        },
        
          {
            "no": 16,
            "arabic": "يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ",
            "transliteration": "Yahdī bihi Allāhu mani ittaba‘a riḍwānahu subula as-salāmi wa yukhrijuhum mina aẓ-ẓulumāti ilā an-nūri bi’idhnihi wa yahdīhim ilā ṣirāṭin mustaqīmin",
            "translations": {
              "English": "God guides with it whoever follows His approval to the ways of peace, and He brings them out of darkness into light, by His permission, and He guides them to a straight path.",
              "Urdu": "اللہ اس کے ذریعے اسے ہدایت دیتا ہے جو اس کی رضا کی پیروی کرتا ہے، امن کے راستوں کی طرف، اور وہ انہیں اندھیروں سے روشنی کی طرف نکالتا ہے، اپنے اذن سے، اور انہیں سیدھے راستے کی طرف ہدایت دیتا ہے۔",
              "French": "Allah guide par cela quiconque suit Son agrément vers les voies de la paix, et Il les fait sortir des ténèbres vers la lumière, avec Sa permission, et Il les guide vers un chemin droit.",
              "Spanish": "Dios guía con ello a quien sigue Su aprobación hacia los caminos de la paz, y los saca de las tinieblas a la luz, con Su permiso, y los guía hacia un camino recto.",
              "Hindi": "अल्लाह इसके ज़रिए उसकी हिदायत देता है जो उसकी रज़ा की पैरवी करता है, सलामती के रास्तों की तरफ़, और वह उन्हें अंधेरों से रोशनी की तरफ़ निकालता है, अपने इज़्न से, और उन्हें सीधे रास्ते की तरफ़ हिदायत देता है।"
            }
          },
          {
            "no": 17,
            "arabic": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
            "transliteration": "Laqad kafara alladhīna qālū inna Allāha huwa al-masīḥu ibnu Maryama qul faman yamliku mina Allāhi shay’an in arāda an yuhlika al-masīḥa ibna Maryama wa ummahu wa man fī al-arḍi jamī‘an wa lillāhi mulku as-samāwāti wa al-arḍi wa mā baynahumā yakhluqu mā yashā’u wa Allāhu ‘alā kulli shay’in qadīrun",
            "translations": {
              "English": "They disbelieve those who say, ‘God is the Christ, the son of Mary.’ Say, ‘Who can prevent God, if He willed, from annihilating the Christ son of Mary, and his mother, and everyone on earth?’ To God belongs the sovereignty of the heavens and the earth and what is between them. He creates whatever He wills, and God has power over everything.",
              "Urdu": "یقیناً وہ کافر ہوئے جنہوں نے کہا، ’اللہ ہی مسیح ابن مریم ہے۔‘ کہو، ’کون اللہ سے کچھ روک سکتا ہے اگر وہ چاہے کہ مسیح ابن مریم اور اس کی ماں اور زمین پر موجود سب کو ہلاک کر دے؟‘ اللہ کے لیے آسمانوں اور زمین اور ان کے درمیان کی سلطنت ہے۔ وہ جو چاہتا ہے پیدا کرتا ہے، اور اللہ ہر چیز پر قادر ہے۔",
              "French": "Ceux qui disent : « Allah est le Messie, fils de Marie », ont mécru. Dis : « Qui pourrait empêcher Allah, s’Il voulait, d’anéantir le Messie fils de Marie, sa mère et tous ceux qui sont sur la terre ? » À Allah appartient la souveraineté des cieux et de la terre et de ce qui est entre eux. Il crée ce qu’Il veut, et Allah est capable de tout.",
              "Spanish": "Descreen quienes dicen: ‘Dios es el Cristo, hijo de María.’ Di: ‘¿Quién puede impedir a Dios, si Él quisiera, aniquilar al Cristo hijo de María, a su madre y a todos en la tierra?’ A Dios pertenece la soberanía de los cielos y la tierra y lo que está entre ellos. Él crea lo que quiere, y Dios tiene poder sobre todo.",
              "Hindi": "यक़ीनन वे काफ़िर हुए जिन्होंने कहा, ‘अल्लाह ही मसीह इब्ने मरियम है।’ कहो, ‘कौन अल्लाह से कुछ रोक सकता है अगर वह चाहे कि मसीह इब्ने मरियम और उसकी माँ और ज़मीन पर मौजूद सबको हलाक कर दे?’ अल्लाह के लिए आसमानों और ज़मीन और उनके दरमियान की सल्तनत है। वह जो चाहता है पैदा करता है, और अल्लाह हर चीज़ पर क़ादिर है।"
            }
          },
          {
            "no": 18,
            "arabic": "وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ",
            "transliteration": "Wa qālati al-yahūdu wa an-naṣārā naḥnu abnā’u Allāhi wa aḥibbā’uhu qul falima yu‘adhdhibukum bidhunūbikum bal antum basharun mimman khalaqa yaghfiru liman yashā’u wa yu‘adhdhibu man yashā’u wa lillāhi mulku as-samāwāti wa al-arḍi wa mā baynahumā wa ilayhi al-maṣīru",
            "translations": {
              "English": "The Jews and the Christians say, ‘We are the children of God, and His beloved.’ Say, ‘Why then does He punish you for your sins?’ In fact, you are humans from among those He created. He forgives whom He wills, and He punishes whom He wills. To God belongs the dominion of the heavens and the earth and what lies between them, and to Him is the return.",
              "Urdu": "یہود اور نصاریٰ نے کہا، ’ہم اللہ کے بیٹوں اور اس کے پیاروں میں سے ہیں۔‘ کہو، ’تو وہ تمہیں تمہارے گناہوں کی وجہ سے کیوں عذاب دیتا ہے؟‘ بلکہ تم انسان ہو جنہیں اس نے پیدا کیا۔ وہ جسے چاہے معاف کرتا ہے اور جسے چاہے سزا دیتا ہے۔ اللہ کے لیے آسمانوں اور زمین اور ان کے درمیان کی سلطنت ہے، اور اسی کی طرف لوٹنا ہے۔",
              "French": "Les Juifs et les Chrétiens disent : « Nous sommes les fils d’Allah et Ses bien-aimés. » Dis : « Pourquoi alors vous punit-Il pour vos péchés ? » En réalité, vous êtes des humains parmi ceux qu’Il a créés. Il pardonne à qui Il veut et punit qui Il veut. À Allah appartient la royauté des cieux et de la terre et de ce qui est entre eux, et vers Lui est le retour.",
              "Spanish": "Los judíos y los cristianos dicen: ‘Somos los hijos de Dios y Sus amados.’ Di: ‘¿Por qué entonces Él los castiga por sus pecados?’ En realidad, ustedes son humanos de entre los que Él creó. Él perdona a quien quiere y castiga a quien quiere. A Dios pertenece el dominio de los cielos y la tierra y lo que está entre ellos, y a Él es el retorno.",
              "Hindi": "यहूद और नसारा ने कहा, ‘हम अल्लाह के बेटों और उसके प्यारों में से हैं।’ कहो, ‘तो वह तुम्हें तुम्हारे गुनाहों की वजह से क्यों अज़ाब देता है?’ बल्कि तुम इंसान हो जिन्हें उसने पैदा किया। वह जिसे चाहे माफ़ करता है और जिसे चाहे सज़ा देता है। अल्लाह के लिए आसमानों और ज़मीन और उनके दरमियान की सल्तनत है, और उसी की तरफ़ लौटना है।"
            }
          },
          {
            "no": 19,
            "arabic": "يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
            "transliteration": "Yā ahla al-kitābi qad jā’akum rasūlunā yubayyinu lakum ‘alā fatratin mina ar-rusuli an taqūlū mā jā’anā min bashīrin wa lā nadhīrin faqad jā’akum bashīrun wa nadhīrun wa Allāhu ‘alā kulli shay’in qadīrun",
            "translations": {
              "English": "O People of the Book! Our Messenger has come to you, making things clear to you—after a cessation of messengers—so that you cannot say, ‘No preacher has come to us, and no warner.’ In fact, a preacher has come to you, and a warner; and God is Capable of everything.",
              "Urdu": "اے اہل کتاب! ہمارا رسول تمہارے پاس آیا، تمہارے لیے چیزیں واضح کرتے ہوئے—رسولوں کے وقفے کے بعد—تاکہ تم نہ کہو، ’ہمارے پاس کوئی خوشخبری دینے والا اور نہ ہی خبردار کرنے والا آیا۔‘ یقیناً تمہارے پاس ایک خوشخبری دینے والا اور خبردار کرنے والا آیا؛ اور اللہ ہر چیز پر قادر ہے۔",
              "French": "Ô gens du Livre ! Notre Messager est venu à vous, vous éclaircissant les choses après une interruption des messagers, afin que vous ne disiez pas : « Aucun annonciateur ni avertisseur ne nous est venu. » Or, un annonciateur et un avertisseur vous sont venus ; et Allah est capable de tout.",
              "Spanish": "¡Oh Gente del Libro! Nuestro Mensajero ha venido a ustedes, aclarando las cosas—tras una interrupción de mensajeros—para que no digan: ‘No nos llegó ni un predicador ni un advertidor.’ En efecto, un predicador y un advertidor han venido a ustedes; y Dios es Capaz de todo.",
              "Hindi": "ऐ अहले किताब! हमारा रसूल तुम्हारे पास आया, तुम्हारे लिए चीज़ें वाज़ेह करते हुए—रसूलों के वक़फ़े के बाद—ताकि तुम न कहो, ‘हमारे पास कोई खुशखबरी देने वाला और न ही खबरदार करने वाला आया।’ यक़ीनन तुम्हारे पास एक खुशखबरी देने वाला और खबरदार करने वाला आया; और अल्लाह हर चीज़ पर क़ादिर है।"
            }
          },
          {
            "no": 20,
            "arabic": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ",
            "transliteration": "Wa idh qāla Mūsā liqawmihi yā qawmi udhkurū ni‘mata Allāhi ‘alaykum idh ja‘ala fīkum anbiyā’a wa ja‘alakum mulūkan wa ātākum mā lam yu’ti aḥadan mina al-‘ālamīna",
            "translations": {
              "English": "When Moses said to his people, ‘O my people, remember God’s blessings upon you, when He placed prophets among you, and made you kings, and gave you what He never gave any other people.’",
              "Urdu": "اور جب موسیٰ نے اپنی قوم سے کہا، ’اے میری قوم! اللہ کی نعمت کو یاد کرو جو تم پر ہے، جب اس نے تم میں نبیوں کو مقرر کیا، اور تمہیں بادشاہ بنایا، اور تمہیں وہ دیا جو اس نے عالمین میں سے کسی کو نہیں دیا۔‘",
              "French": "Et lorsque Moïse dit à son peuple : « Ô mon peuple, souvenez-vous des bienfaits d’Allah sur vous, lorsqu’Il a placé parmi vous des prophètes, vous a faits rois, et vous a donné ce qu’Il n’a donné à aucun autre peuple dans les mondes. »",
              "Spanish": "Cuando Moisés dijo a su pueblo: ‘Oh mi pueblo, recuerden las bendiciones de Dios sobre ustedes, cuando Él colocó profetas entre ustedes, los hizo reyes y les dio lo que no dio a ningún otro pueblo.’",
              "Hindi": "और जब मूसा ने अपनी क़ौम से कहा, ‘ऐ मेरी क़ौम! अल्लाह की नेअमत को याद करो जो तुम पर है, जब उसने तुममें नबियों को मुक़र्रर किया, और तुम्हें बादशाह बनाया, और तुम्हें वह दिया जो उसने आलमीन में से किसी को नहीं दिया।’"
            }
          },
          {
            "no": 21,
            "arabic": "يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ",
            "transliteration": "Yā qawmi udkhulū al-arḍa al-muqaddasata allatī kataba Allāhu lakum wa lā tartaddū ‘alā adbārikum fatanqalibū khāsirīna",
            "translations": {
              "English": "‘O my people, enter the Holy Land which God has assigned for you, and do not turn back, lest you return as losers.’",
              "Urdu": "’اے میری قوم! اس مقدس سرزمین میں داخل ہو جو اللہ نے تمہارے لیے لکھ دی، اور پیچھے نہ ہٹو، ورنہ تم نقصان اٹھانے والوں کے طور پر لوٹو گے۔‘",
              "French": "« Ô mon peuple, entrez dans la Terre Sainte qu’Allah vous a assignée, et ne reculez pas sur vos pas, sinon vous reviendrez en perdants. »",
              "Spanish": "‘Oh mi pueblo, entren en la Tierra Santa que Dios les ha asignado, y no retrocedan, no sea que regresen como perdedores.’",
              "Hindi": "‘ऐ मेरी क़ौम! उस मुक़द्दस सरज़मीन में दाख़िल हो जो अल्लाह ने तुम्हारे लिए लिख दी, और पीछे न हटो, वरना तुम नुक़सान उठाने वालों के तौर पर लौटोगे।’"
            }
          },
          {
            "no": 22,
            "arabic": "قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ",
            "transliteration": "Qālū yā Mūsā inna fīhā qawman jabbārīna wa innā lan nadkhulahā ḥattā yakhrujū minhā fa’in yakhrujū minhā fa’innā dākhilūna",
            "translations": {
              "English": "They said, ‘O Moses, there are tyrannical people in it; we will not enter it until they leave it. If they leave it, we will be entering.’",
              "Urdu": "انہوں نے کہا، ’اے موسیٰ! اس میں ظالم لوگ ہیں؛ ہم اس میں داخل نہیں ہوں گے جب تک کہ وہ اس سے نہ نکل جائیں۔ اگر وہ اس سے نکل جائیں تو ہم داخل ہوں گے۔‘",
              "French": "Ils dirent : « Ô Moïse, il y a là un peuple de tyrans ; nous n’y entrerons pas tant qu’ils n’en seront pas sortis. S’ils en sortent, alors nous y entrerons. »",
              "Spanish": "Dijeron: ‘Oh Moisés, hay un pueblo tiránico allí; no entraremos hasta que ellos salgan. Si salen, entonces entraremos.’",
              "Hindi": "उन्होंने कहा, ‘ऐ मूसा! उसमें ज़ालिम लोग हैं; हम उसमें दाख़िल नहीं होंगे जब तक कि वे उससे न निकल जाएँ। अगर वे उससे निकल जाएँ तो हम दाख़िल होंगे।’"
            }
          },
          {
            "no": 23,
            "arabic": "قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ",
            "transliteration": "Qāla rajulāni mina alladhīna yakhāfūna an‘ama Allāhu ‘alayhimā udkhulū ‘alayhimu al-bāba fa’idhā dakhaltumūhu fa’innakum ghālibūna wa ‘alā Allāhi fatawakkalū in kuntum mu’minīna",
            "translations": {
              "English": "Two men of those who feared, but whom God had blessed, said, ‘Go at them by the gate; and when you have entered it, you will prevail. And put your trust in God, if you are believers.’",
              "Urdu": "دو آدمیوں نے، جو ڈرنے والوں میں سے تھے اور جن پر اللہ نے انعام کیا تھا، کہا، ’ان پر دروازے سے حملہ کرو؛ اور جب تم اس میں داخل ہو جاؤ گے تو تم غالب آؤ گے۔ اور اللہ پر بھروسہ کرو اگر تم مومن ہو۔‘",
              "French": "Deux hommes parmi ceux qui craignaient, mais qu’Allah avait comblés de bienfaits, dirent : « Attaquez-les par la porte ; une fois que vous y serez entrés, vous serez victorieux. Et placez votre confiance en Allah, si vous êtes croyants. »",
              "Spanish": "Dos hombres de los que temían, pero a quienes Dios había bendecido, dijeron: ‘Ataquen por la puerta; y cuando hayan entrado, prevalecerán. Y confíen en Dios, si son creyentes.’",
              "Hindi": "दो आदमियों ने, जो डरने वालों में से थे और जिन पर अल्लाह ने इनाम किया था, कहा, ‘उन पर दरवाज़े से हमला करो; और जब तुम उसमें दाख़िल हो जाओगे तो तुम ग़ालिब आओगे। और अल्लाह पर भरोसा करो अगर तुम मोमिन हो।’"
            }
          },
          {
            "no": 24,
            "arabic": "قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ",
            "transliteration": "Qālū yā Mūsā innā lan nadkhulahā abadan mā dāmū fīhā faidhhab anta wa rabbuka faqātilā innā hāhunā qā‘idūna",
            "translations": {
              "English": "They said, ‘O Moses, we will not enter it, ever, as long as they are in it. So go ahead, you and your Lord, and fight. We are staying right here.’",
              "Urdu": "انہوں نے کہا، ’اے موسیٰ! ہم اس میں کبھی داخل نہیں ہوں گے جب تک وہ اس میں ہیں۔ تو تم اور تمہارا رب جاؤ اور لڑو۔ ہم یہیں بیٹھے رہیں گے۔‘",
              "French": "Ils dirent : « Ô Moïse, nous n’y entrerons jamais tant qu’ils y seront. Va donc, toi et ton Seigneur, et combattez. Nous, nous restons ici. »",
              "Spanish": "Dijeron: ‘Oh Moisés, no entraremos jamás mientras ellos estén allí. Así que ve tú y tu Señor, y luchen. Nosotros nos quedamos aquí.’",
              "Hindi": "उन्होंने कहा, ‘ऐ मूसा! हम उसमें कभी दाख़िल नहीं होंगे जब तक वे उसमें हैं। तो तुम और तुम्हारा रब जाओ और लड़ो। हम यहीं बैठे रहेंगे।’"
            }
          },
          {
            "no": 25,
            "arabic": "قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ",
            "transliteration": "Qāla rabbi innī lā amliku illā nafsī wa akhī fafruq baynanā wa bayna al-qawmi al-fāsiqīna",
            "translations": {
              "English": "He said, ‘My Lord! I have control only over myself and my brother, so separate between us and between the wicked people.’",
              "Urdu": "اس نے کہا، ’اے میرے رب! میرا بس میری ذات اور میرے بھائی پر ہے، سو ہمارے اور ان فاسق لوگوں کے درمیان جدائی ڈال دے۔‘",
              "French": "Il dit : « Mon Seigneur ! Je n’ai de pouvoir que sur moi-même et mon frère, alors sépare-nous de ce peuple pervers. »",
              "Spanish": "Dijo: ‘¡Señor mío! Solo tengo control sobre mí mismo y mi hermano, así que separa entre nosotros y el pueblo malvado.’",
              "Hindi": "उसने कहा, ‘ऐ मेरे रब! मेरा बस मेरी ज़ात और मेरे भाई पर है, सो हमारे और इन फ़ासिक़ लोगों के दरमियान जुदाई डाल दे।’"
            }
          },
          {
            "no": 26,
            "arabic": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ",
            "transliteration": "Qāla fa’innahā muḥarramatun ‘alayhim arba‘īna sanatan yatīhūna fī al-arḍi falā ta’sa ‘alā al-qawmi al-fāsiqīna",
            "translations": {
              "English": "He said, ‘It is forbidden for them for forty years. They will wander aimlessly in the land. So do not grieve over the defiant people.’",
              "Urdu": "اس نے کہا، ’یہ ان پر چالیس سال تک حرام کر دی گئی ہے۔ وہ زمین میں بھٹکتے رہیں گے۔ سو ان نافرمان لوگوں پر افسوس نہ کرو۔‘",
              "French": "Il dit : « Elle leur est interdite pendant quarante ans. Ils erreront sur la terre. Ne sois donc pas triste pour ce peuple rebelle. »",
              "Spanish": "Dijo: ‘Les está prohibida durante cuarenta años. Vagabundearán sin rumbo en la tierra. Así que no te aflijas por el pueblo desafiante.’",
              "Hindi": "उसने कहा, ‘यह उन पर चालीस साल तक हराम कर दी गई है। वे ज़मीन में भटकते रहेंगे। सो इन नाफ़रमान लोगों पर अफ़सोस न करो।’"
            }
          },
          {
            "no": 27,
            "arabic": "وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ",
            "transliteration": "Wa utlu ‘alayhim naba’a ibnay Ādama bil-ḥaqqi idh qarrabā qurbānan fatuqubbila min aḥadihimā wa lam yutaqabbal mina al-ākhari qāla la’aqtulannaka qāla innamā yataqabbalu Allāhu mina al-muttaqīna",
            "translations": {
              "English": "And relate to them the true story of Adam's two sons: when they offered an offering, and it was accepted from one of them, but it was not accepted from the other. He said, ‘I will kill you.’ He said, ‘God accepts only from the righteous.’",
              "Urdu": "اور انہیں آدم کے دو بیٹوں کی سچی کہانی سناؤ: جب انہوں نے قربانی پیش کی، تو ایک سے قبول ہوئی اور دوسرے سے قبول نہ ہوئی۔ اس نے کہا، ’میں تجھے قتل کر دوں گا۔‘ اس نے کہا، ’اللہ صرف پرہیزگاروں سے قبول کرتا ہے۔‘",
              "French": "Et récite-leur l’histoire véridique des deux fils d’Adam : lorsqu’ils offrirent un sacrifice, il fut accepté de l’un d’eux et pas de l’autre. Il dit : « Je te tuerai. » Il répondit : « Allah n’accepte que des pieux. »",
              "Spanish": "Y relátales la verdadera historia de los dos hijos de Adán: cuando ofrecieron una ofrenda, y fue aceptada de uno de ellos, pero no del otro. Dijo: ‘Te mataré.’ Dijo: ‘Dios solo acepta de los justos.’",
              "Hindi": "और उन्हें आदम के दो बेटों की सच्ची कहानी सुनाओ: जब उन्होंने क़ुरबानी पेश की, तो एक से क़बूल हुई और दूसरे से क़बूल न हुई। उसने कहा, ‘मैं तुझे क़त्ल कर दूँगा।’ उसने कहा, ‘अल्लाह सिर्फ़ परहेज़गारों से क़बूल करता है।’"
            }
          },
          {
            "no": 28,
            "arabic": "لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
            "transliteration": "La’in basaṭta ilayya yadaka litaqtulanī mā anā bibāsiṭin yadī ilayka li’aqtulaka innī akhāfu Allāha rabba al-‘ālamīna",
            "translations": {
              "English": "‘If you extend your hand to kill me, I will not extend my hand to kill you; for I fear God, Lord of the Worlds.’",
              "Urdu": "’اگر تو نے میری طرف ہاتھ بڑھایا کہ مجھے قتل کرے، تو میں تیری طرف ہاتھ نہیں بڑھاؤں گا کہ تجھے قتل کروں؛ کیونکہ میں اللہ سے ڈرتا ہوں، جو عالمین کا رب ہے۔‘",
              "French": "« Si tu tends la main vers moi pour me tuer, je ne tendrai pas la main vers toi pour te tuer ; car je crains Allah, Seigneur des mondes. »",
              "Spanish": "‘Si extiendes tu mano para matarme, no extenderé mi mano para matarte; pues temo a Dios, Señor de los mundos.’",
              "Hindi": "‘अगर तूने मेरी तरफ़ हाथ बढ़ाया कि मुझे क़त्ल करे, तो मैं तेरी तरफ़ हाथ नहीं बढ़ाऊँगा कि तुझे क़त्ल करूँ; क्योंकि मैं अल्लाह से डरता हूँ, जो आलमीन का रब है।’"
            }
          },
          {
            "no": 29,
            "arabic": "إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ",
            "transliteration": "Innī urīdu an tabū’a bi’ithmī wa ithmika fatakūna min aṣḥābi an-nāri wa dhālika jazā’u aẓ-ẓālimīna",
            "translations": {
              "English": "‘I would rather you bear my sin and your sin, and you become among the inmates of the Fire. Such is the reward for the evildoers.’",
              "Urdu": "’میں چاہتا ہوں کہ تو میرا گناہ اور اپنا گناہ اٹھائے، اور تو جہنم کے باشندوں میں سے ہو جائے۔ اور یہی ظالموں کی سزا ہے۔‘",
              "French": "« Je préfère que tu portes mon péché et le tien, et que tu deviennes l’un des gens du Feu. Telle est la récompense des injustes. »",
              "Spanish": "‘Prefiero que cargues con mi pecado y el tuyo, y te conviertas en uno de los moradores del Fuego. Esa es la recompensa de los malvados.’",
              "Hindi": "‘मैं चाहता हूँ कि तू मेरा गुनाह और अपना गुनाह उठाए, और तू जहन्नम के बाशिंदों में से हो जाए। और यही ज़ालिमों की सज़ा है।’"
            }
          },
          {
            "no": 30,
            "arabic": "فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ",
            "transliteration": "Faṭawwa‘at lahu nafsuhu qatla akhīhi faqatalahu fa’aṣbaḥa mina al-khāsirīna",
            "translations": {
              "English": "Then his soul prompted him to kill his brother, so he killed him, and became one of the losers.",
              "Urdu": "پھر اس کے نفس نے اسے اپنے بھائی کے قتل پر آمادہ کیا، سو اس نے اسے قتل کر دیا، اور وہ نقصان اٹھانے والوں میں سے ہو گیا۔",
              "French": "Alors son âme l’incita à tuer son frère, il le tua, et devint l’un des perdants.",
              "Spanish": "Entonces su alma lo incitó a matar a su hermano, lo mató y se convirtió en uno de los perdedores.",
              "Hindi": "फिर उसके नफ्स ने उसे अपने भाई के क़त्ल पर आमादा किया, सो उसने उसे क़त्ल कर दिया, और वह नुक़सान उठाने वालों में से हो गया।"
            }
          },
          {
            "no": 31,
            "arabic": "فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ",
            "transliteration": "Faba‘atha Allāhu ghurāban yabḥathu fī al-arḍi liyuriyahu kayfa yuwārī saw’ata akhīhi qāla yā waylatā a‘ajaztu an akūna mithla hādhā al-ghurābi fa’uwāriya saw’ata akhī fa’aṣbaḥa mina an-nādimīna",
            "translations": {
              "English": "Then God sent a raven digging the ground, to show him how to cover his brother's corpse. He said, ‘Woe to me! I was unable to be like this raven, and bury my brother's corpse.’ So he became full of regrets.",
              "Urdu": "پھر اللہ نے ایک کوا بھیجا جو زمین کھود رہا تھا، تاکہ اسے دکھائے کہ اپنے بھائی کی لاش کو کیسے چھپائے۔ اس نے کہا، ’ہائے میری کم بختی! کیا میں اس کوے جیسا بھی نہ ہو سکا کہ اپنے بھائی کی لاش کو چھپا سکوں؟‘ سو وہ پچھتانے والوں میں سے ہو گیا۔",
              "French": "Alors Allah envoya un corbeau qui grattait la terre, pour lui montrer comment couvrir le cadavre de son frère. Il dit : « Malheur à moi ! Suis-je incapable d’être comme ce corbeau et de cacher le corps de mon frère ? » Il devint alors l’un des repentants.",
              "Spanish": "Entonces Dios envió un cuervo que escarbaba en la tierra, para mostrarle cómo cubrir el cadáver de su hermano. Dijo: ‘¡Ay de mí! No pude ser como este cuervo y enterrar el cadáver de mi hermano.’ Así que se llenó de arrepentimiento.",
              "Hindi": "फिर अल्लाह ने एक कौआ भेजा जो ज़मीन खोद रहा था, ताकि उसे दिखाए कि अपने भाई की लाश को कैसे छुपाए। उसने कहा, ‘हाय मेरी कमबख्ती! क्या मैं इस कौए जैसा भी न हो सका कि अपने भाई की लाश को छुपा सकूँ?’ सो वह पछताने वालों में से हो गया।"
            }
          },
          {
            "no": 32,
            "arabic": "مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ",
            "transliteration": "Min ajli dhālika katabnā ‘alā banī Isrā’īla annahu man qatala nafsan bighayri nafsin aw fasādin fī al-arḍi faka’annamā qatala an-nāsa jamī‘an wa man aḥyāhā faka’annamā aḥyā an-nāsa jamī‘an wa laqad jā’athum rusulunā bil-bayyināti thumma inna kathīran minhum ba‘da dhālika fī al-arḍi lamusrifūna",
            "translations": {
              "English": "Because of that We ordained for the Children of Israel: that whoever kills a person—unless it is for murder or corruption on earth—it is as if he killed the whole of mankind; and whoever saves it, it is as if he saved the whole of mankind. Our messengers came to them with clarifications, but even after that, many of them continue to commit excesses in the land.",
              "Urdu": "اسی وجہ سے ہم نے بنی اسرائیل پر لکھ دیا کہ جو کوئی ایک جان کو بغیر جان کے بدلے یا زمین میں فساد کے بغیر قتل کرے، گویا اس نے تمام انسانوں کو قتل کر دیا؛ اور جس نے اسے زندہ رکھا، گویا اس نے تمام انسانوں کو زندہ رکھا۔ ہمارے رسول ان کے پاس واضح دلائل لے کر آئے، پھر بھی ان میں سے بہت سے اس کے بعد زمین میں حد سے بڑھنے والے رہے۔",
              "French": "C’est pourquoi Nous avons prescrit aux Enfants d’Israël que quiconque tue une personne—sauf pour meurtre ou corruption sur la terre—c’est comme s’il avait tué toute l’humanité ; et quiconque la sauve, c’est comme s’il avait sauvé toute l’humanité. Nos messagers leur sont venus avec des preuves claires, mais beaucoup d’entre eux, après cela, continuent de commettre des excès sur la terre.",
              "Spanish": "Por eso ordenamos a los Hijos de Israel: que quien mata a una persona—salvo por asesinato o corrupción en la tierra—es como si hubiera matado a toda la humanidad; y quien la salva, es como si hubiera salvado a toda la humanidad. Nuestros mensajeros vinieron a ellos con aclaraciones, pero aun después de eso, muchos de ellos continúan cometiendo excesos en la tierra.",
              "Hindi": "इसी वजह से हमने बनी इसराइल पर लिख दिया कि जो कोई एक जान को बिना जान के बदले या ज़मीन में फ़साद के बिना क़त्ल करे, गोया उसने तमाम इंसानों को क़त्ल कर दिया; और जिसने उसे ज़िंदा रखा, गोया उसने तमाम इंसानों को ज़िंदा रखा। हमारे रसूल उनके पास वाज़ेह दलाइल ले कर आए, फिर भी उनमें से बहुत से इसके बाद ज़मीन में हद से बढ़ने वाले रहे।"
            }
          },
          {
            "no": 33,
            "arabic": "إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
            "transliteration": "Innamā jazā’u alladhīna yuḥāribūna Allāha wa rasūlahu wa yas‘awna fī al-arḍi fasādan an yuqattalū aw yuṣallabū aw tuqaṭṭa‘a aydīhim wa arjuluhum min khilāfin aw yunfaw mina al-arḍi dhālika lahum khizyun fī ad-dunyā wa lahum fī al-ākhirati ‘adhābun ‘aẓīmun",
            "translations": {
              "English": "The punishment for those who fight God and His Messenger, and strive to spread corruption on earth, is that they be killed, or crucified, or have their hands and feet cut off on opposite sides, or be banished from the land. That is to disgrace them in this life; and in the Hereafter they will have a terrible punishment.",
              "Urdu": "ان لوگوں کی سزا جو اللہ اور اس کے رسول سے لڑتے ہیں اور زمین میں فساد پھیلانے کی کوشش کرتے ہیں، یہ ہے کہ وہ قتل کیے جائیں، یا سولی دیے جائیں، یا ان کے ہاتھ اور پاؤں مخالف سمتوں سے کاٹ دیے جائیں، یا زمین سے جلاوطن کر دیے جائیں۔ یہ ان کے لیے دنیا میں ذلت ہے، اور آخرت میں ان کے لیے بہت بڑا عذاب ہے۔",
              "French": "La punition de ceux qui combattent Allah et Son Messager et sèment la corruption sur la terre est qu’ils soient tués, ou crucifiés, ou qu’on leur coupe les mains et les pieds en opposition, ou qu’ils soient exilés de la terre. Cela est pour eux une humiliation dans ce monde ; et dans l’au-delà, ils auront un châtiment terrible.",
              "Spanish": "El castigo para quienes combaten a Dios y a Su Mensajero, y se esfuerzan por difundir corrupción en la tierra, es que sean muertos, o crucificados, o que se les corten las manos y los pies en lados opuestos, o sean desterrados de la tierra. Eso es para deshonrarlos en esta vida; y en el Más Allá tendrán un castigo terrible.",
              "Hindi": "उन लोगों की सज़ा जो अल्लाह और उसके रसूल से लड़ते हैं और ज़मीन में फ़साद फैलाने की कोशिश करते हैं, यह है कि वे क़त्ल किए जाएँ, या सूली दिए जाएँ, या उनके हाथ और पाँव मुख़ालिफ़ सिम्तों से काट दिए जाएँ, या ज़मीन से जलावतन कर दिए जाएँ। यह उनके लिए दुनिया में ज़िल्लत है, और आख़िरत में उनके लिए बहुत बड़ा अज़ाब है।"
            }
          },
          {
            "no": 34,
            "arabic": "إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "transliteration": "Illā alladhīna tābū min qabli an taqdirū ‘alayhim fa‘lamū anna Allāha ghafūrun raḥīmun",
            "translations": {
              "English": "Except for those who repent before you apprehend them. So know that God is Forgiving and Merciful.",
              "Urdu": "سوائے ان کے جو تمہارے ان پر قابو پانے سے پہلے توبہ کر لیں۔ سو جان لو کہ اللہ معاف کرنے والا اور رحم کرنے والا ہے۔",
              "French": "Sauf ceux qui se repentent avant que vous ne les maîtrisiez. Sachez qu’Allah est Pardonneur et Miséricordieux.",
              "Spanish": "Excepto aquellos que se arrepientan antes de que los apresen. Sepan que Dios es Perdonador y Misericordioso.",
              "Hindi": "सिवाय उन के जो तुम्हारे उन पर क़ाबू पाने से पहले तौबा कर लें। सो जान लो कि अल्लाह माफ़ करने वाला और रहम करने वाला है।"
            }
          },
          {
            "no": 35,
            "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ",
            "transliteration": "Yā ayyuhā alladhīna āmanū ittaqū Allāha wa ibtaghū ilayhi al-wasīlata wa jāhidū fī sabīlihi la‘allakum tufliḥūna",
            "translations": {
              "English": "O you who believe! Be conscious of God, and seek the means of approach to Him, and strive in His cause, so that you may succeed.",
              "Urdu": "اے ایمان والو! اللہ سے ڈرو، اور اس تک رسائی کا ذریعہ تلاش کرو، اور اس کی راہ میں جہاد کرو، تاکہ تم کامیاب ہو جاؤ۔",
              "French": "Ô vous qui croyez ! Craignez Allah, cherchez un moyen de vous rapprocher de Lui, et luttez dans Son chemin, afin que vous réussissiez.",
              "Spanish": "¡Oh ustedes que creen! Sean conscientes de Dios, busquen los medios para acercarse a Él y esfuércense en Su causa, para que puedan tener éxito.",
              "Hindi": "ऐ ईमान वालो! अल्लाह से डरो, और उस तक पहुँच का ज़रिया तलाश करो, और उसकी राह में जिहाद करो, ताकि तुम कामयाब हो जाओ।"
            }
          },
          {
            "no": 36,
            "arabic": "إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "transliteration": "Inna alladhīna kafarū law anna lahum mā fī al-arḍi jamī‘an wa mithlahu ma‘ahu liyaftadū bihi min ‘adhābi yawmi al-qiyāmati mā tuqubbila minhum wa lahum ‘adhābun alīmun",
            "translations": {
              "English": "As for those who disbelieve, even if they owned everything on earth, and the like of it with it, and they offered it to ransom themselves from the torment of the Day of Resurrection, it will not be accepted from them. For them is a painful punishment.",
              "Urdu": "جو لوگ کفر کرتے ہیں، اگر ان کے پاس زمین کی ساری چیزیں ہوں اور اس کے ساتھ اتنا ہی اور ہو، اور وہ اسے قیامت کے دن کے عذاب سے بچنے کے لیے فدیہ دیں، تو وہ ان سے قبول نہ کیا جائے گا۔ اور ان کے لیے دردناک عذاب ہے۔",
              "French": "Quant à ceux qui mécroient, même s’ils possédaient tout ce qui est sur la terre, et autant encore, pour se racheter du châtiment du Jour de la Résurrection, cela ne serait pas accepté d’eux. Pour eux, un châtiment douloureux.",
              "Spanish": "En cuanto a quienes no creen, aunque tuvieran todo lo que hay en la tierra, y otro tanto más, y lo ofrecieran para rescatarse del tormento del Día de la Resurrección, no les sería aceptado. Para ellos hay un castigo doloroso.",
              "Hindi": "जो लोग कुफ्र करते हैं, अगर उनके पास ज़मीन की सारी चीज़ें हों और उसके साथ उतना ही और हो, और वे उसे क़ियामत के दिन के अज़ाब से बचने के लिए फिदया दें, तो वह उनसे क़बूल न किया जाएगा। और उनके लिए दर्दनाक अज़ाब है।"
            }
          },
          {
            "no": 37,
            "arabic": "يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ",
            "transliteration": "Yurīdūna an yakhrujū mina an-nāri wa mā hum bikhārijīna minhā wa lahum ‘adhābun muqīmun",
            "translations": {
              "English": "They will want to leave the Fire, but they will not leave it. For them is a lasting punishment.",
              "Urdu": "وہ آگ سے نکلنا چاہیں گے، لیکن وہ اس سے نکلنے والے نہیں۔ اور ان کے لیے دائمی عذاب ہے۔",
              "French": "Ils voudront sortir du Feu, mais ils n’en sortiront pas. Pour eux, un châtiment permanent.",
              "Spanish": "Querrán salir del Fuego, pero no saldrán de él. Para ellos hay un castigo duradero.",
              "Hindi": "वे आग से निकलना चाहेंगे, लेकिन वे उससे निकलने वाले नहीं। और उनके लिए दाइमी अज़ाब है।"
            }
          },
          {
            "no": 38,
            "arabic": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
            "transliteration": "Wa as-sāriqu wa as-sāriqatu faqṭa‘ū aydīhimā jazā’an bimā kasabā nakālan mina Allāhi wa Allāhu ‘azīzun ḥakīmun",
            "translations": {
              "English": "As for the thief, whether male or female, cut their hands as a penalty for what they have reaped—a deterrent from God. God is Mighty and Wise.",
              "Urdu": "اور چور، خواہ مرد ہو یا عورت، ان کے ہاتھ کاٹ دو، اس کی سزا کے طور پر جو انہوں نے کمایا—اللہ کی طرف سے عبرت کے لیے۔ اور اللہ غالب اور حکمت والا ہے۔",
              "French": "Quant au voleur et à la voleuse, coupez-leur les mains en punition de ce qu’ils ont acquis, comme un avertissement d’Allah. Allah est Puissant et Sage.",
              "Spanish": "En cuanto al ladrón, ya sea hombre o mujer, córtales las manos como castigo por lo que han ganado—una advertencia de Dios. Dios es Poderoso y Sabio.",
              "Hindi": "और चोर, चाहे मर्द हो या औरत, उनके हाथ काट दो, इसकी सज़ा के तौर पर जो उन्होंने कमाया—अल्लाह की तरफ़ से इबरत के लिए। और अल्लाह ग़ालिब और हिकमत वाला है।"
            }
          },
          {
            "no": 39,
            "arabic": "فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "transliteration": "Faman tāba min ba‘di ẓulmihi wa aṣlaḥa fa’inna Allāha yatūbu ‘alayhi inna Allāha ghafūrun raḥīmun",
            "translations": {
              "English": "But whoever repents after his crime, and reforms, God will accept his repentance. God is Forgiving and Merciful.",
              "Urdu": "لیکن جو کوئی اپنے ظلم کے بعد توبہ کرے اور اصلاح کرے، تو اللہ اس کی توبہ قبول کرتا ہے۔ بے شک اللہ معاف کرنے والا اور رحم کرنے والا ہے۔",
              "French": "Mais quiconque se repent après son injustice et se réforme, Allah acceptera son repentir. Allah est Pardonneur et Miséricordieux.",
              "Spanish": "Pero quien se arrepienta después de su crimen y se reforme, Dios aceptará su arrepentimiento. Dios es Perdonador y Misericordioso.",
              "Hindi": "लेकिन जो कोई अपने ज़ुल्म के बाद तौबा करे और इस्लाह करे, तो अल्लाह उसकी तौबा क़बूल करता है। बेशक अल्लाह माफ़ करने वाला और रहम करने वाला है।"
            }
          },
          {
            "no": 40,
            "arabic": "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
            "transliteration": "Alam ta‘lam anna Allāha lahu mulku as-samāwāti wa al-arḍi yu‘adhdhibu man yashā’u wa yaghfiru liman yashā’u wa Allāhu ‘alā kulli shay’in qadīrun",
            "translations": {
              "English": "Do you not know that to God belongs the kingdom of the heavens and the earth? He punishes whom He wills, and He forgives whom He wills. And God is Capable of everything.",
              "Urdu": "کیا تم نہیں جانتے کہ اللہ کے لیے آسمانوں اور زمین کی سلطنت ہے؟ وہ جسے چاہے سزا دیتا ہے اور جسے چاہے معاف کرتا ہے۔ اور اللہ ہر چیز پر قادر ہے۔",
              "French": "Ne sais-tu pas qu’à Allah appartient la royauté des cieux et de la terre ? Il punit qui Il veut et pardonne à qui Il veut. Et Allah est capable de tout.",
              "Spanish": "¿No sabes que a Dios pertenece el reino de los cielos y la tierra? Él castiga a quien quiere y perdona a quien quiere. Y Dios es Capaz de todo.",
              "Hindi": "क्या तुम नहीं जानते कि अल्लाह के लिए आसमानों और ज़मीन की सल्तनत है? वह जिसे चाहे सज़ा देता है और जिसे चाहे माफ़ करता है। और अल्लाह हर चीज़ पर क़ादिर है।"
            }
          }
        ,
          {
            "no": 41,
            "arabic": "يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
            "transliteration": "Yā ayyuhā ar-rasūlu lā yaḥzunka alladhīna yusāri‘ūna fī al-kufri mina alladhīna qālū āmannā bi-afwāhihim walam tu’min qulūbuhum wamina alladhīna hādū sammā‘ūna lil-kadhibi sammā‘ūna li-qawmin ākharīna lam ya’tūka yuḥarrifūna al-kalima min ba‘di mawāḍi‘ihi yaqūlūna in ūtītum hādhā fakhudhūhu wa-in lam tu’tawhu faḥdharū waman yurid Allāhu fitnatahu falan tamlika lahu mina Allāhi shay’an ulā’ika alladhīna lam yurid Allāhu an yuṭahhira qulūbahum lahum fī ad-dunyā khizyun walahum fī al-ākhirati ‘adhābun ‘aẓīm",
            "translations": {
              "English": "O Messenger! Do not let those who are quick to disbelief grieve you—from among those who say with their mouths, ‘We believe,’ but their hearts do not believe; and from among the Jews—listeners to lies, listeners to other people who did not come to you. They distort words from their places, and they say, ‘If you are given this, accept it; but if you are not given it, beware.’ Whomever God has willed to divert, you have nothing for him from God. Those are they whose hearts God does not intend to purify. For them is disgrace in this world, and for them is a great punishment in the Hereafter.",
              "Urdu": "اے رسول! تمہیں وہ لوگ غمگین نہ کریں جو کفر میں جلدی کرتے ہیں—ان میں سے جو اپنے منہ سے کہتے ہیں کہ ہم ایمان لائے، لیکن ان کے دل ایمان نہیں لاتے؛ اور یہود میں سے—جو جھوٹ سننے والے ہیں، دوسرے لوگوں کے لیے سننے والے جو تمہارے پاس نہیں آئے۔ وہ کلمات کو ان کے مقامات سے مسخ کرتے ہیں اور کہتے ہیں، ‘اگر تمہیں یہ دیا جائے تو قبول کرو، اور اگر یہ نہ دیا جائے تو ہوشیار رہو۔’ اور جس کی فتنہ میں ڈالنے کی اللہ نے چاہ رکھی ہو، تم اس کے لیے اللہ سے کچھ نہیں کر سکتے۔ یہ وہ لوگ ہیں جن کے دلوں کو اللہ نے پاک کرنا نہیں چاہا۔ ان کے لیے دنیا میں رسوائی ہے اور آخرت میں بڑا عذاب ہے۔",
              "French": "Ô Messager ! Que ceux qui se précipitent dans la mécréance ne t’affligent pas—parmi ceux qui disent de leurs bouches : « Nous croyons », mais dont les cœurs ne croient pas ; et parmi les Juifs—écouteurs de mensonges, écouteurs pour d’autres gens qui ne sont pas venus à toi. Ils déforment les mots après leur mise en place et disent : « Si on vous donne ceci, acceptez-le ; mais si on ne vous le donne pas, méfiez-vous. » Celui qu’Allah veut égarer, tu n’as rien pour lui auprès d’Allah. Ce sont ceux dont Allah n’a pas voulu purifier les cœurs. Pour eux, il y a l’opprobre dans ce monde, et un grand châtiment dans l’au-delà.",
              "Spanish": "¡Oh Mensajero! No te aflijan aquellos que se apresuran en la incredulidad—de entre quienes dicen con sus bocas: ‘Creemos’, pero sus corazones no creen; y de entre los judíos—oyentes de mentiras, oyentes para otras personas que no han venido a ti. Ellos distorsionan las palabras después de su lugar, y dicen: ‘Si se os da esto, aceptadlo; pero si no se os da, tened cuidado.’ A quien Dios quiera desviar, no tienes nada para él de parte de Dios. Esos son aquellos cuyos corazones Dios no desea purificar. Para ellos hay deshonra en este mundo, y un gran castigo en el Más Allá.",
              "Hindi": "ऐ रसूल! तुम्हें वे लोग उदास न करें जो कुफ्र में जल्दी करते हैं—उनमें से जो अपने मुँह से कहते हैं कि हम ईमान लाए, लेकिन उनके दिल ईमान नहीं लाते; और यहूदियों में से—जो झूठ सुनने वाले हैं, दूसरों के लिए सुनने वाले जो तुम्हारे पास नहीं आए। वे शब्दों को उनके स्थान से तोड़-मरोड़ करते हैं और कहते हैं, ‘अगर तुम्हें यह दिया जाए तो कबूल करो, और अगर यह न दिया जाए तो सावधान रहो।’ और जिसे अल्लाह फितने में डालना चाहे, तुम उसके लिए अल्लाह से कुछ नहीं कर सकते। ये वे लोग हैं जिनके दिलों को अल्लाह ने साफ करना नहीं चाहा। उनके लिए दुनिया में रुसवाई है और आखिरत में बड़ा अज़ाब है।"
            }
          },
          {
            "no": 42,
            "arabic": "سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ",
            "transliteration": "Sammā‘ūna lil-kadhibi akkālūna lis-suḥti fa-in jā’ūka faḥkum baynahum aw a‘riḍ ‘anhum wa-in tu‘riḍ ‘anhum falan yaḍurrūka shay’an wa-in ḥakamta faḥkum baynahum bil-qisṭi inna Allāha yuḥibb al-muqsiṭīn",
            "translations": {
              "English": "Listeners to falsehoods, eaters of illicit earnings. If they come to you, judge between them, or turn away from them. If you turn away from them, they will not harm you in the least. But if you judge, judge between them equitably. God loves the equitable.",
              "Urdu": "جھوٹ سننے والے، حرام کھانے والے۔ اگر وہ تمہارے پاس آئیں تو ان کے درمیان فیصلہ کرو یا ان سے منہ موڑ لو۔ اور اگر تم ان سے منہ موڑ لو تو وہ تمہیں ذرا بھی نقصان نہیں پہنچا سکیں گے۔ اور اگر فیصلہ کرو تو ان کے درمیان انصاف سے فیصلہ کرو۔ بے شک اللہ انصاف کرنے والوں سے محبت کرتا ہے۔",
              "French": "Écouteurs de mensonges, dévoreurs de gains illicites. S’ils viennent à toi, juge entre eux ou détourne-toi d’eux. Si tu te détournes d’eux, ils ne te nuiront en rien. Mais si tu juges, juge entre eux avec équité. En vérité, Allah aime les équitables.",
              "Spanish": "Oyentes de falsedades, comedores de ganancias ilícitas. Si vienen a ti, juzga entre ellos o apártate de ellos. Si te apartas de ellos, no te dañarán en lo más mínimo. Pero si juzgas, juzga entre ellos con equidad. Dios ama a los justos.",
              "Hindi": "झूठ सुनने वाले, हराम खाने वाले। अगर वे तुम्हारे पास आएँ तो उनके बीच फैसला करो या उनसे मुँह मोड़ लो। और अगर तुम उनसे मुँह मोड़ लो तो वे तुम्हें ज़रा भी नुकसान नहीं पहुँचा सकेंगे। और अगर फैसला करो तो उनके बीच इंसाफ से फैसला करो। बेशक अल्लाह इंसाफ करने वालों से मोहब्बत करता है।"
            }
          },
          {
            "no": 43,
            "arabic": "وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ",
            "transliteration": "Wakayfa yuḥakkimūnaka wa‘indahumu at-tawrātu fīhā ḥukmu Allāhi thumma yatawallawna min ba‘di dhālika wamā ulā’ika bil-mu’minīn",
            "translations": {
              "English": "But why do they come to you for judgment, when they have the Torah, in which is God’s Law? Yet they turn away after that. These are not believers.",
              "Urdu": "اور وہ تمہیں کیسے فیصلہ کے لیے بلاتے ہیں جب کہ ان کے پاس تورات ہے جس میں اللہ کا حکم ہے؟ پھر اس کے بعد وہ منہ موڑتے ہیں۔ اور یہ لوگ مومن نہیں ہیں۔",
              "French": "Et comment te prennent-ils pour juge alors qu’ils ont la Torah, dans laquelle se trouve le jugement d’Allah ? Puis ils se détournent après cela. Ces gens-là ne sont pas des croyants.",
              "Spanish": "¿Y cómo te toman como juez cuando tienen la Torá, en la que está la Ley de Dios? Sin embargo, se apartan después de eso. Estos no son creyentes.",
              "Hindi": "और वे तुम्हें फैसले के लिए कैसे बुलाते हैं जब उनके पास तौरात है जिसमें अल्लाह का हुक्म है? फिर इसके बाद वे मुँह मोड़ते हैं। और ये लोग मोमिन नहीं हैं।"
            }
          },
          {
            "no": 44,
            "arabic": "إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ",
            "transliteration": "Innā anzalnā at-tawrāta fīhā hudan wanūrun yaḥkumu bihā an-nabiyyūna alladhīna aslamū lilladhīna hādū war-rabbāniyyūna wal-aḥbāru bimā ustuḥfiẓū min kitābi Allāhi wakānū ‘alayhi shuhadā’a falā takhshawu an-nāsa wakhshawni walā tashtarū bi-āyātī thamanan qalīlan waman lam yaḥkum bimā anzala Allāhu fa-ulā’ika humu al-kāfirūn",
            "translations": {
              "English": "We have revealed the Torah, wherein is guidance and light. The submissive prophets ruled the Jews according to it, so did the rabbis and the scholars, as they were required to protect God’s Book, and were witnesses to it. So do not fear people, but fear Me. And do not sell My revelations for a cheap price. Those who do not rule according to what God revealed are chlorinated unbelievers.",
              "Urdu": "ہم نے تورات نازل کی جس میں ہدایت اور نور ہے۔ اس کے مطابق انبیاء جو اسلام لائے، یہود کے لیے فیصلہ کرتے تھے، اور ربانی اور عالم بھی، اس لیے کہ انہیں اللہ کی کتاب کی حفاظت کا حکم دیا گیا تھا اور وہ اس کے گواہ تھے۔ تو لوگوں سے نہ ڈرو، مجھ سے ڈرو۔ اور میری آیات کو تھوڑی قیمت پر نہ بیچو۔ اور جو اللہ کے نازل کردہ سے فیصلہ نہ کرے، وہ کافر ہیں۔",
              "French": "Nous avons révélé la Torah, dans laquelle il y a guidance et lumière. Les prophètes soumis y jugeaient pour les Juifs, de même que les rabbins et les savants, selon ce qu’ils avaient été chargés de préserver du Livre d’Allah et dont ils étaient témoins. Ne craignez donc pas les gens, mais craignez-Moi. Et ne vendez pas Mes versets pour un vil prix. Ceux qui ne jugent pas selon ce qu’Allah a révélé, ceux-là sont les mécréants.",
              "Spanish": "Hemos revelado la Torá, en la que hay guía y luz. Los profetas sumisos juzgaban a los judíos según ella, al igual que los rabinos y los eruditos, conforme se les había encargado proteger el Libro de Dios y eran testigos de él. Así que no temáis a la gente, sino temedme a Mí. Y no vendáis Mis revelaciones por un precio bajo. Quienes no juzguen según lo que Dios reveló son los incrédulos.",
              "Hindi": "हमने तौरात नाज़िल की जिसमें हिदायत और नूर है। इसके मुताबिक वे नबी जो इस्लाम लाए, यहूदियों के लिए फैसला करते थे, और रब्बानी और आलिम भी, क्योंकि उन्हें अल्लाह की किताब की हिफाज़त का हुक्म दिया गया था और वे इसके गवाह थे। तो लोगों से न डरो, मुझसे डरो। और मेरी आयतों को थोड़ी कीमत पर न बेचो। और जो अल्लाह के नाज़िल किए हुए से फैसला न करे, वे काफिर हैं।"
            }
          },
          {
            "no": 45,
            "arabic": "وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ",
            "transliteration": "Wakatabnā ‘alayhim fīhā anna an-nafsa bin-nafsi wal-‘ayna bil-‘ayni wal-anfa bil-anfi wal-udhuna bil-udhuni was-sinna bis-sinni wal-jurūḥa qiṣāṣun faman taṣaddaqa bihi fahuwa kaffāratun lahu waman lam yaḥkum bimā anzala Allāhu fa-ulā’ika humu aẓ-ẓālimūn",
            "translations": {
              "English": "And We wrote for them in it: a life for a life, an eye for an eye, a nose for a nose, an ear for an ear, a tooth for a tooth, and an equal wound for a wound; but whoever forgoes it in charity, it will serve as atonement for him. Those who do not rule according to what God revealed are the evildoers.",
              "Urdu": "اور ہم نے ان کے لیے اس میں لکھ دیا: جان کے بدلے جان، آنکھ کے بدلے آنکھ، ناک کے بدلے ناک، کان کے بدلے کان، دانت کے بدلے دانت، اور زخموں کا بدلہ برابر۔ لیکن جو کوئی اسے خیرات میں چھوڑ دے، وہ اس کے لیے کفارہ ہوگا۔ اور جو اللہ کے نازل کردہ سے فیصلہ نہ کرے، وہ ظالم ہیں۔",
              "French": "Et Nous leur avons prescrit dans [la Torah] : une vie pour une vie, un œil pour un œil, un nez pour un nez, une oreille pour une oreille, une dent pour une dent, et les blessures en équivalence. Mais celui qui y renonce par charité, cela sera pour lui une expiation. Ceux qui ne jugent pas selon ce qu’Allah a révélé, ceux-là sont les injustes.",
              "Spanish": "Y les prescribimos en ella: vida por vida, ojo por ojo, nariz por nariz, oreja por oreja, diente por diente, y herida equivalente por herida; pero quien lo perdone por caridad, será una expiación para él. Quienes no juzguen según lo que Dios reveló son los malhechores.",
              "Hindi": "और हमने उनके लिए उसमें लिख दिया: जान के बदले जान, आँख के बदले आँख, नाक के बदले नाक, कान के बदले कान, दाँत के बदले दाँत, और ज़ख्मों का बदला बराबर। लेकिन जो कोई इसे खैरात में छोड़ दे, वह उसके लिए कफारा होगा। और जो अल्लाह के नाज़िल किए हुए से फैसला न करे, वे ज़ालिम हैं।"
            }
          },
          {
            "no": 46,
            "arabic": "وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ",
            "transliteration": "Wa qaffaynā ‘alā āthārihim bi-‘Īsā ibni Maryama muṣaddiqan limā bayna yadayhi mina at-tawrāti wa ātaynāhu al-Injīla fīhi hudan wanūrun wamuṣaddiqan limā bayna yadayhi mina at-tawrāti wahudan wamaw‘iẓatan lil-muttaqīn",
            "translations": {
              "English": "In their footsteps, We sent Jesus son of Mary, fulfilling the Torah that preceded him; and We gave him the Gospel, wherein is guidance and light, and confirming the Torah that preceded him, and guidance and counsel for the righteous.",
              "Urdu": "اور ہم نے ان کے نقش قدم پر عیسیٰ بن مریم کو بھیجا، جو تورات کی تصدیق کرنے والا تھا جو اس سے پہلے تھی؛ اور ہم نے اسے انجیل دی جس میں ہدایت اور نور تھا، اور تورات کی تصدیق کرنے والا جو اس سے پہلے تھی، اور پرہیزگاروں کے لیے ہدایت اور نصیحت۔",
              "French": "Et Nous avons fait suivre leurs traces par Jésus, fils de Marie, confirmant la Torah qui l’avait précédé ; et Nous lui avons donné l’Évangile, dans lequel il y a guidance et lumière, confirmant la Torah qui l’avait précédé, et comme guidance et exhortation pour les pieux.",
              "Spanish": "Y en sus huellas enviamos a Jesús hijo de María, confirmando la Torá que le precedió; y le dimos el Evangelio, en el que hay guía y luz, y confirmando la Torá que le precedió, y como guía y consejo para los justos.",
              "Hindi": "और हमने उनके कदमों पर ईसा बिन मरयम को भेजा, जो तौरात की तस्दीक करने वाला था जो उससे पहले थी; और हमने उसे इंजील दी जिसमें हिदायत और नूर था, और तौरात की तस्दीक करने वाला जो उससे पहले थी, और परहेज़गारों के लिए हिदायत और नसीहत।"
            }
          },
          {
            "no": 47,
            "arabic": "وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ",
            "transliteration": "Walyaḥkum ahlu al-Injīli bimā anzala Allāhu fīhi waman lam yaḥkum bimā anzala Allāhu fa-ulā’ika humu al-fāsiqūn",
            "translations": {
              "English": "So let the people of the Gospel rule according to what God revealed in it. Those who do not rule according to what God revealed are the sinners.",
              "Urdu": "اور اہل انجیل کو چاہیے کہ وہ اس کے مطابق فیصلہ کریں جو اللہ نے اس میں نازل کیا۔ اور جو اللہ کے نازل کردہ سے فیصلہ نہ کرے، وہ فاسق ہیں۔",
              "French": "Que les gens de l’Évangile jugent selon ce qu’Allah y a révélé. Ceux qui ne jugent pas selon ce qu’Allah a révélé, ceux-là sont les pervers.",
              "Spanish": "Que la gente del Evangelio juzgue según lo que Dios reveló en él. Quienes no juzguen según lo que Dios reveló son los pecadores.",
              "Hindi": "और अहले इंजील को चाहिए कि वे उसके मुताबिक फैसला करें जो अल्लाह ने उसमें नाज़िल किया। और जो अल्लाह के नाज़िल किए हुए से फैसला न करे, वे फासिक हैं।"
            }
          },
          {
            "no": 48,
            "arabic": "وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
            "transliteration": "Wa anzalnā ilayka al-kitāba bil-ḥaqqi muṣaddiqan limā bayna yadayhi mina al-kitābi wamuhayminan ‘alayhi faḥkum baynahum bimā anzala Allāhu walā tattabi‘ ahwā’ahum ‘ammā jā’aka mina al-ḥaqqi likullin ja‘alnā minkum shir‘atan waminhājan walaw shā’a Allāhu laja‘alakum ummatan wāḥidatan walākin liyabluwakum fī mā ātākum fastabiqū al-khayrāti ilā Allāhi marji‘ukum jamī‘an fayunabbi’ukum bimā kuntum fīhi takhtalifūn",
            "translations": {
              "English": "And We revealed to you the Book, with truth, confirming the Scripture that preceded it, and superseding it. So judge between them according to what God revealed, and do not follow their desires if they differ from the truth that has come to you. For each of you We have assigned a law and a method. Had God willed, He could have made you a single nation, but He tests you through what He has given you. So compete in righteousness. To God is your return, all of you; then He will inform you of what you had disputed.",
              "Urdu": "اور ہم نے تم پر کتاب حق کے ساتھ نازل کی، جو اس سے پہلے کی کتابوں کی تصدیق کرنے والی اور ان پر غالب ہے۔ تو ان کے درمیان اس کے مطابق فیصلہ کرو جو اللہ نے نازل کیا، اور ان کی خواہشات کی پیروی نہ کرو جو تمہارے پاس حق سے ہٹ کر آئیں۔ ہم نے تم میں سے ہر ایک کے لیے ایک شریعت اور طریقہ مقرر کیا۔ اگر اللہ چاہتا تو تم سب کو ایک امت بنا دیتا، لیکن وہ تمہیں اس میں آزمائش میں ڈالنا چاہتا ہے جو اس نے تمہیں دیا۔ تو نیکیوں میں سبقت کرو۔ تم سب کی بازگشت اللہ کی طرف ہے، پھر وہ تمہیں بتائے گا جس میں تم اختلاف کرتے تھے۔",
              "French": "Et Nous t’avons révélé le Livre avec la vérité, confirmant les Écritures qui l’ont précédé et les dominant. Juge donc entre eux selon ce qu’Allah a révélé, et ne suis pas leurs désirs en t’écartant de la vérité qui t’est parvenue. À chacun de vous, Nous avons donné une loi et une voie. Si Allah l’avait voulu, Il aurait fait de vous une seule communauté, mais Il veut vous éprouver par ce qu’Il vous a donné. Rivalisez donc dans les bonnes œuvres. Votre retour est vers Allah, tous ensemble, et Il vous informera de ce sur quoi vous divergiez.",
              "Spanish": "Y te hemos revelado el Libro con la verdad, confirmando la Escritura que lo precedió y prevaleciendo sobre ella. Juzga entre ellos según lo que Dios reveló, y no sigas sus deseos si se apartan de la verdad que te ha llegado. A cada uno de vosotros le hemos asignado una ley y un camino. Si Dios hubiera querido, os habría hecho una sola nación, pero os prueba con lo que os ha dado. Competid en la rectitud. A Dios es vuestro retorno, todos vosotros; entonces Él os informará de lo que disputabais.",
              "Hindi": "और हमने तुम पर किताब हक़ के साथ नाज़िल की, जो उससे पहले की किताबों की तस्दीक करने वाली और उन पर गालिब है। तो उनके बीच उस के मुताबिक फैसला करो जो अल्लाह ने नाज़िल किया, और उनकी ख्वाहिशों की पैरवी न करो जो तुम्हारे पास हक़ से हटकर आए। हमने तुम में से हर एक के लिए एक शरीअत और तरीका मुकर्रर किया। अगर अल्लाह चाहता तो तुम सब को एक उम्मत बना देता, लेकिन वह तुम्हें उसमें आज़माइश में डालना चाहता है जो उसने तुम्हें दिया। तो नेकियों में सबकत करो। तुम सब की बाज़गश्त अल्लाह की तरफ है, फिर वह तुम्हें बताएगा जिस में तुम इख्तिलाफ करते थे।"
            }
          },
          {
            "no": 49,
            "arabic": "وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ",
            "transliteration": "Wa aniḥkum baynahum bimā anzala Allāhu walā tattabi‘ ahwā’ahum waḥdharhum an yaftinūka ‘an ba‘ḍi mā anzala Allāhu ilayka fa-in tawallaw fa‘lam annamā yurīdu Allāhu an yuṣībahum biba‘ḍi dhunūbihim wa-inna kathīran mina an-nāsi lafāsiqūn",
            "translations": {
              "English": "And judge between them according to what God revealed, and do not follow their desires. And beware of them, lest they lure you away from some of what God has revealed to you. But if they turn away, know that God intends to strike them with some of their sins. In fact, a great many people are corrupt.",
              "Urdu": "اور ان کے درمیان اس کے مطابق فیصلہ کرو جو اللہ نے نازل کیا، اور ان کی خواہشات کی پیروی نہ کرو۔ اور ان سے ہوشیار رہو کہ وہ تمہیں اس کے کچھ حصے سے گمراہ نہ کر دیں جو اللہ نے تم پر نازل کیا۔ لیکن اگر وہ منہ موڑ لیں تو جان لو کہ اللہ انہیں ان کے کچھ گناہوں کی سزا دینا چاہتا ہے۔ اور بے شک بہت سے لوگ فاسق ہیں۔",
              "French": "Et juge entre eux selon ce qu’Allah a révélé, et ne suis pas leurs désirs. Méfie-toi d’eux, de peur qu’ils ne t’égarent loin d’une partie de ce qu’Allah t’a révélé. S’ils se détournent, sache qu’Allah veut les frapper pour certains de leurs péchés. En vérité, beaucoup parmi les gens sont des pervers.",
              "Spanish": "Y juzga entre ellos según lo que Dios reveló, y no sigas sus deseos. Ten cuidado con ellos, no sea que te aparten de algo de lo que Dios te ha revelado. Pero si se apartan, sabe que Dios pretende castigarlos por algunos de sus pecados. En verdad, muchos de los hombres son corruptos.",
              "Hindi": "और उनके बीच उस के मुताबिक फैसला करो जो अल्लाह ने नाज़िल किया, और उनकी ख्वाहिशों की पैरवी न करो। और उनसे होशियार रहो कि वे तुम्हें उस के कुछ हिस्से से गुमराह न कर दें जो अल्लाह ने तुम पर नाज़िल किया। लेकिन अगर वे मुँह मोड़ लें तो जान लो कि अल्लाह उन्हें उनके कुछ गुनाहों की सजा देना चाहता है। और बेशक बहुत से लोग फासिक हैं।"
            }
          },
          {
            "no": 50,
            "arabic": "أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ",
            "transliteration": "Afahukma al-jāhiliyyati yabghūna waman aḥsanu mina Allāhi ḥukman liqawmin yūqinūn",
            "translations": {
              "English": "Is it the laws of the time of ignorance that they desire? Who is better than God in judgment for people who are certain?",
              "Urdu": "کیا وہ جاہلیت کے احکام چاہتے ہیں؟ اور یقین کرنے والوں کے لیے اللہ سے بہتر فیصلہ کون کر سکتا ہے؟",
              "French": "Est-ce le jugement de l’époque de l’ignorance qu’ils désirent ? Et qui est meilleur qu’Allah en jugement pour un peuple qui a la certitude ?",
              "Spanish": "¿Es la ley de los tiempos de la ignorancia lo que desean? ¿Y quién es mejor que Dios en juicio para un pueblo que tiene certeza?",
              "Hindi": "क्या वे जहालत के अहकाम चाहते हैं? और यकीन करने वालों के लिए अल्लाह से बेहतर फैसला कौन कर सकता है?"
            }
          },
          {
            "no": 51,
            "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
            "transliteration": "Yā ayyuhā alladhīna āmanū lā tattakhidhū al-yahūda wan-naṣārā awliyā’a ba‘ḍuhum awliyā’u ba‘ḍin waman yatawallahum minkum fa-innahu minhum inna Allāha lā yahdī al-qawma aẓ-ẓālimīn",
            "translations": {
              "English": "O you who believe! Do not take the Jews and the Christians as allies; some of them are allies of one another. Whoever of you allies himself with them is one of them. God does not guide the wrongdoing people.",
              "Urdu": "اے ایمان والو! یہود اور نصاریٰ کو دوست نہ بناؤ؛ وہ ایک دوسرے کے دوست ہیں۔ اور جو کوئی تم میں سے ان سے دوستی کرے گا، وہ انہی میں سے ہوگا۔ بے شک اللہ ظالم قوم کو ہدایت نہیں دیتا۔",
              "French": "Ô vous qui croyez ! Ne prenez pas les Juifs et les Chrétiens comme alliés ; certains d’entre eux sont alliés les uns des autres. Celui parmi vous qui s’allie à eux est des leurs. En vérité, Allah ne guide pas les gens injustes.",
              "Spanish": "¡Oh vosotros que creéis! No toméis a los judíos y a los cristianos como aliados; algunos de ellos son aliados entre sí. Quien de vosotros se alíe con ellos es uno de ellos. Dios no guía al pueblo injusto.",
              "Hindi": "ऐ ईमान वालो! यहूदियों और नसारा को दोस्त न बनाओ; वे एक दूसरे के दोस्त हैं। और जो कोई तुम में से उनसे दोस्ती करेगा, वह उनमें से होगा। बेशक अल्लाह ज़ालिम कौम को हिदायत नहीं देता।"
            }
          },
          {
            "no": 52,
            "arabic": "فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ",
            "transliteration": "Fatarā alladhīna fī qulūbihim maraḍun yusāri‘ūna fīhim yaqūlūna nakhshā an tuṣībanā dā’iratun fa‘asā Allāhu an ya’tiya bil-fatḥi aw amrin min ‘indihi fayuṣbiḥū ‘alā mā asarrū fī anfusihim nādimīn",
            "translations": {
              "English": "You will see those in whose hearts is sickness racing towards them. They say, ‘We fear the wheel of fate may turn against us.’ But perhaps God will bring about victory, or some event of His making; thereupon they will regret what they concealed within themselves.",
              "Urdu": "تم دیکھو گے کہ جن کے دلوں میں بیماری ہے وہ ان کی طرف دوڑتے ہیں۔ وہ کہتے ہیں، ‘ہمیں ڈر ہے کہ کہیں ہم پر گردش نہ آ جائے۔’ لیکن شاید اللہ فتح یا اپنے پاس سے کوئی امر لائے، تو وہ اس پر پچھتا جائیں جو انہوں نے اپنے دلوں میں چھپایا تھا۔",
              "French": "Tu verras ceux qui ont une maladie dans leurs cœurs se précipiter vers eux, disant : « Nous craignons qu’un revers ne nous frappe. » Mais peut-être qu’Allah apportera la victoire ou un décret de Sa part ; alors ils regretteront ce qu’ils cachaient en eux-mêmes.",
              "Spanish": "Verás a aquellos en cuyos corazones hay enfermedad apresurándose hacia ellos. Dicen: ‘Tememos que la rueda del destino se vuelva contra nosotros.’ Pero tal vez Dios traiga la victoria o algún evento de Su creación; entonces lamentarán lo que ocultaron en sí mismos.",
              "Hindi": "तुम देखोगे कि जिनके दिलों में बीमारी है वे उनकी तरफ दौड़ते हैं। वे कहते हैं, ‘हमें डर है कि कहीं हम पर मुसीबत न आ जाए।’ लेकिन शायद अल्लाह फतह या अपने पास से कोई अम्र लाए, तो वे उस पर पछताएँ जो उन्होंने अपने दिलों में छुपाया था।"
            }
          },
          {
            "no": 53,
            "arabic": "وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ",
            "transliteration": "Wayaqūlu alladhīna āmanū aha’ulā’i alladhīna aqsamū biAllāhi jahda aymānihim innahum lama‘akum ḥabiṭat a‘māluhum fa-aṣbaḥū khāsirīn",
            "translations": {
              "English": "Those who believe will say, ‘Are these the ones who swore by God with their strongest oaths that they are with you?’ Their works have failed, so they became losers.",
              "Urdu": "اور ایمان والے کہیں گے، ‘کیا یہ وہی لوگ ہیں جنہوں نے اللہ کی سخت قسمیں کھائیں کہ وہ تمہارے ساتھ ہیں؟’ ان کے اعمال ضائع ہو گئے، تو وہ نقصان اٹھانے والے بن گئے۔",
              "French": "Et ceux qui croient diront : « Sont-ce ceux-là qui juraient par Allah avec leurs serments les plus forts qu’ils étaient avec vous ? » Leurs œuvres sont devenues vaines, et ils sont devenus des perdants.",
              "Spanish": "Y los que creen dirán: ‘¿Son estos los que juraron por Dios con sus juramentos más fuertes que estaban con vosotros?’ Sus obras han fracasado, y se han convertido en perdedores.",
              "Hindi": "और ईमान वाले कहेंगे, ‘क्या ये वही लोग हैं जिन्होंने अल्लाह की सख्त कसमें खाईं कि वे तुम्हारे साथ हैं?’ उनके अमल बरबाद हो गए, तो वे नुकसान उठाने वाले बन गए।"
            }
          },
          {
            "no": 54,
            "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
            "transliteration": "Yā ayyuhā alladhīna āmanū man yartadda minkum ‘an dīnihi fasawfa ya’tī Allāhu biqawmin yuḥibbuhum wayuḥibbūnahu adhilla ‘alā al-mu’minīn a‘izza ‘alā al-kāfirīn yujāhidūna fī sabīli Allāhi walā yakhāfūna lawmata lā’imin dhālika faḍlu Allāhi yu’tīhi man yashā’u waAllāhu wāsi‘un ‘alīm",
            "translations": {
              "English": "O you who believe! Whoever of you goes back on his religion—God will bring a people whom He loves and who love Him, kind towards the believers, stern with the disbelievers. They strive in the way of God, and do not fear the blame of the critic. That is the grace of God; He bestows it upon whomever He wills. God is Embracing and Knowing.",
              "Urdu": "اے ایمان والو! جو کوئی تم میں سے اپنے دین سے پھر جائے—اللہ ایسی قوم لائے گا جن سے وہ محبت کرتا ہے اور وہ اس سے محبت کرتے ہیں، مومنوں پر نرم، کافروں پر سخت۔ وہ اللہ کے راستے میں جہاد کرتے ہیں اور کسی ملامت کرنے والے کی ملامت سے نہیں ڈرتے۔ یہ اللہ کا فضل ہے؛ وہ اسے جسے چاہتا ہے دیتا ہے۔ اور اللہ وسعت والا اور علم والا ہے۔",
              "French": "Ô vous qui croyez ! Quiconque parmi vous renie sa religion—Allah fera venir un peuple qu’Il aime et qui L’aime, doux envers les croyants, fermes envers les mécréants. Ils luttent dans le chemin d’Allah et ne craignent pas le blâme des critiques. C’est la grâce d’Allah ; Il l’accorde à qui Il veut. Allah est Immense et Savant.",
              "Spanish": "¡Oh vosotros que creéis! Quien de vosotros reniegue de su religión—Dios traerá a un pueblo al que Él ama y que lo ama, amable con los creyentes, severo con los incrédulos. Luchan en el camino de Dios y no temen el reproche del crítico. Esa es la gracia de Dios; Él la otorga a quien quiere. Dios es Inmenso y Sabio.",
              "Hindi": "ऐ ईमान वालो! जो कोई तुम में से अपने दीन से फिर जाए—अल्लाह ऐसी कौम लाएगा जिनसे वह मोहब्बत करता है और वे उससे मोहब्बत करते हैं, मोमिनों पर नर्म, काफिरों पर सख्त। वे अल्लाह के रास्ते में जिहाद करते हैं और किसी मलामत करने वाले की मलामत से नहीं डरते। यह अल्लाह का फज़ल है; वह इसे जिसे चाहता है देता है। और अल्लाह वुसअत वाला और इल्म वाला है।"
            }
          },
          {
            "no": 55,
            "arabic": "إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ",
            "transliteration": "Innamā waliyyukumu Allāhu warasūluhu wa alladhīna āmanū alladhīna yuqīmūna aṣ-ṣalāta wayu’tūna az-zakāta wahum rāki‘ūn",
            "translations": {
              "English": "Your allies are God, and His Messenger, and those who believe—those who pray regularly, and give charity, and bow down.",
              "Urdu": "تمہارے دوست صرف اللہ اور اس کا رسول اور وہ لوگ ہیں جو ایمان لائے—جو نماز قائم کرتے ہیں اور زکوٰة دیتے ہیں اور رکوع کرنے والے ہیں۔",
              "French": "Vos alliés ne sont qu’Allah, Son Messager et ceux qui croient—ceux qui accomplissent la prière, donnent la zakat et s’inclinent.",
              "Spanish": "Vuestros aliados son solo Dios, Su Mensajero y aquellos que creen—los que rezan regularmente, dan caridad y se inclinan.",
              "Hindi": "तुम्हारे दोस्त सिर्फ अल्लाह और उसका रसूल और वे लोग हैं जो ईमान लाए—जो नमाज़ कायम करते हैं और ज़कात देते हैं और रुकू करने वाले हैं।"
            }
          },
          {
            "no": 56,
            "arabic": "وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ",
            "transliteration": "Waman yatawalla Allāha warasūlahu wa alladhīna āmanū fa-inna ḥizba Allāhi humu al-ghālibūn",
            "translations": {
              "English": "Whoever allies himself with God, and His Messenger, and those who believe—surely the Party of God is the victorious.",
              "Urdu": "اور جو کوئی اللہ اور اس کے رسول اور ایمان والوں سے دوستی کرے—بے شک اللہ کی جماعت ہی غالب ہے۔",
              "French": "Et quiconque s’allie à Allah, à Son Messager et à ceux qui croient—en vérité, le parti d’Allah est celui des victorieux.",
              "Spanish": "Y quien se alíe con Dios, Su Mensajero y los que creen—ciertamente, el partido de Dios es el victorioso.",
              "Hindi": "और जो कोई अल्लाह और उसके रसूल और ईमान वालों से दोस्ती करे—बेशक अल्लाह की जमात ही गालिब है।"
            }
          },
          {
            "no": 57,
            "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
            "transliteration": "Yā ayyuhā alladhīna āmanū lā tattakhidhū alladhīna ittakhadhū dīnakum huzuwan wala‘iban mina alladhīna ūtū al-kitāba min qablikum wal-kuffāra awliyā’a wattaqū Allāha in kuntum mu’minīn",
            "translations": {
              "English": "O you who believe! Do not befriend those who take your religion in mockery and as a sport, be they from among those who were given the Scripture before you, or the disbelievers. And obey God, if you are believers.",
              "Urdu": "اے ایمان والو! ان لوگوں کو دوست نہ بناؤ جو تمہارے دین کو مذاق اور کھیل بناتے ہیں، خواہ وہ ان میں سے ہوں جنہیں تم سے پہلے کتاب دی گئی یا کافر ہوں۔ اور اللہ سے ڈرو اگر تم مومن ہو۔",
              "French": "Ô vous qui croyez ! Ne prenez pas pour amis ceux qui prennent votre religion en dérision et en jeu, qu’ils soient parmi ceux qui ont reçu le Livre avant vous ou parmi les mécréants. Et craignez Allah si vous êtes croyants.",
              "Spanish": "¡Oh vosotros que creéis! No toméis como amigos a quienes se burlan de vuestra religión y la toman como juego, ya sean de los que recibieron la Escritura antes que vosotros o de los incrédulos. Y temed a Dios, si sois creyentes.",
              "Hindi": "ऐ ईमान वालो! उन लोगों को दोस्त न बनाओ जो तुम्हारे दीन को मज़ाक और खेल बनाते हैं, चाहे वे उनमें से हों जिन्हें तुमसे पहले किताब दी गई या काफिर हों। और अल्लाह से डरो अगर तुम मोमिन हो।"
            }
          },
          {
            "no": 58,
            "arabic": "وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ",
            "transliteration": "Wa idhā nādaytum ilā aṣ-ṣalāti ittakhadhūhā huzuwan wala‘iban dhālika bi-annahum qawmun lā ya‘qilūn",
            "translations": {
              "English": "When you call to the prayer, they take it as a joke and a trifle. That is because they are people who do not reason.",
              "Urdu": "اور جب تم نماز کے لیے بلاتے ہو تو وہ اسے مذاق اور کھیل بنا لیتے ہیں۔ یہ اس لیے کہ وہ ایسی قوم ہیں جو عقل نہیں رکھتے۔",
              "French": "Et quand vous appelez à la prière, ils la prennent en dérision et en jeu. Cela parce qu’ils sont un peuple qui ne raisonne pas.",
              "Spanish": "Y cuando llamáis a la oración, la toman como burla y juego. Eso es porque son un pueblo que no razona.",
              "Hindi": "और जब तुम नमाज़ के लिए बुलाते हो तो वे इसे मज़ाक और खेल बना लेते हैं। यह इसलिए कि वे ऐसी कौम हैं जो अक्ल नहीं रखते।"
            }
          },
          {
            "no": 59,
            "arabic": "قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ",
            "transliteration": "Qul yā ahla al-kitābi hal tanqimūna minnā illā an āmannā biAllāhi wamā unzila ilaynā wamā unzila min qablu wa-anna aktharakum fāsiqūn",
            "translations": {
              "English": "Say, ‘O People of the Scripture! Do you resent us only because we believe in God, and in what was revealed to us, and in what was revealed previously; and most of you are sinners?’",
              "Urdu": "کہو، ‘اے اہل کتاب! کیا تم ہم سے صرف اس لیے ناراض ہو کہ ہم اللہ پر اور جو ہم پر نازل کیا گیا اور جو اس سے پہلے نازل کیا گیا اس پر ایمان لائے؛ اور یہ کہ تم میں سے اکثر فاسق ہیں؟’",
              "French": "Dis : ‘Ô Gens du Livre ! Nous en voulez-vous seulement parce que nous croyons en Allah, en ce qui nous a été révélé et en ce qui a été révélé auparavant ; et parce que la plupart d’entre vous sont des pervers ?’",
              "Spanish": "Di: ‘¡Oh Gente de la Escritura! ¿Nos resentís solo porque creemos en Dios, en lo que nos fue revelado y en lo que fue revelado antes; y porque la mayoría de vosotros sois pecadores?’",
              "Hindi": "कहो, ‘ऐ अहले किताब! क्या तुम हमसे सिर्फ इसलिए नाराज़ हो कि हम अल्लाह पर और जो हम पर नाज़िल किया गया और जो उससे पहले नाज़िल किया गया उस पर ईमान लाए; और यह कि तुम में से अक्सर फासिक हैं?’"
            }
          },
          {
            "no": 60,
            "arabic": "قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ",
            "transliteration": "Qul hal unabbi’ukum bisharrin min dhālika mathūbatan ‘inda Allāhi man la‘anahu Allāhu waghaḍiba ‘alayhi waja‘ala minhum al-qiradata wal-khanāzīra wa‘abada aṭ-ṭāghūta ulā’ika sharrun makānan wa-aḍallu ‘an sawā’i as-sabīl",
            "translations": {
              "English": "Say, ‘Shall I inform you of worse than that for retribution from God? He whom God has cursed, and with whom He became angry; and He turned some of them into apes, and swine, and idol worshipers. These are in a worse position, and further away from the right way.’",
              "Urdu": "کہو، ‘کیا میں تمہیں اس سے بدتر سزا کے بارے میں بتاؤں جو اللہ کے پاس ہے؟ وہ جسے اللہ نے لعنت کی اور اس پر غضب کیا؛ اور ان میں سے کچھ کو بندر اور سور بنا دیا، اور طاغوت کی عبادت کرنے والے۔ یہ لوگ بدتر مقام پر ہیں اور سیدھے راستے سے زیادہ بھٹکے ہوئے ہیں۔’",
              "French": "Dis : ‘Vous informerai-je d’une pire rétribution que cela auprès d’Allah ? Celui qu’Allah a maudit, dont Il s’est courroucé, et dont Il a fait des singes, des porcs et des adorateurs d’idoles. Ceux-là sont dans une pire position et plus égarés du droit chemin.’",
              "Spanish": "Di: ‘¿Os informaré de algo peor que eso como retribución de Dios? Aquel a quien Dios ha maldecido, con quien se enojó; y convirtió a algunos de ellos en monos, cerdos y adoradores de ídolos. Esos están en una peor posición y más alejados del camino recto.’",
              "Hindi": "कहो, ‘क्या मैं तुम्हें उससे बदतर सजा के बारे में बताऊँ जो अल्लाह के पास है? वह जिसे अल्लाह ने लानत की और उस पर गुस्सा किया; और उनमें से कुछ को बंदर और सुअर बना दिया, और तागूत की इबादत करने वाले। ये लोग बदतर मकाम पर हैं और सीधे रास्ते से ज़्यादा भटके हुए हैं।’"
            }
          },
          {
            "no": 61,
            "arabic": "وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ",
            "transliteration": "Wa idhā jā’ūkum qālū āmannā waqad dakhalū bil-kufri wahum qad kharajū bihi waAllāhu a‘lamu bimā kānū yaktumūn",
            "translations": {
              "English": "When they come to you, they say, ‘We believe,’ though they have entered with disbelief, and they have departed with it. But God is well aware of what they hide.",
              "Urdu": "اور جب وہ تمہارے پاس آتے ہیں تو کہتے ہیں، ‘ہم ایمان لائے،’ حالانکہ وہ کفر کے ساتھ داخل ہوئے اور اسی کے ساتھ نکلے۔ اور اللہ خوب جانتا ہے جو وہ چھپاتے ہیں۔",
              "French": "Et quand ils viennent à vous, ils disent : ‘Nous croyons’, alors qu’ils sont entrés avec la mécréance et en sont sortis avec elle. Mais Allah sait bien ce qu’ils cachent.",
              "Spanish": "Y cuando vienen a vosotros, dicen: ‘Creemos’, aunque han entrado con incredulidad y han salido con ella. Pero Dios sabe bien lo que ocultan.",
              "Hindi": "और जब वे तुम्हारे पास आते हैं तो कहते हैं, ‘हम ईमान लाए,’ हालाँकि वे कुफ्र के साथ दाखिल हुए और उसी के साथ निकले। और अल्लाह अच्छी तरह जानता है जो वे छुपाते हैं।"
            }
          },
          {
            "no": 62,
            "arabic": "وَتَرَى كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ",
            "transliteration": "Watarā kathīran minhum yusāri‘ūna fī al-ithmi wal-‘udwāni wa-aklihimu as-suḥta labi’sa mā kānū ya‘malūn",
            "translations": {
              "English": "You see many of them competing with one another in sin and hostility, and their consuming of what is illicit. What they have been doing is truly evil.",
              "Urdu": "تم ان میں سے بہتوں کو دیکھتے ہو کہ وہ گناہ اور زیادتی اور حرام کھانے میں ایک دوسرے سے سبقت لے جاتے ہیں۔ جو کچھ وہ کر رہے ہیں وہ بہت برا ہے۔",
              "French": "Tu vois beaucoup d’entre eux se précipiter dans le péché, l’agression et la consommation de gains illicites. Ce qu’ils font est vraiment mauvais.",
              "Spanish": "Ves a muchos de ellos compitiendo entre sí en el pecado y la hostilidad, y en consumir lo ilícito. Lo que han estado haciendo es verdaderamente malo.",
              "Hindi": "तुम उनमें से बहुतों को देखते हो कि वे गुनाह और ज़्यादती और हराम खाने में एक दूसरे से सबकत ले जाते हैं। जो कुछ वे कर रहे हैं वह बहुत बुरा है।"
            }
          },
          {
            "no": 63,
            "arabic": "لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ",
            "transliteration": "Lawlā yanhāhumu ar-rabbāniyyūna wal-aḥbāru ‘an qawlihimu al-ithma wa-aklihimu as-suḥta labi’sa mā kānū yaṣna‘ūn",
            "translations": {
              "English": "Why do the rabbis and the priests not prevent them from speaking sinfully and from consuming forbidden wealth? Evil is what they have been doing.",
              "Urdu": "ربانی اور عالم انہیں گناہ کی بات کہنے اور حرام کھانے سے کیوں نہیں روکتے؟ جو کچھ وہ کر رہے ہیں وہ بہت برا ہے۔",
              "French": "Pourquoi les rabbins et les prêtres ne les empêchent-ils pas de parler de péché et de consommer des richesses interdites ? Ce qu’ils font est vraiment mauvais.",
              "Spanish": "¿Por qué no les impiden los rabinos y los sacerdotes hablar pecaminosamente y consumir riquezas prohibidas? Malo es lo que han estado haciendo.",
              "Hindi": "रब्बानी और आलिम उन्हें गुनाह की बात कहने और हराम खाने से क्यों नहीं रोकते? जो कुछ वे कर रहे हैं वह बहुत बुरा है।"
            }
          },
          
            {
              "no": 64,
              "arabic": "وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ",
              "transliteration": "Waqālati al-yahūdu yadu Allāhi maghlūlatun ghullat aydīhim walu‘inū bimā qālū bal yadāhu mabsūṭatān yunfiqu kayfa yashā’u walayazīdanna kathīran minhum mā unzila ilayka min rabbika ṭughyānan wakufra wa-alqaynā baynahumu al-‘adāwata wal-baghḍā’a ilā yawmi al-qiyāmati kullamā awqadū nāran lil-ḥarbi aṭfa’ahā Allāhu wayas‘awna fī al-arḍi fasādan waAllāhu lā yuḥibb al-mufsidīn",
              "translations": {
                "English": "The Jews say, ‘God’s hand is tied.’ It is their hands that are tied, and they are cursed for what they say. In fact, His hands are outstretched; He gives as He wills. Certainly, what was revealed to you from your Lord will increase many of them in defiance and blasphemy. And We placed between them enmity and hatred, until the Day of Resurrection. Whenever they kindle the fire of war, God extinguishes it. And they strive to spread corruption on earth. God does not love the corrupters.",
                "Urdu": "یہود کہتے ہیں، ‘اللہ کا ہاتھ بندھا ہوا ہے۔’ ان کے ہاتھ بندھے ہوئے ہیں، اور وہ اس بات پر لعنتی ہیں جو انہوں نے کہی۔ بلکہ اس کے ہاتھ کھلے ہوئے ہیں؛ وہ جیسے چاہتا ہے خرچ کرتا ہے۔ یقیناً جو تمہارے رب کی طرف سے تم پر نازل کیا گیا وہ ان میں سے بہتوں کے لیے سرکشی اور کفر میں اضافہ کرے گا۔ اور ہم نے ان کے درمیان قیامت کے دن تک دشمنی اور نفرت ڈال دی۔ جب بھی انہوں نے جنگ کی آگ جلائی، اللہ نے اسے بجھا دیا۔ اور وہ زمین میں فساد پھیلانے کی کوشش کرتے ہیں۔ اور اللہ مفسدوں سے محبت نہیں کرتا۔",
                "French": "Les Juifs disent : ‘La main d’Allah est liée.’ Ce sont leurs mains qui sont liées, et ils sont maudits pour ce qu’ils ont dit. Au contraire, Ses mains sont ouvertes ; Il dépense comme Il veut. Certes, ce qui t’a été révélé de ton Seigneur augmentera chez beaucoup d’entre eux la rébellion et la mécréance. Et Nous avons jeté entre eux l’inimitié et la haine jusqu’au Jour de la Résurrection. Chaque fois qu’ils allument le feu de la guerre, Allah l’éteint. Et ils s’efforcent de semer la corruption sur la terre. Allah n’aime pas les corrupteurs.",
                "Spanish": "Los judíos dicen: ‘La mano de Dios está atada.’ Son sus manos las que están atadas, y están malditos por lo que dicen. Al contrario, Sus manos están extendidas; Él da como quiere. Ciertamente, lo que te fue revelado de tu Señor aumentará en muchos de ellos la rebeldía y la incredulidad. Y hemos colocado entre ellos enemistad y odio hasta el Día de la Resurrección. Cada vez que encienden el fuego de la guerra, Dios lo apaga. Y se esfuerzan por difundir la corrupción en la tierra. Dios no ama a los corruptores.",
                "Hindi": "यहूदी कहते हैं, ‘अल्लाह का हाथ बंधा हुआ है।’ उनके हाथ बंधे हुए हैं, और वे उस बात पर लानत के हकदार हैं जो उन्होंने कही। बल्कि उसके हाथ खुले हुए हैं; वह जैसा चाहता है खर्च करता है। यकीनन, जो तुम्हारे रब की तरफ से तुम पर नाज़िल किया गया, वह उनमें से बहुतों के लिए सरकशी और कुफ्र में इज़ाफा करेगा। और हमने उनके बीच क़यामत के दिन तक दुश्मनी और नफरत डाल दी। जब भी उन्होंने जंग की आग जलाई, अल्लाह ने उसे बुझा दिया। और वे ज़मीन में फसाद फैलाने की कोशिश करते हैं। और अल्लाह मुफसिदों से मोहब्बत नहीं करता।"
              }
            },
            {
              "no": 65,
              "arabic": "وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ",
              "transliteration": "Walaw anna ahla al-kitābi āmanū wattaqaw lakaffarnā ‘anhum sayyi’ātihim wala-adkhalnāhum jannāti an-na‘īm",
              "translations": {
                "English": "Had the People of the Scripture believed and been righteous, We would have remitted their sins, and admitted them into the Gardens of Bliss.",
                "Urdu": "اور اگر اہل کتاب ایمان لاتے اور پرہیزگاری کرتے تو ہم ان کے گناہ معاف کر دیتے اور انہیں نعمتوں کے باغات میں داخل کرتے۔",
                "French": "Et si les Gens du Livre avaient cru et avaient craint [Allah], Nous aurions effacé leurs péchés et les aurions fait entrer dans les Jardins de Délice.",
                "Spanish": "Si la Gente de la Escritura hubiera creído y sido recta, habríamos perdonado sus pecados y los habríamos admitido en los Jardines de la Felicidad.",
                "Hindi": "और अगर अहले किताब ईमान लाते और परहेज़गारी करते तो हम उनके गुनाह माफ कर देते और उन्हें नेअमतों के बाग़ों में दाखिल करते।"
              }
            },
            {
              "no": 66,
              "arabic": "وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ",
              "transliteration": "Walaw annahum aqāmū at-tawrāta wal-injīla wamā unzila ilayhim min rabbihim la-akalū min fawqihim wamin taḥti arjulihim minhum ummatun muqtaṣidatun wakathīrun minhum sā’a mā ya‘malūn",
              "translations": {
                "English": "Had they observed the Torah, and the Gospel, and what was revealed to them from their Lord, they would have consumed amply from above them, and from beneath their feet. Among them is a moderate community, but evil is what many of them are doing.",
                "Urdu": "اور اگر وہ تورات اور انجیل اور جو ان پر ان کے رب کی طرف سے نازل کیا گیا اسے قائم کرتے تو وہ اپنے اوپر سے اور اپنے پاؤں کے نیچے سے کھاتے۔ ان میں سے ایک امت میانہ روی والی ہے، لیکن ان میں سے بہت سے جو کچھ کرتے ہیں وہ برا ہے۔",
                "French": "Et s’ils avaient appliqué la Torah, l’Évangile et ce qui leur a été révélé de leur Seigneur, ils auraient mangé de ce qui est au-dessus d’eux et de ce qui est sous leurs pieds. Parmi eux, il y a une communauté modérée, mais beaucoup d’entre eux font de mauvaises actions.",
                "Spanish": "Si hubieran observado la Torá, el Evangelio y lo que les fue revelado de su Señor, habrían consumido abundantemente de lo que está sobre ellos y bajo sus pies. Entre ellos hay una comunidad moderada, pero malo es lo que muchos de ellos hacen.",
                "Hindi": "और अगर वे तौरात और इंजील और जो उनके रब की तरफ से उन पर नाज़िल किया गया उसे कायम करते तो वे अपने ऊपर से और अपने पाँव के नीचे से खाते। उनमें से एक उम्मत मियाना रवैये वाली है, लेकिन उनमें से बहुत से जो कुछ करते हैं वह बुरा है।"
              }
            },
            {
              "no": 67,
              "arabic": "يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
              "transliteration": "Yā ayyuhā ar-rasūlu balligh mā unzila ilayka min rabbika wa-in lam taf‘al famā ballaghta risālatahu waAllāhu ya‘ṣimuka mina an-nāsi inna Allāha lā yahdī al-qawma al-kāfirīn",
              "translations": {
                "English": "O Messenger, convey what was revealed to you from your Lord. But if you do not, then you would not have delivered His message. And God will protect you from the people. God does not guide the disbelieving people.",
                "Urdu": "اے رسول! جو کچھ تمہارے رب کی طرف سے تم پر نازل کیا گیا اسے پہنچاؤ۔ اور اگر تم نے ایسا نہ کیا تو تم نے اس کا پیغام نہیں پہنچایا۔ اور اللہ تمہیں لوگوں سے بچائے گا۔ بے شک اللہ کافر قوم کو ہدایت نہیں دیتا۔",
                "French": "Ô Messager ! Transmets ce qui t’a été révélé de ton Seigneur. Si tu ne le fais pas, tu n’auras pas transmis Son message. Et Allah te protégera des gens. En vérité, Allah ne guide pas les mécréants.",
                "Spanish": "¡Oh Mensajero! Comunica lo que te fue revelado de tu Señor. Si no lo haces, no habrás transmitido Su mensaje. Y Dios te protegerá de la gente. Dios no guía al pueblo incrédulo.",
                "Hindi": "ऐ रसूल! जो कुछ तुम्हारे रब की तरफ से तुम पर नाज़िल किया गया उसे पहुँचाओ। और अगर तुमने ऐसा न किया तो तुमने उसका पैगाम नहीं पहुँचाया। और अल्लाह तुम्हें लोगों से बचाएगा। बेशक अल्लाह काफिर कौम को हिदायत नहीं देता।"
              }
            },
            {
              "no": 68,
              "arabic": "قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ",
              "transliteration": "Qul yā ahla al-kitābi lastum ‘alā shay’in ḥattā tuqīmū at-tawrāta wal-injīla wamā unzila ilaykum min rabbikum walayazīdanna kathīran minhum mā unzila ilayka min rabbika ṭughyānan wakufra falā ta’sa ‘alā al-qawmi al-kāfirīn",
              "translations": {
                "English": "Say, ‘O People of the Scripture! You have no basis until you uphold the Torah, and the Gospel, and what is revealed to you from your Lord.’ But what is revealed to you from your Lord will increase many of them in rebellion and disbelief, so do not be sorry for the disbelieving people.",
                "Urdu": "کہو، ‘اے اہل کتاب! تم کسی چیز پر نہیں ہو جب تک کہ تم تورات اور انجیل اور جو تم پر تمہارے رب کی طرف سے نازل کیا گیا اسے قائم نہ کرو۔’ لیکن جو تمہارے رب کی طرف سے تم پر نازل کیا گیا وہ ان میں سے بہتوں کے لیے سرکشی اور کفر میں اضافہ کرے گا، تو کافر قوم پر افسوس نہ کرو۔",
                "French": "Dis : ‘Ô Gens du Livre ! Vous n’êtes sur rien tant que vous n’appliquez pas la Torah, l’Évangile et ce qui vous a été révélé de votre Seigneur.’ Mais ce qui t’a été révélé de ton Seigneur augmentera chez beaucoup d’entre eux la rébellion et la mécréance, alors ne t’afflige pas pour les mécréants.",
                "Spanish": "Di: ‘¡Oh Gente de la Escritura! No tenéis base alguna hasta que cumpláis con la Torá, el Evangelio y lo que os fue revelado de vuestro Señor.’ Pero lo que te fue revelado de tu Señor aumentará en muchos de ellos la rebeldía y la incredulidad, así que no te aflijas por el pueblo incrédulo.",
                "Hindi": "कहो, ‘ऐ अहले किताब! तुम किसी चीज़ पर नहीं हो जब तक कि तुम तौरात और इंजील और जो तुम पर तुम्हारे रब की तरफ से नाज़िल किया गया उसे कायम न करो।’ लेकिन जो तुम्हारे रब की तरफ से तुम पर नाज़िल किया गया वह उनमें से बहुतों के लिए सरकशी और कुफ्र में इज़ाफा करेगा, तो काफिर कौम पर अफसोस न करो।"
              }
            },
            {
              "no": 69,
              "arabic": "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
              "transliteration": "Inna alladhīna āmanū wa alladhīna hādū waṣ-ṣābi’ūna wan-naṣārā man āmana biAllāhi wal-yawmi al-ākhiri wa‘amila ṣāliḥan falā khawfun ‘alayhim walā hum yaḥzanūn",
              "translations": {
                "English": "Those who believe, and the Jews, and the Sabians, and the Christians—whoever believes in God and the Last Day, and does what is right—they have nothing to fear, nor shall they grieve.",
                "Urdu": "بے شک جو ایمان لائے اور جو یہودی ہوئے اور صابی اور نصاریٰ—جو کوئی اللہ اور آخرت کے دن پر ایمان لایا اور نیک عمل کیا—ان پر نہ کوئی خوف ہوگا اور نہ وہ غمگین ہوں گے۔",
                "French": "Ceux qui croient, les Juifs, les Sabéens et les Chrétiens—quiconque croit en Allah et au Jour Dernier et fait le bien—n’auront rien à craindre et ne seront pas affligés.",
                "Spanish": "Los que creen, los judíos, los sabeos y los cristianos—quien crea en Dios y en el Último Día, y haga el bien—no tendrán nada que temer ni se entristecerán.",
                "Hindi": "बेशक जो ईमान लाए और जो यहूदी हुए और साबिई और नसारा—जो कोई अल्लाह और आखिरी दिन पर ईमान लाया और नेक अमल किया—उन पर न कोई खौफ होगा और न वे गमगीन होंगे।"
              }
            },
            {
              "no": 70,
              "arabic": "لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ",
              "transliteration": "Laqad akhadhnā mīthāqa banī Isrā’īla wa-arsalnā ilayhim rusulan kullamā jā’ahum rasūlun bimā lā tahwā anfusuhum farīqan kadhdhabū wafarīqan yaqtulūn",
              "translations": {
                "English": "We made a covenant with the Children of Israel, and We sent to them messengers. Whenever a messenger came to them with what their souls did not desire, some of them they accused of lying, and others they put to death.",
                "Urdu": "ہم نے بنی اسرائیل سے عہد لیا اور ان کی طرف رسول بھیجے۔ جب بھی کوئی رسول ان کے پاس آیا جس چیز سے ان کے نفس کو خواہش نہ تھی، ان میں سے کچھ کو جھٹلایا اور کچھ کو قتل کر دیا۔",
                "French": "Nous avons pris un engagement avec les Enfants d’Israël et leur avons envoyé des messagers. Chaque fois qu’un messager venait à eux avec ce que leurs âmes ne désiraient pas, certains ils accusaient de mensonge, et d’autres ils tuaient.",
                "Spanish": "Tomamos un pacto con los Hijos de Israel y les enviamos mensajeros. Cada vez que un mensajero venía a ellos con lo que sus almas no deseaban, a algunos los acusaban de mentir, y a otros los mataban.",
                "Hindi": "हमने बनी इसराइल से अहद लिया और उनकी तरफ रसूल भेजे। जब भी कोई रसूल उनके पास आया जिस चीज़ से उनके नफ्स को ख्वाहिश न थी, उनमें से कुछ को झुठलाया और कुछ को कत्ल कर दिया।"
              }
            },
            {
              "no": 71,
              "arabic": "وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
              "transliteration": "Waḥasibū allā takūna fitnatun fa‘amū waṣammū thumma tāba Allāhu ‘alayhim thumma ‘amū waṣammū kathīrun minhum waAllāhu baṣīrun bimā ya‘malūn",
              "translations": {
                "English": "They assumed there would be no punishment, so they turned blind and deaf. Then God redeemed them, but then again many of them turned blind and deaf. But God is Seeing of what they do.",
                "Urdu": "اور انہوں نے سمجھا کہ کوئی فتنہ نہ ہوگا، تو وہ اندھے اور بہرے ہو گئے۔ پھر اللہ نے ان پر توبہ کی، لیکن پھر بھی ان میں سے بہت سے اندھے اور بہرے ہو گئے۔ اور اللہ ان کے اعمال کو دیکھنے والا ہے۔",
                "French": "Ils ont pensé qu’il n’y aurait pas d’épreuve, alors ils sont devenus aveugles et sourds. Puis Allah a accepté leur repentir, mais ensuite beaucoup d’entre eux sont redevenus aveugles et sourds. Et Allah voit ce qu’ils font.",
                "Spanish": "Pensaron que no habría castigo, así que se volvieron ciegos y sordos. Luego Dios los redimió, pero muchos de ellos volvieron a ser ciegos y sordos. Pero Dios ve lo que hacen.",
                "Hindi": "और उन्होंने समझा कि कोई फितना न होगा, तो वे अंधे और बहरे हो गए। फिर अल्लाह ने उन पर तौबा की, लेकिन फिर भी उनमें से बहुत से अंधे और बहरे हो गए। और अल्लाह उनके अमल को देखने वाला है।"
              }
            },
            {
              "no": 72,
              "arabic": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
              "transliteration": "Laqad kafara alladhīna qālū inna Allāha huwa al-masīḥu ibnu Maryama waqāla al-masīḥu yā banī Isrā’īla u‘budū Allāha rabbī warabbakum innahu man yushrik biAllāhi faqad ḥarrama Allāhu ‘alayhi al-jannata wama’wāhu an-nāru wamā liẓ-ẓālimīna min anṣār",
              "translations": {
                "English": "They disbelieve those who say, ‘God is the Messiah the son of Mary.’ But the Messiah himself said, ‘O Children of Israel, worship God, my Lord and your Lord. Whoever associates others with God, God has forbidden him Paradise, and his dwelling is the Fire. The wrongdoers have no saviors.’",
                "Urdu": "یقیناً وہ کافر ہو گئے جنہوں نے کہا، ‘اللہ وہی مسیح ابن مریم ہے۔’ حالانکہ مسیح نے کہا، ‘اے بنی اسرائیل! اللہ کی عبادت کرو جو میرا رب اور تمہارا رب ہے۔ بے شک جو کوئی اللہ کے ساتھ شریک کرے گا، اللہ نے اس پر جنت حرام کر دی اور اس کا ٹھکانہ آگ ہے۔ اور ظالموں کے لیے کوئی مددگار نہیں۔’",
                "French": "Ceux qui disent : ‘Allah est le Messie, fils de Marie’, sont certes des mécréants. Alors que le Messie a dit : ‘Ô Enfants d’Israël ! Adorez Allah, mon Seigneur et votre Seigneur. Quiconque associe à Allah, Allah lui a interdit le Paradis, et son refuge sera le Feu. Les injustes n’ont pas de secours.’",
                "Spanish": "Son incrédulos los que dicen: ‘Dios es el Mesías, hijo de María.’ Pero el Mesías mismo dijo: ‘¡Oh Hijos de Israel! Adorad a Dios, mi Señor y vuestro Señor. Quien asocie otros con Dios, Dios le ha prohibido el Paraíso, y su morada será el Fuego. Los malhechores no tienen salvadores.’",
                "Hindi": "यकीनन वे काफिर हो गए जिन्होंने कहा, ‘अल्लाह वही मसीह बिन मरयम है।’ हालाँकि मसीह ने कहा, ‘ऐ बनी इसराइल! अल्लाह की इबादत करो जो मेरा रब और तुम्हारा रब है। बेशक जो कोई अल्लाह के साथ शिर्क करेगा, अल्लाह ने उस पर जन्नत हराम कर दी और उसका ठिकाना आग है। और ज़ालिमों के लिए कोई मददगार नहीं।’"
              }
            },
            {
              "no": 73,
              "arabic": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ",
              "transliteration": "Laqad kafara alladhīna qālū inna Allāha thālithu thalāthatin wamā min ilāhin illā ilāhun wāḥidun wa-in lam yantahū ‘ammā yaqūlūna layamassanna alladhīna kafarū minhum ‘adhābun alīm",
              "translations": {
                "English": "They disbelieve those who say, ‘God is the third of three.’ But there is no deity except the One God. If they do not refrain from what they say, a painful torment will befall those among them who disbelieve.",
                "Urdu": "یقیناً وہ کافر ہو گئے جنہوں نے کہا، ‘اللہ تین میں سے تیسرا ہے۔’ حالانکہ کوئی معبود نہیں سوائے ایک اللہ کے۔ اور اگر وہ اس بات سے باز نہ آئے جو وہ کہتے ہیں تو ان میں سے جو کافر ہیں انہیں دردناک عذاب ضرور چھوئے گا۔",
                "French": "Ceux qui disent : ‘Allah est le troisième de trois’ sont certes des mécréants. Il n’y a de divinité qu’Allah, l’Unique. S’ils ne cessent pas de dire cela, un châtiment douloureux touchera ceux d’entre eux qui mécroient.",
                "Spanish": "Son incrédulos los que dicen: ‘Dios es el tercero de tres.’ Pero no hay divinidad salvo el Único Dios. Si no se abstienen de lo que dicen, un tormento doloroso alcanzará a los incrédulos entre ellos.",
                "Hindi": "यकीनन वे काफिर हो गए जिन्होंने कहा, ‘अल्लाह तीन में से तीसरा है।’ हालाँकि कोई माबूद नहीं सिवाय एक अल्लाह के। और अगर वे इस बात से बाज़ न आए जो वे कहते हैं तो उनमें से जो काफिर हैं उन्हें दर्दनाक अज़ाब ज़रूर छुएगा।"
              }
            },
            {
              "no": 74,
              "arabic": "أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ",
              "transliteration": "Afalā yatūbūna ilā Allāhi wayastaghfirūnahu waAllāhu ghafūrun raḥīm",
              "translations": {
                "English": "Will they not repent to God and ask His forgiveness? God is Forgiving and Merciful.",
                "Urdu": "کیا وہ اللہ کی طرف توبہ نہیں کریں گے اور اس سے معافی نہیں مانگیں گے؟ اور اللہ بخشنے والا اور رحم کرنے والا ہے۔",
                "French": "Ne se repentiront-ils pas auprès d’Allah et ne Lui demanderont-ils pas pardon ? Allah est Pardonneur et Miséricordieux.",
                "Spanish": "¿No se arrepentirán ante Dios y le pedirán perdón? Dios es Perdonador y Misericordioso.",
                "Hindi": "क्या वे अल्लाह की तरफ तौबा नहीं करेंगे और उससे माफी नहीं माँगेंगे? और अल्लाह बख्शने वाला और रहम करने वाला है।"
              }
            },
            {
              "no": 75,
              "arabic": "مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ",
              "transliteration": "Mā al-masīḥu ibnu Maryama illā rasūlun qad khalat min qablihi ar-rusulu wa-ummuhu ṣiddīqatun kānā ya’kulāni aṭ-ṭa‘āma unẓur kayfa nubayyinu lahumu al-āyāti thumma unẓur annā yu’fakūn",
              "translations": {
                "English": "The Messiah son of Mary was only a messenger, before whom other Messengers had passed away, and his mother was a woman of truth. They both used to eat food. Note how We make clear the revelations to them; then note how deluded they are.",
                "Urdu": "مسیح ابن مریم صرف ایک رسول تھا، اس سے پہلے اور رسول گزر چکے ہیں، اور اس کی ماں سچی عورت تھی۔ دونوں کھانا کھاتے تھے۔ دیکھو ہم ان کے لیے آیات کو کس طرح واضح کرتے ہیں؛ پھر دیکھو وہ کس طرح بہک جاتے ہیں۔",
                "French": "Le Messie, fils de Marie, n’était qu’un messager ; d’autres messagers l’ont précédé, et sa mère était une femme véridique. Tous deux mangeaient de la nourriture. Vois comment Nous leur expliquons les signes ; puis vois comment ils s’égarent.",
                "Spanish": "El Mesías, hijo de María, no fue más que un mensajero; otros mensajeros pasaron antes que él, y su madre fue una mujer veraz. Ambos comían alimento. Observa cómo les aclaramos las revelaciones; luego observa cómo se extravían.",
                "Hindi": "मसीह बिन मरयम सिर्फ एक रसूल था, उससे पहले और रसूल गुज़र चुके हैं, और उसकी माँ सच्ची औरत थी। दोनों खाना खाते थे। देखो हम उनके लिए आयात को कैसे वाज़ेह करते हैं; फिर देखो वे कैसे बहक जाते हैं।"
              }
            },
            {
              "no": 76,
              "arabic": "قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
              "transliteration": "Qul ata‘budūna min dūni Allāhi mā lā yamliku lakum ḍarran walā naf‘an waAllāhu huwa as-samī‘u al-‘alīm",
              "translations": {
                "English": "Say, ‘Do you worship, besides God, what has no power to harm or benefit you?’ But God: He is the Hearer, the Knower.",
                "Urdu": "کہو، ‘کیا تم اللہ کے سوا اس کی عبادت کرتے ہو جو تمہارے لیے نہ نقصان کا مالک ہے نہ نفع کا؟’ اور اللہ ہی سننے والا اور جاننے والا ہے۔",
                "French": "Dis : ‘Adorez-vous, en dehors d’Allah, ce qui ne peut ni vous nuire ni vous bénéficier ?’ Alors qu’Allah est l’Audient, le Savant.",
                "Spanish": "Di: ‘¿Adoráis, además de Dios, lo que no tiene poder para dañaros ni beneficiaros?’ Pero Dios: Él es el que Oye, el que Sabe.",
                "Hindi": "कहो, ‘क्या तुम अल्लाह के सिवा उस की इबादत करते हो जो तुम्हारे लिए न नुकसान का मालिक है न नफा का?’ और अल्लाह ही सुनने वाला और जानने वाला है।"
              }
            },
            {
              "no": 77,
              "arabic": "قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ",
              "transliteration": "Qul yā ahla al-kitābi lā taghlū fī dīnikum ghayra al-ḥaqqi walā tattabi‘ū ahwā’a qawmin qad ḍallū min qablu wa-aḍallū kathīran waḍallū ‘an sawā’i as-sabīl",
              "translations": {
                "English": "Say, ‘O People of the Scripture! Do not exaggerate in your religion beyond the truth; and do not follow the opinions of people who went astray before, and misled many, and themselves strayed off the balanced way.’",
                "Urdu": "کہو، ‘اے اہل کتاب! اپنے دین میں حق سے ہٹ کر غلو نہ کرو؛ اور ان لوگوں کی خواہشات کی پیروی نہ کرو جو پہلے گمراہ ہو چکے اور بہتوں کو گمراہ کیا اور خود بھی سیدھے راستے سے بھٹک گئے۔’",
                "French": "Dis : ‘Ô Gens du Livre ! N’exagérez pas dans votre religion au-delà de la vérité ; et ne suivez pas les désirs d’un peuple qui s’est égaré auparavant, a égaré beaucoup et s’est écarté du droit chemin.’",
                "Spanish": "Di: ‘¡Oh Gente de la Escritura! No exageréis en vuestra religión más allá de la verdad; y no sigáis las opiniones de un pueblo que se extravió antes, desvió a muchos y se apartó del camino equilibrado.’",
                "Hindi": "कहो, ‘ऐ अहले किताब! अपने दीन में हक से हटकर गुलू न करो; और उन लोगों की ख्वाहिशों की पैरवी न करो जो पहले गुमराह हो चुके और बहुतों को गुमराह किया और खुद भी सीधे रास्ते से भटक गए।’"
              }
            },
            {
              "no": 78,
              "arabic": "لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
              "transliteration": "Lu‘ina alladhīna kafarū min banī Isrā’īla ‘alā lisāni Dāwūda wa‘Īsā ibni Maryama dhālika bimā ‘aṣaw wakānū ya‘tadūn",
              "translations": {
                "English": "Cursed were those who disbelieved from among the Children of Israel by the tongue of David and Jesus son of Mary. That is because they rebelled and used to transgress.",
                "Urdu": "بنی اسرائیل میں سے جو کافر ہوئے وہ داؤد اور عیسیٰ ابن مریم کی زبان پر لعنتی ہوئے۔ یہ اس لیے کہ انہوں نے نافرمانی کی اور حد سے بڑھتے رہے۔",
                "French": "Maudits furent ceux parmi les Enfants d’Israël qui ont mécru, par la langue de David et de Jésus, fils de Marie. Cela parce qu’ils ont désobéi et transgressé.",
                "Spanish": "Malditos fueron los que descreyeron entre los Hijos de Israel por la lengua de David y Jesús, hijo de María. Eso fue porque se rebelaron y solían transgredir.",
                "Hindi": "बनी इसराइल में से जो काफिर हुए वे दाऊद और ईसा बिन मरयम की ज़बान पर लानती हुए। यह इसलिए कि उन्होंने नाफरमानी की और हद से बढ़ते रहे।"
              }
            },
            {
              "no": 79,
              "arabic": "كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ",
              "transliteration": "Kānū lā yatanāhawna ‘an munkarin fa‘alūhu labi’sa mā kānū yaf‘alūn",
              "translations": {
                "English": "They used not to prevent one another from the wrongs they used to commit. Evil is what they used to do.",
                "Urdu": "وہ ایک دوسرے کو برائیوں سے نہیں روکتے تھے جو وہ کرتے تھے۔ جو کچھ وہ کرتے تھے وہ بہت برا تھا۔",
                "French": "Ils ne s’interdisaient pas mutuellement les mauvaises actions qu’ils commettaient. Ce qu’ils faisaient était vraiment mauvais.",
                "Spanish": "No se impedían unos a otros las maldades que cometían. Malo es lo que solían hacer.",
                "Hindi": "वे एक दूसरे को बुराइयों से नहीं रोकते थे जो वे करते थे। जो कुछ वे करते थे वह बहुत बुरा था।"
              }
            },
            {
              "no": 80,
              "arabic": "تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ",
              "transliteration": "Tarā kathīran minhum yatawallawna alladhīna kafarū labi’sa mā qaddamat lahum anfusuhum an sakhita Allāhu ‘alayhim wafī al-‘adhābi hum khālidūn",
              "translations": {
                "English": "You will see many of them befriending those who disbelieve. Terrible is what their souls prompt them to do. The wrath of God fell upon them, and in the torment they will remain.",
                "Urdu": "تم ان میں سے بہتوں کو دیکھتے ہو کہ وہ کافروں سے دوستی کرتے ہیں۔ بہت برا ہے جو ان کے نفس نے ان کے لیے آگے بھیجا کہ اللہ ان پر ناراض ہوا اور وہ عذاب میں ہمیشہ رہیں گے۔",
                "French": "Tu verras beaucoup d’entre eux s’allier à ceux qui mécroient. Terrible est ce que leurs âmes leur ont préparé : la colère d’Allah s’est abattue sur eux, et ils demeureront dans le châtiment.",
                "Spanish": "Verás a muchos de ellos aliándose con los que descreyeron. Terrible es lo que sus almas les incitaron a hacer: la ira de Dios cayó sobre ellos, y en el tormento permanecerán.",
                "Hindi": "तुम उनमें से बहुतों को देखते हो कि वे काफिरों से दोस्ती करते हैं। बहुत बुरा है जो उनके नफ्स ने उनके लिए आगे भेजा कि अल्लाह उन पर नाराज़ हुआ और वे अज़ाब में हमेशा रहेंगे।"
              }
            },
            
              {
                "no": 81,
                "arabic": "وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ",
                "transliteration": "Wa law kānū yuʾminūna bi-llāhi wa-n-nabiyyi wa mā unzila ilayhi mā ittakhadhūhum awliyāʾa wa lākinna kathīran minhum fāsiqūn",
                "translations": {
                  "English": "Had they believed in Allah and the Prophet and what was revealed to him, they would not have taken them as allies. But many of them are defiantly disobedient.",
                  "Urdu": "اگر وہ اللہ اور نبی اور اس پر جو نازل کیا گیا ہے، ایمان لاتے تو انہیں دوست نہ بناتے، لیکن ان میں سے بہت سے فاسق ہیں۔",
                  "French": "S’ils avaient cru en Allah, au Prophète et à ce qui lui a été révélé, ils ne les auraient pas pris pour alliés. Mais beaucoup d’entre eux sont pervers.",
                  "Spanish": "Si hubieran creído en Alá, en el Profeta y en lo que le fue revelado, no los habrían tomado como aliados. Pero muchos de ellos son transgresores.",
                  "Hindi": "अगर वे अल्लाह और नबी और जो कुछ उस पर उतारा गया है, उस पर ईमान लाते तो उन्हें दोस्त न बनाते, लेकिन उनमें से बहुतेरे फासिक़ (नाफरमान) हैं।"
                }
              },
              {
                "no": 82,
                "arabic": "لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا ۖ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
                "transliteration": "Latajidanna ashadda n-nāsi ʿadāwatan li-lladhīna āmanū al-yahūda wa-lladhīna ashrakū wa latajidanna aqrabahum mawaddatan li-lladhīna āmanū alladhīna qālū innā naṣārā dhālika bi-anna minhum qissīsīna wa ruhbānan wa annahum lā yastakbirūn",
                "translations": {
                  "English": "You will surely find the most intense of the people in animosity toward the believers to be the Jews and those who associate others with Allah; and you will find the nearest of them in affection to the believers to be those who say, 'We are Christians.' That is because among them are priests and monks and because they are not arrogant.",
                  "Urdu": "تم ضرور یہود اور مشرکوں کو لوگوں میں سب سے زیادہ ایمان والوں سے دشمنی رکھنے والے پاؤ گے، اور ایمان والوں سے سب سے زیادہ محبت رکھنے والے انہیں پاؤ گے جو کہتے ہیں کہ ہم نصرانی ہیں۔ یہ اس لیے کہ ان میں علماء اور درویش ہیں اور وہ تکبر نہیں کرتے۔",
                  "French": "Tu trouveras certainement que les Juifs et les associateurs sont les plus hostiles aux croyants. Et tu trouveras certes que les plus disposés à aimer les croyants sont ceux qui disent : ‹Nous sommes chrétiens›. C’est qu’il y a parmi eux des prêtres et des moines, et qu’ils ne s’enflent pas d’orgueil.",
                  "Spanish": "Encontrarás que los más hostiles hacia los creyentes son los judíos y los idólatras. Y encontrarás que los más cercanos en afecto a los creyentes son los que dicen: 'Somos cristianos'. Esto es porque entre ellos hay sacerdotes y monjes, y porque no son arrogantes.",
                  "Hindi": "तुम अवश्य पाओगे कि यहूदी और मुश्रिक लोग ईमान वालों से सबसे अधिक शत्रुता रखने वाले हैं, और ईमान वालों से सबसे अधिक प्रेम रखने वाले तुम उन्हें पाओगे जो कहते हैं कि हम नसारा (ईसाई) हैं। यह इसलिए कि उनमें पादरी और संन्यासी हैं और वे अभिमान नहीं करते।"
                }
              },
              {
                "no": 83,
                "arabic": "وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَىٰ أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ ۖ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
                "transliteration": "Wa idhā samiʿū mā unzila ilā r-rasūli tarā aʿyunahum tafīḍu mina d-damʿi mimmā ʿarafū mina l-ḥaqqi yaqūlūna rabbanā āmannā fāktubnā maʿa sh-shāhidīn",
                "translations": {
                  "English": "And when they hear what has been revealed to the Messenger, you see their eyes overflowing with tears because of what they have recognized of the truth. They say, 'Our Lord, we have believed, so register us among the witnesses.'",
                  "Urdu": "اور جب وہ سنتے ہیں جو رسول پر نازل کیا گیا ہے، تو تم دیکھتے ہو کہ حق کو پہچاننے کی وجہ سے ان کی آنکھوں سے آنسو بہہ رہے ہیں۔ وہ کہتے ہیں: 'اے ہمارے رب! ہم ایمان لائے، پس ہمیں گواہوں میں لکھ لے۔'",
                  "French": "Et quand ils entendent ce qui a été révélé au Messager, tu vois leurs yeux déborder de larmes, parce qu’ils ont reconnu la vérité. Ils disent : ‹Seigneur ! Nous croyons : inscris-nous donc parmi ceux qui témoignent (de la véracité du Coran).",
                  "Spanish": "Cuando escuchan lo que le ha sido revelado al Mensajero, ves que sus ojos se inundan de lágrimas al reconocer la verdad. Dicen: '¡Señor nuestro! Creemos, así que inscríbenos entre los testigos.'",
                  "Hindi": "और जब वे सुनते हैं जो रसूल पर उतारा गया है, तो तुम देखोगे कि सच्चाई को पहचानने के कारण उनकी आँखों से आँसू बह रहे हैं। वे कहते हैं: 'हे हमारे रब! हम ईमान लाए, अतः हमें गवाहों में लिख ले।'"
                }
              },
              {
                "no": 84,
                "arabic": "وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ",
                "transliteration": "Wa mā lanā lā nuʾminu bi-llāhi wa mā jāʾanā mina l-ḥaqqi wa naṭmaʿu an yudkhilanā rabbunā maʿa l-qawmi ṣ-ṣāliḥīn",
                "translations": {
                  "English": "'And why should we not believe in Allah and what has come to us of the truth? And we aspire that our Lord will admit us [to Paradise] with the righteous people.'",
                  "Urdu": "'اور ہمیں کیا ہو گیا ہے کہ ہم اللہ اور اس حق پر ایمان نہ لائیں جو ہمارے پاس آیا ہے؟ اور ہم تو یہ چاہتے ہیں کہ ہمارا رب ہمیں نیک لوگوں کے ساتھ داخل کرے۔'",
                  "French": "Et qu’aurions-nous à ne pas croire en Allah et à ce qui nous est parvenu de la vérité, alors que nous espérons que notre Seigneur nous fasse entrer en compagnie des gens vertueux ?",
                  "Spanish": "'¿Y por qué no habríamos de creer en Alá y en la verdad que nos ha llegado, anhelando que nuestro Señor nos haga entrar con la gente justa?'",
                  "Hindi": "'और हमें क्या हो गया है कि हम अल्लाह और उस सच्चाई पर ईमान न लाएँ जो हमारे पास आई है? हम तो यही चाहते हैं कि हमारा रब हमें नेक लोगों के साथ दाख़िल करे।'"
                }
              },
              {
                "no": 85,
                "arabic": "فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ",
                "transliteration": "Fa athābahumu llāhu bi-mā qālū jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā wa dhālika jazāʾu l-muḥsinīn",
                "translations": {
                  "English": "So Allah rewarded them for what they said with gardens [in Paradise] beneath which rivers flow, wherein they abide eternally. And that is the reward of doers of good.",
                  "Urdu": "پس اللہ نے ان کے قول کے بدلے انہیں ایسے باغات سے نوازا جن کے نیچے نہریں بہتی ہیں، جہاں وہ ہمیشہ رہیں گے۔ اور یہی نیکوکاروں کا بدلہ ہے۔",
                  "French": "Allah donc les récompense pour ce qu’ils disent par des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement. Telle est la récompense des bienfaisants.",
                  "Spanish": "Así que Alá los recompensó por lo que dijeron con jardines por los que fluyen ríos, donde permanecerán eternamente. Y esa es la recompensa de los bienhechores.",
                  "Hindi": "तो अल्लाह ने उनके कथन के बदले उन्हें ऐसे बाग़ों से नवाज़ा जिनके नीचे नहरें बहती हैं, जहाँ वे सदैव रहेंगे। और यही अच्छे कर्म करने वालों का बदला है।"
                }
              },
              {
                "no": 86,
                "arabic": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
                "transliteration": "Wa-lladhīna kafarū wa kadhdhabū bi-āyātinā ulāʾika aṣḥābu l-jaḥīm",
                "translations": {
                  "English": "But those who disbelieved and denied Our verses - they are the companions of Hellfire.",
                  "Urdu": "اور جنہوں نے کفر کیا اور ہماری آیتوں کو جھٹلایا، وہی دوزخ والے ہیں۔",
                  "French": "Et quant à ceux qui ont mécru et traité de mensonges Nos versets, ceux-là sont les gens de la Fournaise.",
                  "Spanish": "Pero los que se negaron a creer y desmintieron Nuestros signos, esos son los compañeros del Infierno.",
                  "Hindi": "और जिन्होंने इनकार किया और हमारी आयतों को झुठलाया, वे जहन्नम वाले हैं।"
                }
              },
              {
                "no": 87,
                "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ",
                "transliteration": "Yā ayyuhā lladhīna āmanū lā tuḥarrimū ṭayyibāti mā aḥalla llāhu lakum wa lā taʿtadū inna llāha lā yuḥibbu l-muʿtadīn",
                "translations": {
                  "English": "O you who have believed, do not prohibit the good things which Allah has made lawful to you and do not transgress. Indeed, Allah does not like transgressors.",
                  "Urdu": "اے ایمان والو! اللہ نے جو پاکیزہ چیزیں تمہارے لیے حلال کی ہیں، انہیں حرام نہ ٹھہراؤ اور حد سے نہ بڑھو۔ بے شک اللہ حد سے بڑھنے والوں کو پسند نہیں کرتا।",
                  "French": "Ô les croyants ! Ne déclarez pas illicites les bonnes choses qu’Allah vous a rendues licites, et ne transgressez pas. Allah, (en vérité,) n’aime pas les transgresseurs.",
                  "Spanish": "¡Oh, creyentes! No prohibáis las cosas buenas que Alá os ha permitido, y no os excedáis. En verdad, Alá no ama a los transgresores.",
                  "Hindi": "ऐ ईमान वालो! अल्लाह ने जो पवित्र चीज़ें तुम्हारे लिए हलाल की हैं, उन्हें हराम न ठहराओ और हद से न बढ़ो। निस्संदेह अल्लाह हद से बढ़ने वालों को पसंद नहीं करता।"
                }
              },
              {
                "no": 88,
                "arabic": "وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا ۚ وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ",
                "transliteration": "Wa kulū mimmā razaqakumu llāhu ḥalālan ṭayyiban wa ttaqū llāha lladhī antum bihi muʾminūn",
                "translations": {
                  "English": "And eat of what Allah has provided for you [which is] lawful and good. And fear Allah, in whom you are believers.",
                  "Urdu": "اور اللہ نے جو حلال اور پاکیزہ رزق تمہیں دیا ہے، اس میں سے کھاؤ۔ اور اللہ سے ڈرو جس پر تم ایمان رکھتے ہو।",
                  "French": "Et mangez de ce qu’Allah vous a attribué de licite et de bon. Et craignez Allah, en qui vous avez foi.",
                  "Spanish": "Y comed de lo que Alá os ha proveído, lícito y bueno. Y temed a Alá, en quien creéis.",
                  "Hindi": "और अल्लाह ने जो हलाल और पवित्र रोज़ी तुम्हें दी है, उसमें से खाओ। और अल्लाह से डरो, जिस पर तुम ईमान रखते हो।"
                }
              },
              {
                "no": 89,
                "arabic": "لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَٰكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ ۖ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ ۚ وَاحْفَظُوا أَيْمَانَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ",
                "transliteration": "Lā yuʾākhidhukumu llāhu bi-l-laghwi fī aymānikum wa lākin yuʾākhidhukum bi-mā ʿaqqadtumu l-aymāna fa kaffāratuhu iṭʿāmu ʿasharati masākīna min awsaṭi mā tuṭʿimūna ahlīkum aw kiswatuhum aw taḥrīru raqabatin fa man lam yajid fa ṣiyāmu thalāthati ayyāmin dhālika kaffāratu aymānikum idhā ḥalaftum wa ḥfaẓū aymānakum kadhālika yubayyinu llāhu lakum āyātihi laʿallakum tashkurūn",
                "translations": {
                  "English": "Allah will not impose blame upon you for what is meaningless in your oaths, but He will impose blame upon you for [breaking] what you intended of oaths. So its expiation is the feeding of ten needy people from the average of that which you feed your [own] families or clothing them or the freeing of a slave. But whoever cannot find [or afford it] - then a fast of three days [is required]. That is the expiation for oaths when you have sworn. But guard your oaths. Thus does Allah make clear to you His verses that you may be grateful.",
                  "Urdu": "اللہ تمہیں تمہاری بے مقصد قسموں پر نہیں پکڑے گا، لیکن تمہیں ان قسموں پر پکڑے گا جو تم نے پختہ ارادے سے کھائی ہوں۔ اس کی کفارہ دس مسکینوں کو کھانا کھلانا ہے، اوسط درجے کا جو تم اپنے گھر والوں کو کھلاتے ہو، یا انہیں کپڑے دینا، یا ایک غلام آزاد کرنا۔ پھر جو شخص اس کی استطاعت نہ رکھتا ہو، تو تین دن کے روزے رکھے۔ یہ تمہاری قسموں کی کفارہ ہے جب تم قسم کھا لو۔ اور اپنی قسموں کی حفاظت کرو۔ اس طرح اللہ تمہارے لیے اپنی آیتیں کھول کر بیان کرتا ہے تاکہ تم شکر کرو۔",
                  "French": "Allah ne vous sanctionne pas pour la frivolité dans vos serments, mais Il vous sanctionne pour les serments que vous avez l’intention d’exécuter. L’expiation en sera de nourrir dix pauvres, de ce dont vous nourrissez normalement vos familles, ou de les habiller, ou de libérer un esclave. Quiconque n’en trouve pas les moyens devra jeûner trois jours. Voilà l’expiation pour vos serments lorsque vous avez juré. Et respectez vos serments. Ainsi Allah vous explique Ses versets, afin que vous soyez reconnaissants.",
                  "Spanish": "Alá no os reprochará lo que sea vano en vuestros juramentos, pero sí os reprochará [el incumplimiento de] los juramentos que hayáis hecho intencionadamente. Su expiación será alimentar a diez necesitados con lo mismo que alimentáis a vuestras familias, o vestirlos, o liberar a un esclavo. Quien no pueda hacerlo, que ayune tres días. Esta es la expiación por vuestros juramentos cuando juréis. Pero cumplid vuestros juramentos. Así os aclara Alá Sus signos para que seáis agradecidos.",
                  "Hindi": "अल्लाह तुम्हें तुम्हारी व्यर्थ क़समों पर नहीं पकड़ेगा, लेकिन तुम्हें उन क़समों पर पकड़ेगा जो तुमने दृढ़ निश्चय से खाई हों। उसका कफ़्फ़ारा दस मिस्कीनों को खाना खिलाना है, औसत दर्जे का जो तुम अपने घर वालों को खिलाते हो, या उन्हें कपड़े देना, या एक ग़ुलाम आज़ाद करना। फिर जो व्यक्ति इसकी सामर्थ्य न रखता हो, तो तीन दिन के रोज़े रखे। यह तुम्हारी क़समों का कफ़्फ़ारा है जब तुम क़सम खा लो। और अपनी क़समों की रक्षा करो। इस तरह अल्लाह तुम्हारे लिए अपनी आयतें खोलकर बयान करता है ताकि तुम कृतज्ञ बनो।"
                }
              },
              {
                "no": 90,
                "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
                "transliteration": "Yā ayyuhā lladhīna āmanū innamā l-khamru wa-l-maysiru wa-l-anṣābu wa-l-azlāmu rijsun min ʿamali sh-shayṭāni fa-jtanibūhu laʿallakum tufliḥūn",
                "translations": {
                  "English": "O you who have believed, indeed, intoxicants, gambling, [sacrificing on] stone alters [to other than Allah], and divining arrows are but defilement from the work of Satan, so avoid it that you may be successful.",
                  "Urdu": "اے ایمان والو! شراب، جوا، بت اور پانسے یہ سب شیطان کے کاموں سے ناپاک ہیں، پس ان سے بچو تاکہ تم فلاح پاؤ۔",
                  "French": "Ô les croyants ! Le vin, le jeu de hasard, les pierres dressées, les flèches de divination ne sont qu’une abomination, œuvre du Diable. Écartez-vous-en, afin que vous réussissiez.",
                  "Spanish": "¡Oh, creyentes! El vino, los juegos de azar, los ídolos y las flechas de la suerte son una abominación y obra del Demonio. Absteneos de ello para que tengáis éxito.",
                  "Hindi": "ऐ ईमान वालो! शराब, जुआ, मूर्तियाँ और पाँसे ये सब शैतान के कामों से गंदे हैं, अतः इनसे बचो ताकि तुम सफल हो।"
                }
              },
              {
                "no": 91,
                "arabic": "إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ ۖ فَهَلْ أَنْتُمْ مُنْتَهُونَ",
                "transliteration": "Innamā yurīdu sh-shayṭānu an yūqiʿa baynakumu l-ʿadāwata wa-l-baghḍāʾa fī l-khamri wa-l-maysiri wa yaṣuddakum ʿan dhikri llāhi wa ʿani ṣ-ṣalāti fa hal antum muntahūn",
                "translations": {
                  "English": "Satan only wants to cause between you animosity and hatred through intoxicants and gambling and to avert you from the remembrance of Allah and from prayer. So will you not desist?",
                  "Urdu": "شیطان تو یہ چاہتا ہے کہ شراب اور جوئے کے ذریعے تمہارے درمیان دشمنی اور بغض ڈال دے اور تمہیں اللہ کے ذکر اور نماز سے روک دے۔ پس کیا تم باز آؤ گے?",
                  "French": "Le Diable ne veut que jeter parmi vous, à travers le vin et le jeu de hasard, l’inimité et la haine, et vous détourner d’invoquer Allah et de la Salāt. Allez-vous donc y mettre fin ?",
                  "Spanish": "El Demonio sólo quiere sembrar entre vosotros la enemistad y el odio mediante el vino y los juegos de azar, y apartaros del recuerdo de Alá y de la oración. ¿Os abstendréis?",
                  "Hindi": "शैतान तो यह चाहता है कि शराब और जुए के ज़रिए तुम्हारे बीच दुश्मनी और बैर डाल दे और तुम्हें अल्लाह के ज़िक्र और नमाज़ से रोक दे। तो क्या तुम बाज़ आओगे?"
                }
              },
              {
                "no": 92,
                "arabic": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا ۚ فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَىٰ رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
                "transliteration": "Wa aṭīʿū llāha wa aṭīʿū r-rasūla wa ḥdharū fa in tawallaytum fa-ʿlamū annamā ʿalā rasūlinā l-balāghu l-mubīn",
                "translations": {
                  "English": "And obey Allah and obey the Messenger and beware. And if you turn away - then know that upon Our Messenger is only [the responsibility for] clear notification.",
                  "Urdu": "اور اللہ کی اطاعت کرو اور رسول کی اطاعت کرو اور ہوشیار رہو۔ پھر اگر تم منہ موڑو تو جان لو کہ ہمارے رسول پر صرف واضح پہنچا دینے کی ذمہ داری ہے۔",
                  "French": "Et obéissez à Allah, et obéissez au Messager, et prenez garde ! Si ensuite vous vous détournez... alors sachez qu’il n’incombe à Notre Messager que de transmettre clairement (le message).",
                  "Spanish": "Y obedeced a Alá y obedeced al Mensajero y sed precavidos. Pero si os apartáis, sabed que a Nuestro Mensajero sólo le incumbe la transmisión clara.",
                  "Hindi": "और अल्लाह का आज्ञापालन करो और रसूल का आज्ञापालन करो और सावधान रहो। फिर अगर तुम मुँह मोड़ो तो जान लो कि हमारे रसूल पर सिर्फ़ स्पष्ट पहुँचा देने की ज़िम्मेदारी है।"
                }
              },
              {
                "no": 93,
                "arabic": "لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
                "transliteration": "Laysa ʿalā lladhīna āmanū wa ʿamilū ṣ-ṣāliḥāti junāḥun fīmā ṭaʿimū idhā mā ttaqaw wa āmanū wa ʿamilū ṣ-ṣāliḥāti thumma ttaqaw wa āmanū thumma ttaqaw wa aḥsanū wa llāhu yuḥibbu l-muḥsinīn",
                "translations": {
                  "English": "There is not upon those who believe and do righteousness [any] blame concerning what they have eaten [in the past] if they [now] fear Allah and believe and do righteous deeds, and then fear Allah and believe, and then fear Allah and do good; and Allah loves the doers of good.",
                  "Urdu": "جو لوگ ایمان لائے اور نیک اعمال کرتے رہے، ان پر جو کچھ انہوں نے کھایا (پہلے) اس میں کوئی گناہ نہیں، جب کہ وہ پرہیزگاری اختیار کریں اور ایمان لائیں اور نیک اعمال کریں، پھر پرہیزگاری اختیار کریں اور ایمان لائیں، پھر پرہیزگاری اختیار کریں اور احسان کریں۔ اور اللہ احسان کرنے والوں کو پسند کرتا ہے।",
                  "French": "Il n’y a aucun grief contre ceux qui ont cru et fait de bonnes œuvres pour ce qu’ils ont consommé (du vin et des jeux de hasard avant leur interdiction), pourvu qu’ils soient pieux, qu’ils croient, qu’ils fassent de bonnes œuvres, puis qu’ils soient pieux et croient, puis qu’ils soient pieux et fassent le bien. Et Allah aime les bienfaisants.",
                  "Spanish": "No hay falta en quienes creyeron y obraron rectamente por lo que hayan comido [antes de la prohibición], siempre que teman a Alá, crean y obren rectamente, luego teman y crean, luego teman y hagan el bien. Alá ama a los que hacen el bien.",
                  "Hindi": "जो लोग ईमान लाए और उन्होंने नेक अमल किए, उन पर जो कुछ उन्होंने खाया (पहले) उसमें कोई गुनाह नहीं, जब कि वे परहेज़गारी अपनाएँ और ईमान लाएँ और नेक अमल करें, फिर परहेज़गारी अपनाएँ और ईमान लाएँ, फिर परहेज़गारी अपनाएँ और अच्छा करें। और अल्लाह अच्छा करने वालों को पसंद करता है।"
                }
              },
              {
                "no": 94,
                "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ ۚ فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ",
                "transliteration": "Yā ayyuhā lladhīna āmanū layabluwannakumu llāhu bi-shayʾin mina ṣ-ṣaydi tanāluhu aydīkum wa rimāḥukum li-yaʿlama llāhu man yakhāfuhu bi-l-ghaybi fa mani ʿtadā baʿda dhālika fa lahu ʿadhābun alīm",
                "translations": {
                  "English": "O you who have believed, Allah will surely test you through something of the game that your hands and spears [can] reach, that Allah may make evident those who fear Him unseen. And whoever transgresses after that - for him is a painful punishment.",
                  "Urdu": "اے ایمان والو! اللہ تمہیں کچھ شکار کے ذریعے ضرور آزمائے گا جو تمہارے ہاتھ اور نیزے پکڑ سکیں، تاکہ اللہ جان لے کہ کون اس سے غیب میں ڈرتا ہے۔ پھر جو اس کے بعد حد سے بڑھے، اس کے لیے دردناک عذاب ہے۔",
                  "French": "Ô les croyants ! Allah va certainement vous éprouver par quelque chose du gibier que vos mains et vos lances atteignent, pour qu’Allah distingue celui qui Le craint en secret. Quiconque transgresse après cela aura un châtiment douloureux.",
                  "Spanish": "¡Oh, creyentes! Alá os probará con algo de la caza que alcancen vuestras manos y lanzas, para que Alá sepa quién Le teme en lo oculto. Quien trasgrede después de esto, tendrá un castigo doloroso.",
                  "Hindi": "ऐ ईमान वालो! अल्लाह तुम्हें कुछ शिकार के ज़रिए अवश्य आज़माएगा जो तुम्हारे हाथ और भाले पकड़ सकें, ताकि अल्लाह जान ले कि कौन उससे ग़ैब में डरता है। फिर जो इसके बाद हद से बढ़े, उसके लिए दर्दनाक अज़ाब है।"
                }
              },
              {
                "no": 95,
                "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ ۚ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ ۖ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ ۗ عَفَا اللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ ۗ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ",
                "transliteration": "Yā ayyuhā lladhīna āmanū lā taqtulū ṣ-ṣayda wa antum ḥurumun wa man qatalahu minkum mutaʿammidan fa jazāʾun mithlu mā qatala mina n-naʿami yaḥkumu bihi dhawā ʿadlin minkum hadyan bāligha l-kaʿbati aw kaffāratun ṭaʿāmu masākīna aw ʿadlu dhālika ṣiyāman li-yadhūqa wabāla amrihi ʿafā llāhu ʿammā salaf wa man ʿāda fa yantaqimu llāhu minhu wa llāhu ʿazīzun dhu intiqām",
                "translations": {
                  "English": "O you who have believed, do not kill game while you are in the state of ihram. And whoever of you kills it intentionally - the penalty is an equivalent from sacrificial animals to what he killed, as judged by two just men among you, an offering [to be delivered in Makkah]. Or an expiation: the feeding of needy people or the equivalent of that in fasting, that he may taste the consequence of his deed. Allah has pardoned what is past; but whoever returns [to violation], then Allah will take retribution from him. And Allah is Exalted in Might and Owner of Retribution.",
                  "Urdu": "اے ایمان والو! احرام کی حالت میں شکار نہ مارو۔ اور تم میں سے جو کوئی جان بوجھ کر اسے مارے، تو اس کی سزا مویشیوں میں سے اس کے مثل ہے جو اس نے مارا ہو، جس کا فیصلہ تم میں سے دو عادل آدمی کریں، (یعنی) کعبہ پہنچنے والی قربانی۔ یا کفارہ مسکینوں کو کھانا کھلانا یا اس کے برابر روزے رکھنا، تاکہ وہ اپنے کام کا انجام چکھے۔ اللہ نے جو گزر چکا ہے، اسے معاف کر دیا۔ اور جو کوئی دوبارہ کرے گا، تو اللہ اس سے انتقام لے گا۔ اور اللہ غالب ہے، انتقام لینے والا ہے۔",
                  "French": "Ô les croyants ! Ne tuez pas de gibier pendant que vous êtes en état de sacralisation. Quiconque parmi vous en tue délibérément, qu’il compense alors par quelque chose d’équivalent (au gibier tué), d’après le jugement de deux personnes intègres parmi vous. Cette offrande doit parvenir à la Kaʿba. Ou bien il doit expier en nourrissant des pauvres, ou par l’équivalent en jeûne. Cela afin qu’il goûte aux conséquences de son acte. Allah a pardonné ce qui est passé ; mais quiconque récidive, Allah le punira. Allah est Puissant et Détenteur du pouvoir de punir.",
                  "Spanish": "¡Oh, creyentes! No matéis la caza mientras estéis en estado de consagración. Quien de vosotros la mate intencionadamente, deberá compensarlo con un animal doméstico equivalente a lo que mató, según el juicio de dos personas justas entre vosotros, como ofrenda que llegue a la Kaaba. O como expiación: alimentar a necesitados o su equivalente en ayuno, para que sufra las consecuencias de su acción. Alá perdona lo pasado, pero quien reincida, Alá se vengará de él. Alá es Poderoso, Dueño de la venganza.",
                  "Hindi": "ऐ ईमान वालो! इह्राम की हालत में शिकार न मारो। और तुम में से जो कोई जान-बूझकर उसे मारे, तो उसकी सज़ा चौपायों में से उसके मिस्ल है जो उसने मारा हो, जिसका फ़ैसला तुम में से दो आदिल आदमी करें, (यानी) काबा पहुँचने वाली क़ुरबानी। या कफ़्फ़ारा मिस्कीनों को खाना खिलाना या उसके बराबर रोज़े रखना, ताकि वह अपने काम का अंजाम चखे। अल्लाह ने जो गुज़र चुका है, उसे माफ़ कर दिया। और जो कोई दोबारा करेगा, तो अल्लाह उससे बदला लेगा। और अल्लाह ग़ालिब है, बदला लेने वाला है।"
                }
              },
              {
                "no": 96,
                "arabic": "أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
                "transliteration": "Uḥilla lakum ṣaydu l-baḥri wa ṭaʿāmuhu matāʿan lakum wa li-s-sayyārati wa ḥurrima ʿalaykum ṣaydu l-barri mā dumtum ḥuruman wa ttaqū llāha lladhī ilayhi tuḥsharūn",
                "translations": {
                  "English": "Lawful to you is game from the sea and its food as provision for you and the travelers, but forbidden to you is game from the land as long as you are in the state of ihram. And fear Allah to whom you will be gathered.",
                  "Urdu": "تمہارے لیے سمندر کا شکار اور اس کا کھانا حلال کیا گیا ہے، تمہارے اور مسافروں کے فائدے کے لیے۔ اور جب تک تم احرام میں ہو، تم پر خشکی کا شکار حرام ہے۔ اور اللہ سے ڈرو جس کی طرف تم اکٹھے کیے جاؤ گے۔",
                  "French": "Vous sont permises la pêche en mer et sa consommation comme jouissance pour vous et pour les voyageurs. Mais vous est interdite la chasse à terre tant que vous êtes en état de sacralisation. Et craignez Allah vers qui vous serez rassemblés.",
                  "Spanish": "Se os ha permitido la caza del mar y su alimento como provisión para vosotros y los viajeros. Pero se os prohíbe la caza terrestre mientras estéis consagrados. Y temed a Alá, ante Quien seréis congregados.",
                  "Hindi": "तुम्हारे लिए समुद्र का शिकार और उसका खाना हलाल किया गया है, तुम्हारे और मुसाफ़िरों के फ़ायदे के लिए। और जब तक तुम इह्राम में हो, तुम पर ख़ुश्की का शिकार हराम है। और अल्लाह से डरो जिसकी तरफ़ तुम इकट्ठे किए जाओगे।"
                }
              },
              {
                "no": 97,
                "arabic": "جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ۚ ذَٰلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
                "transliteration": "Jaʿala llāhu l-kaʿbata l-bayta l-ḥarāma qiyāman li-n-nāsi wa sh-shahra l-ḥarāma wa l-hadya wa l-qalāʾid dhālika li-taʿlamū anna llāha yaʿlamu mā fī s-samāwāti wa mā fī l-arḍi wa anna llāha bi-kulli shayʾin ʿalīm",
                "translations": {
                  "English": "Allah has made the Ka'bah, the Sacred House, standing for the people and [has sanctified] the sacred months and the sacrificial animals and the garlands [by which they are identified]. That is so you may know that Allah knows what is in the heavens and what is in the earth and that Allah is Knowing of all things.",
                  "Urdu": "اللہ نے کعبہ کو، جو حرمت والا گھر ہے، لوگوں کے لیے قیام کا ذریعہ بنایا ہے اور حرام مہینوں اور قربانی کے جانوروں اور قلادوں (ہاروں) کو (بھی حرمت والا بنایا ہے)۔ یہ اس لیے کہ تم جان لو کہ اللہ آسمانوں اور زمین میں جو کچھ ہے، اسے جانتا ہے اور یہ کہ اللہ ہر چیز کا علم رکھتا ہے۔",
                  "French": "Allah a institué la Kaʿba, la Maison sacrée, comme un lieu de rassemblement pour les gens ; ainsi que le Mois sacré, l’offrande, et les guirlandes. Tout cela pour que vous sachiez qu’Allah sait ce qui est dans les cieux et sur la terre, et qu’Allah est Omniscient.",
                  "Spanish": "Alá ha establecido la Kaaba, la Casa Sagrada, como sustento para la gente, y el mes sagrado, la ofrenda y las guirnaldas. Esto es para que sepáis que Alá sabe lo que hay en los cielos y en la tierra, y que Alá es conocedor de todas las cosas.",
                  "Hindi": "अल्लाह ने काबा को, जो हरमत वाला घर है, लोगों के लिए क़ियाम का ज़रिया बनाया है और हरम महीनों और क़ुरबानी के जानवरों और क़लादों (हारों) को (भी हरमत वाला बनाया है)। यह इसलिए कि तुम जान लो कि अल्लाह आसमानों और ज़मीन में जो कुछ है, उसे जानता है और यह कि अल्लाह हर चीज़ का इल्म रखता है।"
                }
              },
              {
                "no": 98,
                "arabic": "اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
                "transliteration": "Iʿlamū anna llāha shadīdu l-ʿiqābi wa anna llāha ghafūrun raḥīm",
                "translations": {
                  "English": "Know that Allah is severe in penalty and that Allah is Forgiving and Merciful.",
                  "Urdu": "جان لو کہ اللہ سخت سزا دینے والا ہے اور یہ کہ اللہ بخشنے والا مہربان ہے।",
                  "French": "Sachez qu’Allah est dur en punition et qu’Allah est Pardonneur et Miséricordieux.",
                  "Spanish": "Sabed que Alá es severo en el castigo y que Alá es Indulgente, Misericordioso.",
                  "Hindi": "जान लो कि अल्लाह सख़्त सज़ा देने वाला है और यह कि अल्लाह बख़्शने वाला मेहरबान है।"
                }
              },
              {
                "no": 99,
                "arabic": "مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ ۗ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
                "transliteration": "Mā ʿalā r-rasūli illā l-balāghu wa llāhu yaʿlamu mā tubdūna wa mā taktumūn",
                "translations": {
                  "English": "Not upon the Messenger is [responsibility] except [for] notification. And Allah knows whatever you reveal and whatever you conceal.",
                  "Urdu": "رسول پر صرف پہنچا دینے کی ذمہ داری ہے۔ اور اللہ جانتا ہے جو کچھ تم ظاہر کرتے ہو اور جو کچھ تم چھپاتے ہو۔",
                  "French": "Le Messager n’a que la transmission du message. Et Allah sait ce que vous divulguez et ce que vous cachez.",
                  "Spanish": "Al Mensajero sólo le incumbe la transmisión. Y Alá sabe lo que manifestáis y lo que ocultáis.",
                  "Hindi": "रसूल पर सिर्फ़ पहुँचा देने की ज़िम्मेदारी है। और अल्लाह जानता है जो कुछ तुम ज़ाहिर करते हो और जो कुछ तुम छिपाते हो।"
                }
              },
              {
                "no": 100,
                "arabic": "قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ ۚ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ",
                "transliteration": "Qul lā yastawī l-khabīthu wa ṭ-ṭayyibu wa law aʿjabaka kathratu l-khabīthi fa ttaqū llāha yā ulī l-albābi laʿallakum tufliḥūn",
                "translations": {
                  "English": "Say, 'Not equal are the evil and the good, although the abundance of evil might impress you.' So fear Allah, O you of understanding, that you may be successful.",
                  "Urdu": "کہہ دو کہ ناپاک اور پاک برابر نہیں ہو سکتے، چاہے ناپاک کی کثرت تمہیں کیوں نہ بھلا لگے۔ پس اے عقل والو! اللہ سے ڈرو، تاکہ تم فلاح پاؤ۔",
                  "French": "Dis : ‹Le mauvais et le bon ne sont pas égaux, même si l’abondance du mauvais te séduit. Craignez Allah, donc, ô gens intelligents, afin que vous réussissiez !›",
                  "Spanish": "Di: 'Lo inmundo y lo puro no son iguales, aunque la abundancia de lo inmundo te impresione.' ¡Temed, pues, a Alá, oh, dotados de intelecto, para que triunféis!",
                  "Hindi": "कह दो कि नापाक और पाक बराबर नहीं हो सकते, चाहे नापाक की बहुतायत तुम्हें क्यों न भली लगे। तो ऐ अक़्ल वालो! अल्लाह से डरो, ताकि तुम कामयाब हो।"
                }
              },
              {
                "no": 101,
                "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا ۗ وَاللَّهُ غَفُورٌ حَلِيمٌ",
                "transliteration": "Yā ayyuhā lladhīna āmanū lā tasʾalū ʿan ashyāʾa in tubda lakum tasuʾkum wa in tasʾalū ʿanhā ḥīna yunazzalu l-qurʾānu tubda lakum ʿafā llāhu ʿanhā wa llāhu ghafūrun ḥalīm",
                "translations": {
                  "English": "O you who have believed, do not ask about things which, if they are shown to you, will distress you. But if you ask about them while the Qur'an is being revealed, they will be shown to you. Allah has pardoned that which is past; and Allah is Forgiving and Forbearing.",
                  "Urdu": "اے ایمان والو! ان چیزوں کے بارے میں نہ پوچھو جو اگر تم پر ظاہر کر دی جائیں تو تمہیں ناگوار ہوں۔ اور اگر تم ان کے بارے میں پوچھو جب قرآن نازل کیا جا رہا ہو، تو وہ تم پر ظاہر کر دی جائیں گی۔ اللہ نے جو گزر چکا ہے، اسے معاف کر دیا ہے۔ اور اللہ بخشنے والا بردبار ہے۔",
                  "French": "Ô les croyants ! Ne posez pas de questions sur des choses qui, si elles vous étaient divulguées, vous mécontenteraient. Et si vous posez des questions à leur sujet pendant que le Coran est en train d’être révélé, elles vous seront divulguées. Allah vous a pardonné cela. Et Allah est Pardonneur et Longanime.",
                  "Spanish": "¡Oh, creyentes! No preguntéis acerca de cosas que, si se os mostraran, os afligirían. Pero si preguntáis acerca de ellas mientras se os revela el Corán, se os mostrarán. Alá os ha perdonado por ello. Alá es Indulgente, Tolerante.",
                  "Hindi": "ऐ ईमान वालो! उन चीज़ों के बारे में न पूछो जो अगर तुम पर ज़ाहिर कर दी जाएँ तो तुम्हें नागवार हों। और अगर तुम उनके बारे में पूछो जब क़ुरआन नाज़िल किया जा रहा हो, तो वे तुम पर ज़ाहिर कर दी जाएँगी। अल्लाह ने जो गुज़र चुका है, उसे माफ़ कर दिया है। और अल्लाह बख़्शने वाला सब्र करने वाला है।"
                }
              },
              {
                "no": 102,
                "arabic": "قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ",
                "transliteration": "Qad saʾalahā qawmun min qablikum thumma aṣbaḥū bihā kāfirīn",
                "translations": {
                  "English": "A people asked such [questions] before you; then they became thereby disbelievers.",
                  "Urdu": "تم سے پہلے بھی ایک گروہ نے ایسے ہی سوالات کیے تھے، پھر وہ انہی کے سبب کافر بن گئے۔",
                  "French": "Un peuple avant vous avait posé des questions (pareilles), puis ils devinrent mécréants à cause d’elles.",
                  "Spanish": "Un pueblo antes que vosotros preguntó acerca de ellas, y luego se negó a creer por ello.",
                  "Hindi": "तुमसे पहले भी एक गिरोह ने ऐसे ही सवाल किए थे, फिर वे उन्हीं के बाइस काफ़िर बन गए।"
                }
              },
              {
                "no": 103,
                "arabic": "مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
                "transliteration": "Mā jaʿala llāhu min baḥīratin wa lā sāʾibatin wa lā waṣīlatin wa lā ḥāmin wa lākinna lladhīna kafarū yaftarūna ʿalā llāhi l-kadhiba wa aktharuhum lā yaʿqilūn",
                "translations": {
                  "English": "Allah has not appointed [such innovations as] bahirah or sa'ibah or wasilah or ham. But those who disbelieve invent falsehood about Allah, and most of them do not reason.",
                  "Urdu": "اللہ نے نہ بحیرہ مقرر کیا ہے، نہ سائبہ، نہ وصیلہ اور نہ حام۔ لیکن جو لوگ کافر ہیں، وہ اللہ پر جھوٹ باندھتے ہیں اور ان میں سے اکثر عقل نہیں رکھتے۔",
                  "French": "Allah n’a institué ni la Bahīra, ni la Sāʾiba, ni la Waṣīla, ni le Ḥām. Mais ceux qui ont mécru inventent le mensonge contre Allah, et la plupart d’entre eux ne raisonnent pas.",
                  "Spanish": "Alá no ha instituido la bahira, ni la sāiba, ni la wasīla, ni el hām. Pero los que se niegan a creer inventan mentiras contra Alá, y la mayoría no razonan.",
                  "Hindi": "अल्लाह ने न बहीरा मुक़र्रर किया है, न साइबा, न वसीला और न हाम। लेकिन जो लोग काफ़िर हैं, वे अल्लाह पर झूठ गढ़ते हैं और उनमें से अक़्सर अक़्ल नहीं रखते।"
                }
              },
              {
                "no": 104,
                "arabic": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا ۚ أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ",
                "transliteration": "Wa idhā qīla lahum taʿālaw ilā mā anzala llāhu wa ilā r-rasūli qālū ḥasbunā mā wajadnā ʿalayhi ābāʾanā awalaw kāna ābāʾuhum lā yaʿlamūna shayʾan wa lā yahtadūn",
                "translations": {
                  "English": "And when it is said to them, 'Come to what Allah has revealed and to the Messenger,' they say, 'Sufficient for us is that upon which we found our fathers.' Even though their fathers knew nothing, nor were they guided?",
                  "Urdu": "اور جب ان سے کہا جاتا ہے کہ اللہ نے جو کچھ نازل کیا ہے اور رسول کی طرف آؤ، تو وہ کہتے ہیں کہ ہمارے لیے وہی کافی ہے جس پر ہم نے اپنے باپ دادا کو پایا۔ کیا اگرچہ ان کے باپ دادا کچھ نہ جانتے ہوں اور نہ ہدایت پاتے ہوں؟",
                  "French": "Et quand on leur dit : ‹Venez vers ce qu’Allah a fait descendre et vers le Messager›, ils disent : ‹Nous nous contentons de ce sur quoi nous avons trouvé nos ancêtres.› - Quoi ! Même si leurs ancêtres ne savaient rien et n’étaient pas guidés ? -",
                  "Spanish": "Cuando se les dice: 'Venid a lo que Alá ha revelado y al Mensajero', dicen: 'Nos basta con lo que encontramos que seguían nuestros padres.' ¿Aunque sus padres no supieran nada ni estuvieran bien guiados?",
                  "Hindi": "और जब उनसे कहा जाता है कि अल्लाह ने जो कुछ नाज़िल किया है और रसूल की तरफ़ आओ, तो वे कहते हैं कि हमारे लिए वही काफ़ी है जिस पर हमने अपने बाप-दादा को पाया। क्या अगरचे उनके बाप-दादा कुछ न जानते हों और न हिदायत पाते हों?"
                }
              },
              {
                "no": 105,
                "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ ۖ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ۚ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
                "transliteration": "Yā ayyuhā lladhīna āmanū ʿalaykum anfusakum lā yaḍurrukum man ḍalla idhā htadaytum ilā llāhi marjiʿukum jamīʿan fa yunabbiʾukum bi-mā kuntum taʿmalūn",
                "translations": {
                  "English": "O you who have believed, upon you is [responsibility for] yourselves. Those who have gone astray will not harm you when you have been guided. To Allah is you return all together; then He will inform you of what you used to do.",
                  "Urdu": "اے ایمان والو! تم پر تمہارے لیے تمہاری اپنی جانوں کی ذمہ داری ہے۔ جو شخص گمراہ ہو جائے، وہ تمہارا کچھ بھی نقصان نہیں کر سکتا، جب کہ تم ہدایت یافتہ ہو۔ تم سب کو اللہ ہی کی طرف لوٹنا ہے، پھر وہ تمہیں بتائے گا جو کچھ تم کرتے تھے۔",
                  "French": "Ô les croyants ! Vous êtes responsables de vous-mêmes ! Celui qui s’égare ne vous nuira point si vous vous avez pris la bonne voie. C’est vers Allah que vous retournerez tous ; alors Il vous informera de ce que vous faisiez.",
                  "Spanish": "¡Oh, creyentes! Cuidaos a vosotros mismos. Quien se extravía no os perjudicará si estáis bien guiados. Ante Alá compareceréis todos, y Él os informará de lo que hacíais.",
                  "Hindi": "ऐ ईमान वालो! तुम पर तुम्हारे लिए तुम्हारी अपनी जानों की ज़िम्मेदारी है। जो शख़्स गुमराह हो जाए, वह तुम्हारा कुछ भी नुक़सान नहीं कर सकता, जब कि तुम हिदायत याफ़्ता हो। तुम सबको अल्लाह ही की तरफ़ लौटना है, फिर वह तुम्हें बताएगा जो कुछ तुम करते थे।"
                }
              },
              {
                "no": 106,
                "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ ۚ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ ۙ وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ",
                "transliteration": "Yā ayyuhā lladhīna āmanū shahādatu baynikum idhā ḥaḍara aḥadakumu l-mawtu ḥīna l-waṣiyyati thnāni dhawā ʿadlin minkum aw ākharāni min ghayrikum in antum ḍarabtum fī l-arḍi fa aṣābatkum muṣībatu l-mawti taḥbisūnahumā min baʿdi ṣ-ṣalāti fa yuqsimāni bi-llāhi ini rtabtum lā nashtarī bihi thamanan wa law kāna dhā qurbā wa lā naktumu shahādata llāhi innā idhan la-mina l-āthimīn",
                "translations": {
                  "English": "O you who have believed, testimony [should be taken] among you when death approaches one of you at the time of bequest - [that of] two just men from among you or two others from outside if you are traveling through the land and the disaster of death should strike you. Detain them after the prayer and let them both swear by Allah if you doubt [their testimony, saying], 'We will not exchange our oath for a price, even if he should be a near relative, and we will not withhold the testimony of Allah. Indeed, we would then be of the sinful.'",
                  "Urdu": "اے ایمان والو! جب تم میں سے کسی کی موت کا وقت آ جائے، تو وصیت کے وقت تمہارے درمیان گواہی کے لیے تم میں سے دو عادل آدمی ہوں یا تمہارے سوا دوسرے دو آدمی، اگر تم زمین میں سفر کر رہے ہو اور موت کا حادثہ تمہیں آ پہنچے۔ تم انہیں نماز کے بعد روک لو، پھر اگر تمہیں شک ہو تو وہ دونوں اللہ کی قسم کھا کر کہیں کہ ہم اس کے عوض کوئی قیمت نہیں لیں گے، خواہ وہ قرابت دار ہی ہو، اور نہ ہم اللہ کی گواہی چھپائیں گے، ورنہ ہم گنہگاروں میں سے ہوں گے۔",
                  "French": "Ô les croyants ! Quand la mort se présente à l’un de vous, le testament sera attesté par deux personnes intègres d’entre vous, ou deux autres, non des vôtres, si vous êtes en voyage et que la mort vous frappe. Vous les retiendrez, après la Salāt ; puis, si vous avez un doute, vous les ferez jurer par Allah : ‹Nous ne vendrons pas notre témoignage pour un prix quelconque, même s’il s’agit d’un proche parent. Et nous ne cacherons pas le témoignage d’Allah, car alors nous serions parmi les pécheurs.›",
                  "Spanish": "¡Oh, creyentes! Cuando a alguno de vosotros le llegue la muerte, al hacer el testamento, que haya dos testigos justos de entre vosotros, o dos de fuera si estáis de viaje y os sobreviene la muerte. Retenedlos después de la oración y, si dudáis, hacedles jurar por Alá: 'No cambiaremos nuestro testimonio por ningún precio, aunque se trate de un pariente, y no ocultaremos el testimonio de Alá, pues entonces seríamos de los pecadores.'",
                  "Hindi": "ऐ ईमान वालो! जब तुम में से किसी की मौत का वक़्त आ जाए, तो वसीयत के वक़्त तुम्हारे दरमियान गवाही के लिए तुम में से दो आदिल आदमी हों या तुम्हारे सिवा दूसरे दो आदमी, अगर तुम ज़मीन में सफ़र कर रहे हो और मौत का हादिसा तुम्हें आ पहुँचे। तुम उन्हें नमाज़ के बाद रोक लो, फिर अगर तुम्हें शक हो तो वे दोनों अल्लाह की क़सम खा कर कहें कि हम इसके अवज़ कोई कीमत नहीं लेंगे, ख़्वाह वह क़राबतदार ही हो, और न हम अल्लाह की गवाही छुपाएँगे, वरना हम गुनहगारों में से होंगे।"
                }
              },
              {
                "no": 107,
                "arabic": "فَإِنْ عُثِرَ عَلَىٰ أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ",
                "transliteration": "Fa in ʿuthira ʿalā annahumā staḥaqqā ithman fa ākharāni yaqūmāni maqāmahumā mina lladhīna staḥaqqa ʿalayhimu l-awlayāni fa yuqsimāni bi-llāhi la-shahādatunā aḥaqqu min shahādatihimā wa mā ʿtadaynā innā idhan la-mina ẓ-ẓālimīn",
                "translations": {
                  "English": "But if it is found that those two were guilty of sin, let two others stand in their place [who are] foremost [in claim] from those who have a lawful right. And let them swear by Allah, 'Our testimony is truer than their testimony, and we have not transgressed. Indeed, we would then be of the wrongdoers.'",
                  "Urdu": "پھر اگر یہ معلوم ہو جائے کہ وہ دونوں گناہ کے مستحق ہیں، تو ان کی جگہ دو اور آدمی کھڑے ہوں، ان لوگوں میں سے جو ان پر سب سے زیادہ حقدار ہوں۔ پھر وہ دونوں اللہ کی قسم کھا کر کہیں کہ ہماری گواہی ان کی گواہی سے زیادہ حق پر ہے اور ہم نے زیادتی نہیں کی، ورنہ ہم ظالموں میں سے ہوں گے۔",
                  "French": "Et si l’on découvre que ces deux [témoins] ont mérité le péché, que deux autres, plus dignes qu’eux, parmi ceux contre qui les deux premiers ont attesté, prennent leur place et jurent par Allah : ‹En vérité, notre témoignage est plus véridique que le leur. Nous n’avons transgressé en rien, sinon nous serions du nombre des injustes.›",
                  "Spanish": "Pero si se descubre que ambos han incurrido en pecado, que otros dos ocupen su lugar, elegidos entre los más allegados a los primeros, y que juren por Alá: 'Nuestro testimonio es más veraz que el suyo, no hemos transgredido, pues entonces seríamos de los injustos.'",
                  "Hindi": "फिर अगर यह मालूम हो जाए कि वे दोनों गुनाह के मुस्तहिक़ हैं, तो उनकी जगह दो और आदमी खड़े हों, उन लोगों में से जो उन पर सबसे ज़्यादा हक़दार हों। फिर वे दोनों अल्लाह की क़सम खा कर कहें कि हमारी गवाही उनकी गवाही से ज़्यादा हक़ पर है और हमने ज़्यादती नहीं की, वरना हम ज़ालिमों में से होंगे।"
                }
              },
              {
                "no": 108,
                "arabic": "ذَٰلِكَ أَدْنَىٰ أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَىٰ وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ ۗ وَاتَّقُوا اللَّهَ وَاسْمَعُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
                "transliteration": "Dhālika adnā an yaʾtū bi-sh-shahādati ʿalā wajhihā aw yakhāfū an turadda aymānun baʿda aymānihim wa ttaqū llāha wa smaʿū wa llāhu lā yahdī l-qawma l-fāsiqīn",
                "translations": {
                  "English": "That is more likely that they will give testimony according to its [true] objective, or [at least] they would fear that [other] oaths might be taken after their oaths. And fear Allah and listen; and Allah does not guide the defiantly disobedient people.",
                  "Urdu": "یہ اس سے زیادہ قرین قیاس ہے کہ وہ گواہی کو اس کی صحیح صورت پر ادا کریں یا ڈریں کہ ان کی قسموں کے بعد دوسری قسموں کی نوبت آ جائے۔ اور اللہ سے ڈرو اور سنو۔ اور اللہ نافرمان لوگوں کو ہدایت نہیں دیتا۔",
                  "French": "Ainsi on évitera qu’ils témoignent faussement après avoir prêté serment, ou qu’ils aient peur que d’autres serments soient prêtés après les leurs. Craignez Allah donc, et écoutez. Allah ne guide pas les gens pervers.",
                  "Spanish": "Así será más probable que atestigüen conforme a la verdad o que teman que sus juramentos sean refutados por otros. Y temed a Alá y escuchad. Alá no guía al pueblo perverso.",
                  "Hindi": "यह इससे ज़्यादा क़रीन-ए-क़यास है कि वे गवाही को उसकी सही सूरत पर अदा करें या डरें कि उनकी क़समों के बाद दूसरी क़समों की नौबत आ जाए। और अल्लाह से डरो और सुनो। और अल्लाह नाफ़रमान लोगों को हिदायत नहीं देता।"
                }
              },
              {
                "no": 109,
                "arabic": "يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ ۖ قَالُوا لَا عِلْمَ لَنَا ۖ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
                "transliteration": "Yawma yajmaʿu llāhu r-rusula fa yaqūlu mādhā ujibtum qālū lā ʿilma lanā innaka anta ʿallāmu l-ghuyūb",
                "translations": {
                  "English": "[Be warned of] the Day when Allah will assemble the messengers and say, 'What was the response you received?' They will say, 'We have no knowledge. Indeed, it is You who is Knower of the unseen.'",
                  "Urdu": "اس دن کو یاد کرو جب اللہ رسولوں کو جمع کرے گا اور پوچھے گا کہ تمہیں کیا جواب دیا گیا؟ وہ کہیں گے کہ ہمیں کچھ علم نہیں۔ بے شک تو ہی غیب کا جاننے والا ہے۔",
                  "French": "Et le jour où Allah rassemblera les messagers et leur dira : ‹Quelle réponse vous a-t-on faite ?› Ils diront : ‹Nous n’avons aucun savoir. C’est Toi, vraiment, le grand Connaisseur de tout ce qui est inconnu.›",
                  "Spanish": "El día que Alá reúna a los Mensajeros y les diga: '¿Qué respuesta se os dio?' Dirán: 'No tenemos conocimiento. Tú eres el conocedor de lo oculto.'",
                  "Hindi": "उस दिन को याद करो जब अल्लाह रसूलों को जमा करेगा और पूछेगा कि तुम्हें क्या जवाब दिया गया? वे कहेंगे कि हमें कुछ इल्म नहीं। बेशक तू ही ग़ैब का जानने वाला है।"
                }
              },
              {
                "no": 110,
                "arabic": "إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَىٰ وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ ۖ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي ۖ وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي ۖ وَإِذْ تُخْرِجُ الْمَوْتَىٰ بِإِذْنِي ۖ وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ",
                "transliteration": "Idh qāla llāhu yā ʿīsā bna maryama udhkur niʿmatī ʿalayka wa ʿalā wālidatika idh ayyadtuka bi-rūḥi l-qudusi tukallimu n-nāsa fī l-mahdi wa kahlan wa idh ʿallamtuka l-kitāba wa l-ḥikmata wa t-tawrāta wa l-injīla wa idh takhluqu mina ṭ-ṭīni ka-hayʾati ṭ-ṭayri bi-idhnī fa tanfukhu fīhā fa takūnu ṭayran bi-idhnī wa tubriʾu l-akmaha wa l-abraṣa bi-idhnī wa idh tukhriju l-mawtā bi-idhnī wa idh kafaftu banī isrāʾīla ʿanka idh jiʾtahum bi-l-bayyināti fa qāla lladhīna kafarū minhum in hādhā illā siḥrun mubīn",
                "translations": {
                  "English": "[The Day] when Allah will say, 'O Jesus, Son of Mary, remember My favor upon you and upon your mother when I supported you with the Pure Spirit and you spoke to the people in the cradle and in maturity; and when I taught you writing and wisdom and the Torah and the Gospel; and when you designed from clay [what was] like the form of a bird with My permission, then you breathed into it, and it became a bird with My permission; and you healed the blind and the leper with My permission; and when you brought forth the dead with My permission; and when I restrained the Children of Israel from [killing] you when you came to them with clear proofs and those who disbelieved among them said, 'This is not but obvious magic.'",
                  "Urdu": "جب اللہ فرمائے گا: اے عیسیٰ بن مریم! میرا وہ احسان یاد کرو جو میں نے تم پر اور تمہاری ماں پر کیا، جب کہ میں نے تمہیں روح القدس کے ساتھ تقویت دی، تم گہوارے میں ہی تھے اور پختہ عمر کو پہنچے ہوئے لوگوں سے بات کرتے تھے۔ اور جب میں نے تمہیں کتاب اور حکمت اور تورات اور انجیل سکھائی۔ اور جب تم میرے حکم سے مٹی سے پرندے کی سی مورت بنا لیتے تھے، پھر اس میں پھونک مارتے تھے تو وہ میرے حکم سے پرندہ بن جاتا تھا۔ اور میرے حکم سے تم اندھے اور کوڑھی کو اچھا کر دیتے تھے۔ اور میرے حکم سے تم مردوں کو زندہ کر کے نکال لیتے تھے۔ اور جب میں نے بنی اسرائیل کو تم سے روک دیا، جب کہ تم ان کے پاس واضح نشانیاں لے کر آئے تھے، تو ان میں سے جنہوں نے کفر کیا، وہ کہنے لگے کہ یہ تو کھلا جادو ہے۔",
                  "French": "Et quand Allah dira : ‹Ô Jésus, fils de Marie, rappelle-toi Mon bienfait sur toi et sur ta mère quand Je te fortifiais du Saint-Esprit. Au berceau tu parlais aux gens, tout comme en ton âge mûr. Je t’enseignais le Livre, la Sagesse, la Thora et l’évangile ! Tu fabriquais de l’argile comme une forme d’oiseau par Ma permission ; puis tu soufflais dedans. Alors par Ma permission, elle devenait oiseau. Et tu guérissais par Ma permission, l’aveugle-né et le lépreux. Et par Ma permission, tu faisais revivre les morts. Je te protégeais contre les Enfants d’Israël quand tu leur apportais les preuves. Mais ceux d’entre eux qui ne croyaient pas dirent : ‹Ceci n’est que de la magie évidente.›",
                  "Spanish": "Cuando Alá diga: '¡Oh, Jesús, hijo de María! Recuerda Mis favores sobre ti y sobre tu madre cuando te fortalecí con el Espíritu Santo. Hablabas a la gente en la cuna y de adulto. Te enseñé la Escritura, la sabiduría, la Torá y el Evangelio. Por Mi voluntad, modelabas con arcilla la figura de un pájaro, soplaste en él y se convertía en un pájaro. Por Mi voluntad, curabas al ciego de nacimiento y al leproso. Por Mi voluntad, resucitabas a los muertos. Y cuando aparté de ti a los Hijos de Israel cuando les presentaste las pruebas claras, quienes de ellos no creían dijeron: 'Esto no es más que magia evidente.'",
                  "Hindi": "जब अल्लाह फ़रमाएगा: ऐ ईसा बिन मरयम! मेरा वह अहसान याद करो जो मैंने तुम पर और तुम्हारी माँ पर किया, जब कि मैंने तुम्हें रूहुल-क़ुदुस के साथ तौफ़ीक़ दी, तुम पालने में ही थे और पुख़्ता उम्र को पहुँचे हुए लोगों से बात करते थे। और जब मैंने तुम्हें किताब और हिक्मत और तौरात और इंजील सिखाई। और जब तुम मेरे हुक्म से मिट्टी से परिंदे-सी मूरत बना लेते थे, फिर उसमें फूँक मारते थे तो वह मेरे हुक्म से परिंदा बन जाता था। और मेरे हुक्म से तुम अंधे और कोढ़ी को अच्छा कर देते थे। और मेरे हुक्म से तुम मुर्दों को ज़िंदा कर के निकाल लेते थे। और जब मैंने बनी इस्राईल को तुमसे रोक दिया, जब कि तुम उनके पास वाज़ेह निशानियाँ ले कर आए थे, तो उनमें से जिन्होंने कुफ़्र किया, वे कहने लगे कि यह तो खुला जादू है।"
                }
              },
              {
                "no": 111,
                "arabic": "وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ",
                "transliteration": "Wa idh awḥaytu ilā l-ḥawāriyyīna an āminū bī wa bi-rasūlī qālū āmannā wa shhad bi-annanā muslimūn",
                "translations": {
                  "English": "And [remember] when I inspired to the disciples, 'Believe in Me and in My messenger Jesus.' They said, 'We have believed, so bear witness that indeed we are Muslims [in submission to Allah].'",
                  "Urdu": "اور جب میں نے حواریوں کی طرف وحی کی کہ مجھ پر اور میرے رسول پر ایمان لاؤ، تو انہوں نے کہا کہ ہم ایمان لائے اور گواہ رہو کہ ہم فرمانبردار ہیں۔",
                  "French": "Et quand J’ai révélé aux Apôtres ceci : ‹Croyez en Moi et en Mon messager (Jésus)›. Ils dirent : ‹Nous croyons ; et atteste que nous sommes entièrement soumis.›",
                  "Spanish": "Y cuando inspiré a los discípulos: 'Creed en Mí y en Mi Mensajero.' Dijeron: 'Creemos, y atestigua que somos musulmanes.'",
                  "Hindi": "और जब मैंने हवारियों की तरफ़ वह्य की कि मुझ पर और मेरे रसूल पर ईमान लाओ, तो उन्होंने कहा कि हम ईमान लाए और गवाह रहो कि हम फ़रमाबरदार हैं।"
                }
              },
              {
                "no": 112,
                "arabic": "إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ ۖ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
                "transliteration": "Idh qāla l-ḥawāriyyūna yā ʿīsā bna maryama hal yastaṭīʿu rabbuka an yunazzila ʿalaynā māʾidatan mina s-samāʾi qāla ttaqū llāha in kuntum muʾminīn",
                "translations": {
                  "English": "[And remember] when the disciples said, 'O Jesus, Son of Mary, can your Lord send down to us a table [spread with food] from the heaven?' [Jesus] said, 'Fear Allah, if you should be believers.'",
                  "Urdu": "جب حواریوں نے کہا کہ اے عیسیٰ بن مریم! کیا تمہارا رب ہمارے لیے آسمان سے ایک دسترخوان اتار سکتا ہے؟ انہوں نے کہا کہ اللہ سے ڈرو، اگر تم مومن ہو۔",
                  "French": "Et quand les Apôtres dirent : ‹Ô Jésus, fils de Marie, se peut-il que ton Seigneur fasse descendre sur nous du ciel une table servie ?› Il dit : ‹Craignez Allah, si vous êtes croyants.›",
                  "Spanish": "Cuando los discípulos dijeron: '¡Oh, Jesús, hijo de María! ¿Puede tu Señor hacernos descender del cielo una mesa servida?' Dijo: 'Temed a Alá, si sois creyentes.'",
                  "Hindi": "जब हवारियों ने कहा कि ऐ ईसा बिन मरयम! क्या तुम्हारा रब हमारे लिए आसमान से एक दस्तरख़्वान उतार सकता है? उन्होंने कहा कि अल्लाह से डरो, अगर तुम मोमिन हो।"
                }
              },
              {
                "no": 113,
                "arabic": "قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الْشَّاهِدِينَ",
                "transliteration": "Qālū nurīdu an naʾkula minhā wa taṭmaʾinna qulūbunā wa naʿlama an qad ṣadaqtanā wa nakūna ʿalayhā mina sh-shāhidīn",
                "translations": {
                  "English": "They said, 'We wish to eat from it and let our hearts be reassured and know that you have been truthful to us and be among its witnesses.'",
                  "Urdu": "انہوں نے کہا کہ ہم چاہتے ہیں کہ اس میں سے کھائیں اور ہمارے دل مطمئن ہو جائیں اور ہم جان لیں کہ تم نے ہم سے سچ کہا ہے اور ہم اس پر گواہ بن جائیں۔",
                  "French": "Ils dirent : ‹Nous voulons en manger, rassurer ainsi nos cœurs, savoir que tu nous as dit la vérité et en être parmi les témoins.›",
                  "Spanish": "Dijeron: 'Queremos comer de ella para que nuestros corazones se sosieguen, para saber que nos has dicho la verdad y para ser de sus testigos.'",
                  "Hindi": "उन्होंने कहा कि हम चाहते हैं कि उसमें से खाएँ और हमारे दिल मुतमइन हो जाएँ और हम जान लें कि तुमने हमसे सच कहा है और हम उस पर गवाह बन जाएँ।"
                }
              },
              {
                "no": 114,
                "arabic": "قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ ۖ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ",
                "transliteration": "Qāla ʿīsā bnu maryama llāhumma rabbanā anzil ʿalaynā māʾidatan mina s-samāʾi takūnu lanā ʿīdan li-awwalinā wa ākhirinā wa āyatan minka wa rzuqnā wa anta khayru r-rāziqīn",
                "translations": {
                  "English": "Said Jesus, the son of Mary, 'O Allah, our Lord, send down to us a table [spread with food] from the heaven to be for us a festival for the first of us and the last of us and a sign from You. And provide for us, and You are the best of providers.'",
                  "Urdu": "عیسیٰ بن مریم نے کہا کہ اے اللہ! اے ہمارے رب! ہم پر آسمان سے ایک دسترخوان اتار دے جو ہمارے لیے عید ہو ہمارے اگلوں اور پچھلوں کے لیے اور تیری طرف سے نشانی ہو۔ اور ہمیں رزق عطا فرما اور تو سب سے بہتر رزق دینے والا ہے۔",
                  "French": "‹Ô Allah, notre Seigneur, dit Jésus, fils de Marie, fais descendre du ciel sur nous une table servie qui soit une fête pour nous, pour le premier d’entre nous, comme pour le dernier, ainsi qu’un signe de Ta part. Nourris-nous : Tu es le meilleur des nourrisseurs.›",
                  "Spanish": "Dijo Jesús, hijo de María: '¡Oh, Alá, Señor nuestro! Haz descender sobre nosotros una mesa servida del cielo que sea una fiesta para nosotros, para los primeros y los últimos, y un signo procedente de Ti. Susténtanos, pues Tú eres el mejor de los sustentadores.'",
                  "Hindi": "ईसा बिन मरयम ने कहा कि ऐ अल्लाह! ऐ हमारे रब! हम पर आसमान से एक दस्तरख़्वान उतार दे जो हमारे लिए ईद हो हमारे अगलों और पिछलों के लिए और तेरी तरफ़ से निशानी हो। और हमें रोज़ी अता फ़रमा और तो सबसे बेहतर रोज़ी देने वाला है।"
                }
              },
              {
                "no": 115,
                "arabic": "قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ",
                "transliteration": "Qāla llāhu innī munazziluhā ʿalaykum fa man yakfur baʿdu minkum fa innī uʿadhdhibuhu ʿadhāban lā uʿadhdhibuhu aḥadan mina l-ʿālamīn",
                "translations": {
                  "English": "Allah said, 'Indeed, I will sent it down to you, but whoever disbelieves afterwards from among you - then indeed will I punish him with a punishment by which I have not punished anyone among the worlds.'",
                  "Urdu": "اللہ نے فرمایا کہ میں اسے تم پر نازل کرنے والا ہوں، پھر تم میں سے جو کوئی اس کے بعد کفر کرے گا، تو میں اسے ایسا عذاب دوں گا جو میں دنیا والوں میں سے کسی کو نہ دوں گا۔",
                  "French": "Allah dit : ‹Je la ferai descendre sur vous. Mais ensuite, quiconque d’entre vous refuse de croire, Je le châtierai d’un châtiment dont Je ne châtierai personne d’autre dans l’univers.›",
                  "Spanish": "Dijo Alá: 'Voy a hacerla descender sobre vosotros. Pero quien de vosotros, después de esto, no crea, le castigaré como no castigaré a nadie en el mundo.'",
                  "Hindi": "अल्लाह ने फ़रमाया कि मैं उसे तुम पर नाज़िल करने वाला हूँ, फिर तुम में से जो कोई उसके बाद कुफ़्र करेगा, तो मैं उसे ऐसा अज़ाब दूँगा जो मैं दुनिया वालों में से किसी को न दूँगा।"
                }
              },
              {
                "no": 116,
                "arabic": "وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ ۚ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ۚ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ ۚ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
                "transliteration": "Wa idh qāla llāhu yā ʿīsā bna maryama a-anta qulta li-n-nāsi ittakhidhūnī wa ummiya ilāhayni min dūni llāhi qāla subḥānaka mā yakūnu lī an aqūla mā laysa lī bi-ḥaqqin in kuntu qultuhu fa qad ʿalimtahu taʿlamu mā fī nafsī wa lā aʿlamu mā fī nafsika innaka anta ʿallāmu l-ghuyūb",
                "translations": {
                  "English": "And [beware the Day] when Allah will say, 'O Jesus, Son of Mary, did you say to the people, 'Take me and my mother as deities besides Allah?'' He will say, 'Exalted are You! It was not for me to say that to which I have no right. If I had said it, You would have known it. You know what is within myself, and I do not know what is within Yourself. Indeed, it is You who is Knower of the unseen.'",
                  "Urdu": "اور جب اللہ فرمائے گا کہ اے عیسیٰ بن مریم! کیا تم نے لوگوں سے کہا تھا کہ اللہ کے سوا مجھے اور میری ماں کو معبود بنا لو؟ وہ عرض کریں گے کہ تو پاک ہے، مجھے یہ زیب نہیں دیتا کہ میں وہ کہوں جس کا مجھے کوئی حق نہیں۔ اگر میں نے یہ کہا ہوتا تو تو ضرور جانتا۔ تو جو کچھ میرے دل میں ہے، اسے جانتا ہے اور میں تیرے دل میں کیا ہے، نہیں جانتا۔ بے شک تو ہی غیب کا جاننے والا ہے۔",
                  "French": "Et quand Allah dira : ‹Ô Jésus, fils de Marie, est-ce toi qui as dit aux gens : ‹Prenez-moi, ainsi que ma mère, pour deux divinités en dehors d’Allah ?› Il dira : ‹Gloire et pureté à Toi ! Il ne m’appartient pas de déclarer ce que je n’ai pas le droit de dire ! Si je l’avais dit, Tu l’aurais su, certes. Tu sais ce qu’il y a en moi, et je ne sais pas ce qu’il y a en Toi. Tu es, en vérité, le grand connaisseur de tout ce qui est inconnu.",
                  "Spanish": "Y cuando Alá diga: '¡Oh, Jesús, hijo de María! ¿Dijiste acaso a la gente: 'Tomadnos a mí y a mi madre como dioses junto a Alá'?' Dirá: '¡Glorificado seas! No me corresponde decir algo sobre lo que no tengo derecho. Si lo hubiera dicho, Tú lo habrías sabido. Tú sabes lo que hay en mí, pero yo no sé lo que hay en Ti. Tú eres el conocedor de lo oculto.'",
                  "Hindi": "और जब अल्लाह फ़रमाएगा कि ऐ ईसा बिन मरयम! क्या तुमने लोगों से कहा था कि अल्लाह के सिवा मुझे और मेरी माँ को माबूद बना लो? वे अर्ज़ करेंगे कि तू पाक है, मुझे यह ज़ेब नहीं देता कि मैं वह कहूँ जिसका मुझे कोई हक़ नहीं। अगर मैंने यह कहा होता तो तू ज़रूर जानता। तू जो कुछ मेरे दिल में है, उसे जानता है और मैं तेरे दिल में क्या है, नहीं जानता। बेशक तू ही ग़ैब का जानने वाला है।"
                }
              },
              {
                "no": 117,
                "arabic": "مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ۚ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ ۚ وَأَنْتَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
                "transliteration": "Mā qultu lahum illā mā amartanī bihi ani uʿbudū llāha rabbī wa rabbakum wa kuntu ʿalayhim shahīdan mā dumtu fīhim fa lammā tawaffaytanī kunta anta r-raqība ʿalayhim wa anta ʿalā kulli shayʾin shahīd",
                "translations": {
                  "English": "I said not to them except what You commanded me - to worship Allah, my Lord and your Lord. And I was a witness over them as long as I was among them; but when You took me up, You were the Observer over them, and You are, over all things, Witness.",
                  "Urdu": "میں نے ان سے وہی کہا جس کا تو نے مجھے حکم دیا تھا کہ اللہ کی عبادت کرو جو میرا بھی رب ہے اور تمہارا بھی رب۔ اور جب تک میں ان کے درمیان رہا، ان پر گواہ رہا۔ پھر جب تو نے مجھے اٹھا لیا، تو تو ہی ان پر نگہبان تھا۔ اور تو ہر چیز پر گواہ ہے۔",
                  "French": "Je ne leur ai dit que ce que Tu m’avais commandé, (à savoir) : ‹Adorez Allah, mon Seigneur et votre Seigneur.› Et je fus témoin contre eux aussi longtemps que je fus parmi eux. Puis quand Tu m’as rappelé, c’est Toi qui fus leur observateur attentif. Et Tu es témoin de toute chose.",
                  "Spanish": "No les dije sino lo que Tú me ordenaste: 'Adorad a Alá, mi Señor y el vuestro.' Fui testigo de ellos mientras estuve entre ellos. Pero cuando me llamaste a Ti, fuiste Tú Quien los vigiló. Tú eres testigo de todas las cosas.",
                  "Hindi": "मैंने उनसे वही कहा जिसका तूने मुझे हुक्म दिया था कि अल्लाह की इबादत करो जो मेरा भी रब है और तुम्हारा भी रब। और जब तक मैं उनके दरमियान रहा, उन पर गवाह रहा। फिर जब तूने मुझे उठा लिया, तो तू ही उन पर निगहबान था। और तू हर चीज़ पर गवाह है।"
                }
              },
              {
                "no": 118,
                "arabic": "إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
                "transliteration": "In tuʿadhdhibhum fa innahum ʿibāduka wa in taghfir lahum fa innaka anta l-ʿazīzu l-ḥakīm",
                "translations": {
                  "English": "If You should punish them - indeed they are Your servants; but if You forgive them - indeed it is You who is the Exalted in Might, the Wise.'",
                  "Urdu": "اگر تو انہیں عذاب دے تو یہ تیرے بندے ہیں اور اگر تو انہیں بخش دے تو تو ہی غالب حکمت والا ہے۔",
                  "French": "Si Tu les châties, ils sont Tes serviteurs. Et si Tu leur pardonnes, c’est Toi le Puissant, le Sage.›",
                  "Spanish": "Si los castigas, son Tus siervos. Y si los perdonas, Tú eres el Poderoso, el Sabio.'",
                  "Hindi": "अगर तू उन्हें अज़ाब दे तो यह तेरे बंदे हैं और अगर तू उन्हें बख़्श दे तो तू ही ग़ालिब हिकमत वाला है।"
                }
              },
              {
                "no": 119,
                "arabic": "قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
                "transliteration": "Qāla llāhu hādhā yawmu yanfaʿu ṣ-ṣādiqīna ṣidquhum lahum jannātun tajrī min taḥtihā l-anhāru khālidīna fīhā abadan raḍiya llāhu ʿanhum wa raḍū ʿanhu dhālika l-fawzu l-ʿaẓīm",
                "translations": {
                  "English": "Allah will say, 'This is the Day when the truthful will benefit from their truthfulness.' For them are gardens [in Paradise] beneath which rivers flow, wherein they will abide forever, Allah being pleased with them, and they with Him. That is the great attainment.",
                  "Urdu": "اللہ فرمائے گا کہ یہ وہ دن ہے جب سچوں کو ان کی سچائی فائدہ پہنچائے گی۔ ان کے لیے باغات ہیں جن کے نیچے نہریں بہتی ہوں گی، وہ ان میں ہمیشہ رہیں گے۔ اللہ ان سے راضی ہو گا اور وہ اس سے راضی ہوں گے۔ یہی بڑی کامیابی ہے۔",
                  "French": "Allah dira : ‹Voilà le jour où leur véracité va profiter aux véridiques : ils auront des Jardins sous lesquels coulent les ruisseaux pour y demeurer éternellement.› Allah les agrée et eux L’agréent. Voilà l’énorme succès.",
                  "Spanish": "Dijo Alá: 'Éste es el día en que su veracidad beneficiará a los sinceros. Tendrán jardines por cuyos bajos fluyen arroyos, donde serán inmortales. Alá estará complacido con ellos y ellos con Él. Ése es el éxito grandioso.'",
                  "Hindi": "अल्लाह फ़रमाएगा कि यह वह दिन है जब सच्चों को उनकी सच्चाई फ़ायदा पहुँचाएगी। उनके लिए बाग़ात हैं जिनके नीचे नहरें बहती होंगी, वे उनमें हमेशा रहेंगे। अल्लाह उनसे राज़ी हो गया और वे उससे राज़ी होंगे। यही बड़ी कामयाबी है।"
                }
              },
              {
                "no": 120,
                "arabic": "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
                "transliteration": "Li-llāhi mulku s-samāwāti wa l-arḍi wa mā fīhinna wa huwa ʿalā kulli shayʾin qadīr",
                "translations": {
                  "English": "To Allah belongs the dominion of the heavens and the earth and whatever is within them. And He is over all things competent.",
                  "Urdu": "آسمانوں اور زمین اور جو کچھ ان میں ہے، سب کی بادشاہی اللہ ہی کے لیے ہے۔ اور وہ ہر چیز پر قدرت رکھتا ہے۔",
                  "French": "C’est à Allah qu’appartient le royaume des cieux, de la terre et de ce qu’ils renferment et Il est Omnipotent.",
                  "Spanish": "De Alá es el reino de los cielos y la tierra y lo que en ellos hay. Y Él tiene poder sobre todas las cosas.",
                  "Hindi": "आसमानों और ज़मीन और जो कुछ उनमें है, सब की बादशाही अल्लाह ही के लिए है। और वह हर चीज़ पर क़ुदरत रखता है।"
                }
              }
            
          
          ]
  }