{
    "no": 58,
    "name": "المجادلة",
    "verses": [
      {
        "no": 1,
        "arabic": "قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
        "transliteration": "Qad samiʿa Allāhu qawla allatī tujādiluka fī zawjihā watashtakī ilā Allāhi wa-Allāhu yasmaʿu taḥāwurakumā inna Allāha samīʿun baṣīr",
        "translations": {
          "English": "Allah has heard the statement of her that disputes with you concerning her husband and complains to Allah. And Allah hears your dialogue; indeed, Allah is Hearing and Seeing.",
          "French": "Allah a entendu les paroles de celle qui discutait avec toi au sujet de son mari et se plaignait à Allah. Allah entend votre conversation, car Allah est Audient et Clairvoyant.",
          "Hindi": "अल्लाह ने उस स्त्री की बात सुन ली है जो अपने पति के बारे में तुमसे विवाद करती है और अल्लाह से शिकायत करती है। अल्लाह तुम दोनों की बातचीत सुन रहा है, निस्संदेह अल्लाह सुनने वाला, देखने वाला है।",
          "Urdu": "اللہ نے اس عورت کی بات سن لی ہے جو اپنے شوہر کے بارے میں تم سے جھگڑتی ہے اور اللہ سے شکایت کرتی ہے۔ اللہ تم دونوں کی گفتگو سن رہا ہے، بے شک اللہ سننے والا، دیکھنے والا ہے۔",
          "Spanish": "Allah ha escuchado las palabras de aquella que discute contigo acerca de su esposo y se queja a Allah. Allah oye vuestra conversación; en verdad, Allah es Oyente, Vidente."
        }
      },
      {
        "no": 2,
        "arabic": "الَّذِينَ يُظَاهِرُونَ مِنكُم مِّن نِّسَائِهِم مَّا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
        "transliteration": "Alladhīna yuẓāhirūna minkum min nisāihim mā hunna ummahātihim in ummahātuhum illā al-lāī waladnahum wa-innahum layaqūlūna munkaran min al-qawli wazūrā wa-inna Allāha laʿafuwwun ghafūr",
        "translations": {
          "English": "Those of you who declare their wives to be like their mothers' backs - they are not their mothers. Their mothers are none but those who gave birth to them. Indeed, they utter an ill statement and a lie. But indeed, Allah is Pardoning and Forgiving.",
          "French": "Ceux d'entre vous qui déclarent que leurs épouses sont comme le dos de leur mère - elles ne sont pas leurs mères. Leurs mères ne sont que celles qui les ont enfantés. En vérité, ils prononcent une parole blâmable et un mensonge. Mais Allah est Absoluteur et Pardonneur.",
          "Hindi": "तुममें से जो लोग अपनी पत्नियों को अपनी माताओं की पीठ के समान घोषित कर देते हैं, वे उनकी माताएँ नहीं हैं। उनकी माताएँ तो वे हैं जिन्होंने उन्हें जन्म दिया। निश्चय ही वे एक बुरी बात और झूठ बोलते हैं। और निस्संदेह अल्लाह क्षमा करने वाला, दयालु है।",
          "Urdu": "تم میں سے جو لوگ اپنی بیویوں کو اپنی ماؤں کی پیٹھ کے مانند قرار دیتے ہیں، وہ ان کی مائیں نہیں ہیں۔ ان کی مائیں تو وہ ہیں جنہوں نے انہیں جنم دیا۔ بے شک وہ بری بات اور جھوٹ بولتے ہیں۔ اور یقیناً اللہ بخشنے والا، مہربان ہے۔",
          "Spanish": "Aquellos de vosotros que declaran a sus esposas como las espaldas de sus madres - ellas no son sus madres. Sus madres no son sino las que les dieron a luz. Ciertamente, pronuncian una palabra reprobable y una mentira. Pero, en verdad, Allah es Indulgente y Perdonador."
        }
      },
      {
        "no": 3,
        "arabic": "وَالَّذِينَ يُظَاهِرُونَ مِن نِّسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَاسَّا ذَٰلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "transliteration": "Wa-alladhīna yuẓāhirūna min nisāihim thumma yaʿūdūna limā qālū fataḥrīru raqabatin min qabl an yatamāssā dhālikum tūʿaẓūna bihi wa-Allāhu bimā taʿmalūna khabīr",
        "translations": {
          "English": "And those who declare their wives to be like their mothers' backs then wish to go back on what they said - then [they must] free a slave before they touch one another. That is what you are admonished with, and Allah is Acquainted with what you do.",
          "French": "Et ceux qui déclarent leurs épouses comme étant le dos de leur mère puis reviennent sur ce qu'ils ont dit doivent affranchir un esclave avant qu'ils ne se touchent. Voilà ce qui vous est recommandé, et Allah est Parfaitement Connaisseur de ce que vous faites.",
          "Hindi": "और जो लोग अपनी पत्नियों को अपनी माताओं की पीठ के समान घोषित कर देते हैं, फिर जो कुछ कहा उससे पलट जाते हैं, तो उन्हें एक दास को आज़ाद करना होगा, इससे पहले कि वे एक-दूसरे को छूएँ। यही तुम्हें समझाया जाता है, और अल्लाह तुम्हारे कर्मों से भली-भाँति अवगत है।",
          "Urdu": "اور جو لوگ اپنی بیویوں کو اپنی ماؤں کی پیٹھ کے مانند قرار دیتے ہیں، پھر جو کہا اس سے رجوع کرتے ہیں، تو انہیں ایک غلام کو آزاد کرنا ہوگا، اس سے پہلے کہ وہ ایک دوسرے کو چھوئیں۔ یہی تمہیں نصیحت کی جاتی ہے، اور اللہ تمہارے اعمال سے باخبر ہے۔",
          "Spanish": "Y aquellos que declaran a sus esposas como las espaldas de sus madres y luego desean retractarse de lo que dijeron, deben liberar a un esclavo antes de que se toquen. Esto es con lo que se os advierte, y Allah está bien informado de lo que hacéis."
        }
      },
      {
        "no": 4,
        "arabic": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَاسَّا فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
        "transliteration": "Faman lam yajid faṣiyāmu shahrayni mutatābiʿayni min qabl an yatamāssā faman lam yastaṭiʿ fa-iṭʿāmu sittīna miskīnā dhālika litu'minū bi-Allāhi warasūlihi watilka ḥudūdu Allāhi walil-kāfirīna ʿadhābun alīm",
        "translations": {
          "English": "But whoever cannot find [a slave] - then a fast for two months consecutively before they touch one another. And whoever is unable - then the feeding of sixty poor persons. That is for you to believe in Allah and His Messenger, and these are the limits of Allah. And for the disbelievers is a painful punishment.",
          "French": "Mais celui qui ne trouve pas [d'esclave] doit jeûner deux mois consécutifs avant qu'ils ne se touchent. Et celui qui ne peut pas doit nourrir soixante pauvres. Ceci afin que vous croyiez en Allah et en Son Messager. Voilà les limites d'Allah. Et pour les mécréants, il y aura un châtiment douloureux.",
          "Hindi": "लेकिन जो कोई (गुलाम) न पाए, तो उसे लगातार दो महीने के रोज़े रखने होंगे, इससे पहले कि वे एक-दूसरे को छूएँ। और जो कोई सक्षम न हो, तो साठ गरीबों को भोजन कराना होगा। यह इसलिए है कि तुम अल्लाह और उसके रसूल पर ईमान लाओ, और ये अल्लाह की सीमाएँ हैं। और काफ़िरों के लिए दर्दनाक यातना है।",
          "Urdu": "لیکن جو کوئی (غلام) نہ پائے، تو اسے لگاتار دو مہینے کے روزے رکھنے ہوں گے، اس سے پہلے کہ وہ ایک دوسرے کو چھوئیں۔ اور جو کوئی استطاعت نہ رکھے، تو ساٹھ مسکینوں کو کھانا کھلانا ہوگا۔ یہ اس لیے ہے کہ تم اللہ اور اس کے رسول پر ایمان لاؤ، اور یہ اللہ کی حدیں ہیں۔ اور کافروں کے لیے دردناک عذاب ہے۔",
          "Spanish": "Pero quien no encuentre [un esclavo], debe ayunar dos meses consecutivos antes de que se toquen. Y quien no pueda, debe alimentar a sesenta pobres. Esto es para que creáis en Allah y en Su Mensajero. Estos son los límites de Allah. Y para los incrédulos hay un castigo doloroso."
        }
      },
      {
        "no": 5,
        "arabic": "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِن قَبْلِهِمْ وَقَدْ أَنزَلْنَا آيَاتٍ بَيِّنَاتٍ وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ",
        "transliteration": "Inna alladhīna yuḥāddūna Allāha warasūlahu kubitū kamā kubita alladhīna min qablihim waqad anzalnā āyātin bayyinātin walil-kāfirīna ʿadhābun muhīn",
        "translations": {
          "English": "Indeed, those who oppose Allah and His Messenger will be disgraced as those before them were disgraced. And We have sent down clear verses, and for the disbelievers is a humiliating punishment.",
          "French": "Ceux qui s'opposent à Allah et à Son Messager seront humiliés comme furent humiliés ceux qui les ont précédés. Nous avons fait descendre des versets clairs, et pour les mécréants, il y a un châtiment avilissant.",
          "Hindi": "निस्संदेह, जो लोग अल्लाह और उसके रसूल का विरोध करते हैं, वे अपमानित किए जाएँगे, जैसे उनसे पहले के लोग अपमानित किए गए थे। और हमने स्पष्ट आयतें उतारी हैं, और काफ़िरों के लिए अपमानजनक यातना है।",
          "Urdu": "بے شک، جو لوگ اللہ اور اس کے رسول کی مخالفت کرتے ہیں، وہ ذلیل کیے جائیں گے، جیسے ان سے پہلے کے لوگ ذلیل کیے گئے تھے۔ اور ہم نے واضح آیات نازل کی ہیں، اور کافروں کے لیے ذلت آمیز عذاب ہے۔",
          "Spanish": "En verdad, quienes se oponen a Allah y a Su Mensajero serán humillados como fueron humillados quienes les precedieron. Hemos revelado señales claras, y para los incrédulos hay un castigo humillante."
        }
      },
      {
        "no": 6,
        "arabic": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
        "transliteration": "Yawma yabʿathuhumu Allāhu jamīʿan fayunabbi'uhum bimā ʿamilū aḥṣāhu Allāhu wanasūhu wa-Allāhu ʿalā kulli shay'in shahīd",
        "translations": {
          "English": "On the Day when Allah will resurrect them all and inform them of what they did. Allah has kept account of it, while they forgot it; and Allah is Witness over all things.",
          "French": "Le jour où Allah les ressuscitera tous et les informera de ce qu'ils ont fait. Allah en a tenu compte alors qu'ils l'avaient oublié. Et Allah est Témoin de toute chose.",
          "Hindi": "जिस दिन अल्लाह उन सबको पुनर्जीवित करेगा और उन्हें बताएगा कि उन्होंने क्या किया। अल्लाह ने उसका हिसाब रखा है, जबकि वे उसे भूल चुके हैं; और अल्लाह हर चीज़ का साक्षी है।",
          "Urdu": "جس دن اللہ ان سب کو زندہ کرے گا اور انہیں بتائے گا کہ انہوں نے کیا کیا۔ اللہ نے اس کا حساب رکھا ہے، جبکہ وہ اسے بھول چکے ہیں؛ اور اللہ ہر چیز کا گواہ ہے۔",
          "Spanish": "El día en que Allah los resucite a todos y les informe de lo que hicieron. Allah lo ha registrado, mientras que ellos lo olvidaron; y Allah es testigo de todas las cosas."
        }
      },
      {
        "no": 7,
        "arabic": "أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِن ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "transliteration": "Alam tara anna Allāha yaʿlamu mā fī al-samāwāti wamā fī al-arḍi mā yakūnu min najwā thalāthatin illā huwa rābiʿuhum walā khamsatin illā huwa sādisuhum walā adnā min dhālika walā akthara illā huwa maʿahum ayna mā kānū thumma yunabbi'uhum bimā ʿamilū yawma al-qiyāmati inna Allāha bikulli shay'in ʿalīm",
        "translations": {
          "English": "Do you not see that Allah knows what is in the heavens and what is on the earth? There is no secret counsel between three but He is their fourth, nor between five but He is their sixth, nor less than that nor more but He is with them wherever they may be. Then He will inform them of what they did on the Day of Resurrection. Indeed, Allah is Knowing of all things.",
          "French": "Ne vois-tu pas qu'Allah sait ce qui est dans les cieux et sur la terre? Il n'y a pas de conversation secrète entre trois sans qu'Il ne soit leur quatrième, ni entre cinq sans qu'Il ne soit leur sixième, ni moins ni plus que cela sans qu'Il ne soit avec eux où qu'ils soient. Ensuite, Il les informera au Jour de la Résurrection de ce qu'ils ont fait. En vérité, Allah est Omniscient.",
          "Hindi": "क्या तुमने नहीं देखा कि अल्लाह आकाशों और धरती में जो कुछ है, उसे जानता है? तीन लोगों की कोई गुप्त बातचीत नहीं होती, मगर वह उनका चौथा होता है, और न पाँच की, मगर वह उनका छठा होता है, और न इससे कम और न अधिक, मगर वह उनके साथ होता है, चाहे वे कहीं भी हों। फिर क़यामत के दिन वह उन्हें बताएगा कि उन्होंने क्या किया। निस्संदेह, अल्लाह हर चीज़ को जानने वाला है।",
          "Urdu": "کیا تم نہیں دیکھتے کہ اللہ آسمانوں اور زمین میں جو کچھ ہے، اسے جانتا ہے؟ تین لوگوں کی کوئی سرگوشی نہیں ہوتی مگر وہ ان کا چوتھا ہوتا ہے، اور نہ پانچ کی مگر وہ ان کا چھٹا ہوتا ہے، اور نہ اس سے کم اور نہ زیادہ، مگر وہ ان کے ساتھ ہوتا ہے، خواہ وہ کہیں بھی ہوں۔ پھر قیامت کے دن وہ انہیں بتائے گا کہ انہوں نے کیا کیا۔ بے شک، اللہ ہر چیز کو جاننے والا ہے۔",
          "Spanish": "¿No ves que Allah sabe lo que hay en los cielos y en la tierra? No hay conversación secreta entre tres sin que Él sea su cuarto, ni entre cinco sin que Él sea su sexto, ni menos ni más que eso sin que Él esté con ellos dondequiera que estén. Luego, el Día de la Resurrección, les informará de lo que hicieron. En verdad, Allah es conocedor de todas las cosas."
        }
      },
      {
        "no": 8,
        "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ",
        "transliteration": "Alam tara ilā alladhīna nuhū ʿan al-najwā thumma yaʿūdūna limā nuhū ʿanhu wayatanājawna bi-al-ithmi wa-al-ʿudwāni wamaʿṣiyati al-rasūli wa-idhā jāūka ḥayyawka bimā lam yuḥayyika bihi Allāhu wayaqūlūna fī anfusihim lawlā yuʿadhibunā Allāhu bimā naqūl ḥasbuhum jahannamu yaṣlawnahā fabi'sa al-maṣīr",
        "translations": {
          "English": "Have you not seen those who were forbidden from secret counsels, then they return to what they were forbidden and conspire in sin, aggression, and disobedience to the Messenger? And when they come to you, they greet you with that which Allah has not greeted you, and they say within themselves, 'Why does Allah not punish us for what we say?' Sufficient for them is Hell, which they will burn in, and wretched is the destination.",
          "French": "N'as-tu pas vu ceux à qui il était interdit de tenir des conciliabules et qui retournent à ce qui leur était interdit en conspirant pour le péché, l'agression et la désobéissance au Messager? Et quand ils viennent à toi, ils te saluent d'une salutation dont Allah ne t'a pas salué, et ils se disent en eux-mêmes: 'Pourquoi Allah ne nous châtie-t-Il pas pour ce que nous disons?' L'Enfer leur suffira, où ils brûleront. Et quel mauvais devenir!",
          "Hindi": "क्या तुमने उन लोगों को नहीं देखा जिन्हें गुप्त बातचीत से रोका गया था, फिर वे उसी की ओर लौट आते हैं जिससे उन्हें रोका गया था, और पाप, अत्याचार और रसूल की अवज्ञा की साज़िश करते हैं? और जब वे तुम्हारे पास आते हैं, तो तुम्हें ऐसे अभिवादन से सलाम करते हैं जिससे अल्लाह ने तुम्हें सलाम नहीं किया, और वे अपने मन में कहते हैं, 'अल्लाह हमें हमारी बातों के लिए सज़ा क्यों नहीं देता?' उनके लिए जहन्नम काफ़ी है, जिसमें वे जलेंगे, और बुरा है वह ठिकाना।",
          "Urdu": "کیا تم نے ان لوگوں کو نہیں دیکھا جنہیں سرگوشی سے منع کیا گیا تھا، پھر وہ اسی کی طرف لوٹ آتے ہیں جس سے انہیں روکا گیا تھا، اور گناہ، ظلم اور رسول کی نافرمانی کی سازش کرتے ہیں؟ اور جب وہ تمہارے پاس آتے ہیں، تو تمہیں ایسے سلام سے سلام کرتے ہیں جس سے اللہ نے تمہیں سلام نہیں کیا، اور وہ اپنے دلوں میں کہتے ہیں، 'اللہ ہمیں ہماری باتوں پر سزا کیوں نہیں دیتا؟' ان کے لیے جہنم کافی ہے، جس میں وہ جلائیں گے، اور وہ برا ٹھکانا ہے۔",
          "Spanish": "¿No has visto a aquellos a quienes se les prohibió conspirar en secreto, pero luego regresan a lo que se les prohibió y conspiran en pecado, agresión y desobediencia al Mensajero? Y cuando vienen a ti, te saludan con un saludo con el que Allah no te ha saludado, y dicen para sí: '¿Por qué Allah no nos castiga por lo que decimos?' Les bastará el Infierno, donde arderán. ¡Qué pésimo destino!"
        }
      },
      {
        "no": 9,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىٰ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
        "transliteration": "Yā ayyuhā alladhīna āmanū idhā tanājaytum falā tatanājaw bi-al-ithmi wa-al-ʿudwāni wamaʿṣiyati al-rasūli watanājaw bi-al-birri wa-al-taqwā wa-ittaqū Allāha alladhī ilayhi tuḥsharūn",
        "translations": {
          "English": "O you who have believed, when you converse privately, do not converse about sin and aggression and disobedience to the Messenger but converse about righteousness and piety. And fear Allah, to whom you will be gathered.",
          "French": "Ô vous qui avez cru! Quand vous vous entretenez en secret, ne vous parlez pas de péché, d'agression et de désobéissance au Messager, mais parlez de vertu et de piété. Et craignez Allah vers qui vous serez rassemblés.",
          "Hindi": "ऐ ईमान वालो! जब तुम आपस में गुप्त बातचीत करो, तो पाप, अत्याचार और रसूल की अवज्ञा की बात न करो, बल्कि नेकी और परहेज़गारी की बात करो। और अल्लाह से डरो, जिसकी ओर तुम इकट्ठे किए जाओगे।",
          "Urdu": "اے ایمان والو! جب تم آپس میں سرگوشی کرو، تو گناہ، ظلم اور رسول کی نافرمانی کی بات نہ کرو، بلکہ نیکی اور تقویٰ کی بات کرو۔ اور اللہ سے ڈرو، جس کی طرف تم اکٹھے کیے جاؤ گے۔",
          "Spanish": "¡Oh, creyentes! Cuando converséis en privado, no lo hagáis para pecar, agredir y desobedecer al Mensajero, sino para hablar de rectitud y piedad. Y temed a Allah, ante Quien seréis congregados."
        }
      },
      {
        "no": 10,
        "arabic": "إِنَّمَا النَّجْوَىٰ مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
        "transliteration": "Innamā al-najwā mina al-shayṭāni liyaḥzuna alladhīna āmanū walaysa biḍārrihim shay'an illā bi-idhni Allāhi waʿalā Allāhi falyatawakkali al-mu'minūn",
        "translations": {
          "English": "Secret counsels are only from Satan that he may grieve those who have believed, but he will not harm them at all except by permission of Allah. And upon Allah let the believers rely.",
          "French": "Les conciliabules ne viennent que du Diable pour attrister ceux qui ont cru. Mais il ne peut leur nuire en rien sans la permission d'Allah. Et c'est en Allah que les croyants doivent placer leur confiance.",
          "Hindi": "गुप्त बातचीत तो शैतान की तरफ़ से होती है, ताकि वह ईमान वालों को दुखी करे, मगर अल्लाह की अनुमति के बिना वह उन्हें कुछ नुक़सान नहीं पहुँचा सकता। और ईमान वालों को अल्लाह ही पर भरोसा करना चाहिए।",
          "Urdu": "سرگوشی تو شیطان کی طرف سے ہوتی ہے، تاکہ وہ ایمان والوں کو رنجیدہ کرے، لیکن اللہ کے اذن کے بغیر وہ انہیں کچھ نقصان نہیں پہنچا سکتا۔ اور ایمان والوں کو اللہ ہی پر بھروسہ کرنا چاہیے۔",
          "Spanish": "Las conspiraciones secretas son solo obra de Satanás para entristecer a los creyentes, pero no puede dañarlos en nada, excepto con el permiso de Allah. Y que los creyentes confíen en Allah."
        }
      },
      {
        "no": 11,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "transliteration": "Yā ayyuhā alladhīna āmanū idhā qīla lakum tafassaḥū fī al-majālisi fa-ifsaḥū yafsaḥi Allāhu lakum wa-idhā qīla unshuzū fa-unshuzū yarfaʿi Allāhu alladhīna āmanū minkum wa-alladhīna ūtū al-ʿilma darajātin wa-Allāhu bimā taʿmalūna khabīr",
        "translations": {
          "English": "O you who have believed, when you are told, 'Make room in assemblies,' then make room; Allah will make room for you. And when you are told, 'Rise,' then rise; Allah will raise those who have believed among you and those who were given knowledge, by degrees. And Allah is Acquainted with what you do.",
          "French": "Ô vous qui avez cru! Quand on vous dit: 'Faites place dans les assemblées', alors faites place. Allah vous accordera une place (au Paradis). Et quand on vous dit: 'Levez-vous', alors levez-vous. Allah élèvera en degrés ceux d'entre vous qui ont cru et ceux qui ont reçu le savoir. Allah est Parfaitement Connaisseur de ce que vous faites.",
          "Hindi": "ऐ ईमान वालो! जब तुमसे कहा जाए, 'मजलिसों में जगह दो,' तो जगह दो; अल्लाह तुम्हारे लिए (जन्नत में) जगह बढ़ा देगा। और जब कहा जाए, 'उठो,' तो उठो; अल्लाह तुममें से ईमान वालों और ज्ञान दिए गए लोगों के दर्जे बढ़ा देगा। और अल्लाह तुम्हारे कर्मों से भली-भाँति अवगत है।",
          "Urdu": "اے ایمان والو! جب تم سے کہا جائے، 'مجلسوں میں جگہ دو،' تو جگہ دو؛ اللہ تمہارے لیے (جنت میں) جگہ وسیع کر دے گا۔ اور جب کہا جائے، 'اٹھو،' تو اٹھو؛ اللہ تم میں سے ایمان والوں اور علم دیے گئے لوگوں کے درجات بلند کر دے گا۔ اور اللہ تمہارے اعمال سے باخبر ہے۔",
          "Spanish": "¡Oh, creyentes! Cuando se os diga: 'Dad espacio en las reuniones', dad espacio; Allah os dará espacio (en el Paraíso). Y cuando se os diga: 'Levantaos', levantaos; Allah elevará en grados a los creyentes entre vosotros y a quienes recibieron el conocimiento. Allah está bien informado de lo que hacéis."
        }
      },
      {
        "no": 12,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ فَإِن لَّمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
        "transliteration": "Yā ayyuhā alladhīna āmanū idhā nājaytumu al-rasūla faqaddimū bayna yaday najwākum ṣadaqatan dhālika khayrun lakum wa-aṭharu fa-in lam tajidū fa-inna Allāha ghafūrun raḥīm",
        "translations": {
          "English": "O you who have believed, when you converse privately with the Messenger, present before your conversation a charity. That is better for you and purer. But if you find not [the means] - then indeed, Allah is Forgiving and Merciful.",
          "French": "Ô vous qui avez cru! Quand vous voulez converser en secret avec le Messager, faites précéder d'une aumône votre entretien. Cela est meilleur pour vous et plus pur. Mais si vous ne trouvez pas [de quoi donner], alors Allah est Pardonneur et Miséricordieux.",
          "Hindi": "ऐ ईमान वालो! जब तुम रसूल से गुप्त बातचीत करो, तो अपनी बातचीत से पहले सदक़ा दो। यह तुम्हारे लिए बेहतर और पाक है। लेकिन अगर तुम न पाओ, तो निस्संदेह अल्लाह क्षमा करने वाला, दयालु है।",
          "Urdu": "اے ایمان والو! جب تم رسول سے سرگوشی کرو، تو اپنی سرگوشی سے پہلے صدقہ دو۔ یہ تمہارے لیے بہتر اور پاکیزہ تر ہے۔ لیکن اگر تم نہ پاؤ، تو بے شک اللہ بخشنے والا، مہربان ہے۔",
          "Spanish": "¡Oh, creyentes! Cuando queráis hablar en privado con el Mensajero, dad antes de vuestra conversación una caridad. Eso es mejor y más puro para vosotros. Pero si no encontráis [los medios], entonces Allah es Indulgente y Misericordioso."
        }
      },
      {
        "no": 13,
        "arabic": "أَأَشْفَقْتُمْ أَن تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
        "transliteration": "A-ashfaqtum an tuqaddimū bayna yaday najwākum ṣadaqātin fa-idh lam tafʿalū watāba Allāhu ʿalaykum fa-aqīmū al-ṣalāta waātū al-zakāta wa-aṭīʿū Allāha warasūlahu wa-Allāhu khabīrun bimā taʿmalūn",
        "translations": {
          "English": "Are you afraid of giving charities before your private consultation? If you do not do so and Allah forgives you, then [at least] establish prayer and give zakah and obey Allah and His Messenger. And Allah is Acquainted with what you do.",
          "French": "Avez-vous craint de faire des aumônes avant votre entretien? Si vous ne l'avez pas fait et qu'Allah vous a pardonné, alors accomplissez la prière, acquittez la zakât et obéissez à Allah et à Son Messager. Allah est Parfaitement Connaisseur de ce que vous faites.",
          "Hindi": "क्या तुम अपनी गुप्त बातचीत से पहले सदक़ा देने से डरते हो? अगर तुमने ऐसा नहीं किया और अल्लाह ने तुम्हें माफ़ कर दिया, तो नमाज़ क़ायम करो और ज़कात दो और अल्लाह और उसके रसूल की आज्ञा मानो। और अल्लाह तुम्हारे कर्मों से भली-भाँति अवगत है।",
          "Urdu": "کیا تم اپنی سرگوشی سے پہلے صدقات دینے سے گھبراتے ہو؟ اگر تم نے ایسا نہ کیا اور اللہ نے تمہیں معاف کر دیا، تو نماز قائم کرو اور زکوٰۃ دو اور اللہ اور اس کے رسول کی اطاعت کرو۔ اور اللہ تمہارے اعمال سے باخبر ہے۔",
          "Spanish": "¿Acaso temisteis dar caridades antes de vuestra consulta privada? Si no lo hicisteis y Allah os perdonó, entonces estableced la oración, dad el zakat y obedeced a Allah y a Su Mensajero. Allah está bien informado de lo que hacéis."
        }
      },
      {
        "no": 14,
        "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ",
        "transliteration": "Alam tara ilā alladhīna tawallaw qawman ghaḍiba Allāhu ʿalayhim mā hum minkum walā minhum wayaḥlifūna ʿalā al-kadhibi wahum yaʿlamūn",
        "translations": {
          "English": "Have you not seen those who befriend a people with whom Allah has become angry? They are neither of you nor of them, and they swear to falsehood while they know.",
          "French": "N'as-tu pas vu ceux qui ont pris pour alliés des gens contre lesquels Allah est courroucé? Ils ne sont ni des vôtres ni des leurs, et ils jurent mensongèrement en toute connaissance de cause.",
          "Hindi": "क्या तुमने उन लोगों को नहीं देखा जिन्होंने ऐसे लोगों को दोस्त बनाया है जिन पर अल्लाह का ग़ज़ब हुआ है? वे न तुममें से हैं और न उनमें से, और वे जानते-बूझते झूठी क़सम खाते हैं।",
          "Urdu": "کیا تم نے ان لوگوں کو نہیں دیکھا جنہوں نے ایسی قوم کو دوست بنایا ہے جس پر اللہ کا غضب نازل ہوا ہے؟ وہ نہ تم میں سے ہیں اور نہ ان میں سے، اور وہ جان بوجھ کر جھوٹی قسمیں کھاتے ہیں۔",
          "Spanish": "¿No has visto a quienes toman como aliados a un pueblo con el que Allah está enojado? No son de los vuestros ni de los suyos, y juran falsamente a sabiendas."
        }
      },
      {
        "no": 15,
        "arabic": "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
        "transliteration": "Aʿadda Allāhu lahum ʿadhāban shadīdan innahum sā'a mā kānū yaʿmalūn",
        "translations": {
          "English": "Allah has prepared for them a severe punishment. Evil indeed is what they used to do.",
          "French": "Allah a préparé pour eux un dur châtiment. Ce qu'ils faisaient est vraiment mauvais.",
          "Hindi": "अल्लाह ने उनके लिए सख़्त यातना तैयार कर रखी है। बुरा ही था जो वे करते थे।",
          "Urdu": "اللہ نے ان کے لیے سخت عذاب تیار کر رکھا ہے۔ برا تھا جو وہ کرتے تھے۔",
          "Spanish": "Allah ha preparado para ellos un castigo severo. ¡Qué malo era lo que solían hacer!"
        }
      },
      {
        "no": 16,
        "arabic": "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَن سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
        "transliteration": "Ittakhadhū aymānahum junnatan faṣaddū ʿan sabīli Allāhi falahum ʿadhābun muhīn",
        "translations": {
          "English": "They have taken their oaths as a shield and have averted [people] from the way of Allah, so for them is a humiliating punishment.",
          "French": "Ils ont fait de leurs serments un bouclier et ont ainsi détourné les gens du sentier d'Allah. Ils auront donc un châtiment avilissant.",
          "Hindi": "उन्होंने अपनी क़समों को ढाल बना लिया है और लोगों को अल्लाह के रास्ते से रोका है, इसलिए उनके लिए अपमानजनक यातना है।",
          "Urdu": "انہوں نے اپنی قسموں کو ڈھال بنا لیا ہے اور لوگوں کو اللہ کے راستے سے روکا ہے، اس لیے ان کے لیے ذلت آمیز عذاب ہے۔",
          "Spanish": "Han tomado sus juramentos como escudo y han apartado a la gente del camino de Allah. Tendrán un castigo humillante."
        }
      },
      {
        "no": 17,
        "arabic": "لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا أُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ",
        "transliteration": "Lan tughniya ʿanhum amwāluhum walā awlāduhum mina Allāhi shay'an ulāika aṣḥābu al-nāri hum fīhā khālidūn",
        "translations": {
          "English": "Never will their wealth or their children avail them against Allah at all. Those are the companions of the Fire; they will abide therein eternally.",
          "French": "Ni leurs biens ni leurs enfants ne leur seront d'aucune utilité contre Allah. Ceux-là sont les gens du Feu; ils y demeureront éternellement.",
          "Hindi": "न उनका धन और न उनकी संतान अल्लाह के मुक़ाबले में उन्हें कुछ भी फ़ायदा पहुँचाएगी। वे जहन्नमी हैं, उसमें वे हमेशा रहेंगे।",
          "Urdu": "نہ تو ان کا مال اور نہ ان کی اولاد اللہ کے مقابلے میں انہیں کچھ فائدہ پہنچائے گی۔ وہ دوزخ والے ہیں، وہ اس میں ہمیشہ رہیں گے۔",
          "Spanish": "Ni sus riquezas ni sus hijos les servirán de nada frente a Allah. Esos son los compañeros del Fuego; allí permanecerán eternamente."
        }
      },
      {
        "no": 18,
        "arabic": "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ",
        "transliteration": "Yawma yabʿathuhumu Allāhu jamīʿan fayaḥlifūna lahu kamā yaḥlifūna lakum wayaḥsabūna annahum ʿalā shay'in alā innahum humu al-kādhibūn",
        "translations": {
          "English": "On the Day Allah will resurrect them all, and they will swear to Him as they swear to you, thinking that they are upon something. Unquestionably, it is they who are the liars.",
          "French": "Le jour où Allah les ressuscitera tous, ils Lui jureront comme ils vous jurent, pensant que cela leur servira. Certes, ce sont eux les menteurs.",
          "Hindi": "जिस दिन अल्लाह उन सबको पुनर्जीवित करेगा, तो वे उसकी क़सम खाएँगे, जैसे तुम्हारी क़सम खाते हैं, यह सोचकर कि वे किसी चीज़ पर हैं। सुन लो, वही झूठे हैं।",
          "Urdu": "جس دن اللہ ان سب کو زندہ کرے گا، تو وہ اس کی قسمیں کھائیں گے، جیسے تمہاری قسمیں کھاتے ہیں، یہ سمجھ کر کہ وہ کسی چیز پر ہیں۔ سن لو، وہی جھوٹے ہیں۔",
          "Spanish": "El día en que Allah los resucite a todos, jurarán ante Él como juran ante vosotros, pensando que eso les servirá de algo. ¡En verdad, ellos son los mentirosos!"
        }
      },
      {
        "no": 19,
        "arabic": "اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ أُولَٰئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ",
        "transliteration": "Is'taḥwadha ʿalayhimu al-shayṭānu fa-ansāhum dhikra Allāhi ulāika ḥizbu al-shayṭāni alā inna ḥizba al-shayṭāni humu al-khāsirūn",
        "translations": {
          "English": "Satan has overcome them and made them forget the remembrance of Allah. Those are the party of Satan. Unquestionably, the party of Satan - they will be the losers.",
          "French": "Le Diable s'est emparé d'eux et leur a fait oublier le rappel d'Allah. Ceux-là sont le parti du Diable. En vérité, c'est le parti du Diable qui sera perdant.",
          "Hindi": "शैतान ने उन पर क़ब्ज़ा कर लिया है और उन्हें अल्लाह की याद भुला दी है। वे शैतान की पार्टी हैं। सुन लो, शैतान की पार्टी ही घाटे में रहने वाली है।",
          "Urdu": "شیطان نے ان پر قبضہ کر لیا ہے اور انہیں اللہ کی یاد بھلا دی ہے۔ وہ شیطان کی پارٹی ہیں۔ سن لو، شیطان کی پارٹی ہی نقصان اٹھانے والی ہے۔",
          "Spanish": "Satanás se ha apoderado de ellos y les ha hecho olvidar el recuerdo de Allah. Esos son el partido de Satanás. ¡En verdad, el partido de Satanás son los perdedores!"
        }
      },
      {
        "no": 20,
        "arabic": "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَٰئِكَ فِي الْأَذَلِّينَ",
        "transliteration": "Inna alladhīna yuḥāddūna Allāha warasūlahu ulāika fī al-adhallīn",
        "translations": {
          "English": "Indeed, those who oppose Allah and His Messenger - those will be among the most humbled.",
          "French": "Ceux qui s'opposent à Allah et à Son Messager seront parmi les plus humiliés.",
          "Hindi": "निस्संदेह, जो लोग अल्लाह और उसके रसूल का विरोध करते हैं, वे सबसे ज़्यादा अपमानित होंगे।",
          "Urdu": "بے شک، جو لوگ اللہ اور اس کے رسول کی مخالفت کرتے ہیں، وہ سب سے زیادہ ذلیل ہوں گے۔",
          "Spanish": "En verdad, quienes se oponen a Allah y a Su Mensajero estarán entre los más humillados."
        }
      },
      {
        "no": 21,
        "arabic": "كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
        "transliteration": "Kataba Allāhu la-aghlibanna anā warusulī inna Allāha qawiyyun ʿazīz",
        "translations": {
          "English": "Allah has written, 'I will surely prevail, I and My messengers.' Indeed, Allah is Powerful and Exalted in Might.",
          "French": "Allah a décrété: 'Moi et Mes messagers, Nous vaincrons certainement.' En vérité, Allah est Fort et Puissant.",
          "Hindi": "अल्लाह ने लिख दिया है, 'मैं और मेरे रसूल ज़रूर जीतेंगे।' निस्संदेह, अल्लाह बलवान, प्रभुत्वशाली है।",
          "Urdu": "اللہ نے لکھ دیا ہے، 'میں اور میرے رسول ضرور غالب آئیں گے۔' بے شک، اللہ طاقتور، زبردست ہے۔",
          "Spanish": "Allah ha decretado: 'Ciertamente, Yo y Mis mensajeros prevaleceremos.' En verdad, Allah es Fuerte y Poderoso."
        }
      },
      {
        "no": 22,
        "arabic": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَٰئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ",
        "transliteration": "Lā tajidu qawman yu'minūna bi-Allāhi wa-al-yawmi al-ākhiri yuwāddūna man ḥādda Allāha warasūlahu walaw kānū ābāahum aw abnāahum aw ikhwānahum aw ʿashīratahum ulāika kataba fī qulūbihimu al-īmāna wa-ayyadahum birūḥin minhu wayudkhiluhum jannātin tajrī min taḥtihā al-anhāru khālidīna fīhā raḍiya Allāhu ʿanhum waraḍū ʿanhu ulāika ḥizbu Allāhi alā inna ḥizba Allāhi humu al-mufliḥūn",
        "translations": {
          "English": "You will not find a people who believe in Allah and the Last Day having affection for those who oppose Allah and His Messenger, even if they were their fathers or their sons or their brothers or their kindred. Those - He has inscribed faith in their hearts and has supported them with a spirit from Him. And We will admit them to gardens beneath which rivers flow, wherein they will abide eternally. Allah is pleased with them, and they are pleased with Him - those are the party of Allah. Unquestionably, the party of Allah - they are the successful.",
          "French": "Tu ne trouveras pas un peuple croyant en Allah et au Jour Dernier prendre pour amis ceux qui s'opposent à Allah et à Son Messager, fussent-ils leurs pères, leurs fils, leurs frères ou les gens de leur tribu. Ceux-là, Il a inscrit la foi dans leurs cœurs et les a aidés d'un esprit [provenant] de Lui. Il les fera entrer dans des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement. Allah les agrée et ils L'agréent. Ceux-là sont le parti d'Allah. C'est le parti d'Allah qui réussira.",
          "Hindi": "तुम ऐसे लोगों को नहीं पाओगे जो अल्लाह और आख़िरत के दिन पर ईमान रखते हों और जो अल्लाह और उसके रसूल का विरोध करने वालों से मुहब्बत करते हों, चाहे वे उनके बाप हों या बेटे या भाई या उनके क़बीले वाले। ये वे हैं जिनके दिलों में अल्लाह ने ईमान लिख दिया है और उन्हें अपनी तरफ़ से रूह (विशेष सहायता) से मदद दी है। और वह उन्हें ऐसे बाग़ों में दाख़िल करेगा जिनके नीचे नहरें बहती हैं, जिनमें वे हमेशा रहेंगे। अल्लाह उनसे राज़ी है और वे उससे राज़ी हैं। ये अल्लाह की पार्टी हैं। सुन लो, अल्लाह की पार्टी ही कामयाब होने वाली है।",
          "Urdu": "تم ایسے لوگوں کو نہیں پاؤ گے جو اللہ اور آخرت کے دن پر ایمان رکھتے ہوں اور جو اللہ اور اس کے رسول کی مخالفت کرنے والوں سے محبت کرتے ہوں، خواہ وہ ان کے باپ ہوں یا بیٹے یا بھائی یا ان کے قبیلے والے۔ یہ وہ ہیں جن کے دلوں میں اللہ نے ایمان لکھ دیا ہے اور انہیں اپنی طرف سے روح (خاص مدد) سے تقویت دی ہے۔ اور وہ انہیں ایسے باغوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں، جہاں وہ ہمیشہ رہیں گے۔ اللہ ان سے راضی ہے اور وہ اس سے راضی ہیں۔ یہ اللہ کی پارٹی ہیں۔ سن لو، اللہ کی پارٹی ہی کامیاب ہونے والی ہے۔",
          "Spanish": "No encontrarás a un pueblo que crea en Allah y en el Día Final que tenga afecto por quienes se oponen a Allah y a Su Mensajero, aunque sean sus padres, sus hijos, sus hermanos o sus parientes. A esos, Él ha inscrito la fe en sus corazones y los ha fortalecido con un espíritu de Su parte. Los hará entrar en jardines por donde corren ríos, donde morarán eternamente. Allah está complacido con ellos y ellos lo están con Él. Esos son el partido de Allah. ¡En verdad, el partido de Allah son los triunfadores!"
        }
      }
    ]
  }