{
    "no": 59,
    "name": "Al-Hashr",
    "verses": [
      {
        "no": 1,
        "arabic": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "transliteration": "Sabbaha lillahi ma fi as-samawati wa ma fi al-ardi wa huwa al-ʿazizu al-hakim",
        "translations": {
          "English": "Glorifying God is all that exists in the heavens and the earth. He is the Almighty, the Most Wise.",
          "Urdu": "آسمانوں اور زمین میں جو کچھ ہے وہ اللہ کی تسبیح کرتا ہے، اور وہ غالب حکمت والا ہے۔",
          "French": "Tout ce qui est dans les cieux et sur la terre glorifie Allah. Et c'est Lui le Puissant, le Sage.",
          "Spanish": "Todo lo que está en los cielos y en la tierra glorifica a Allah. Él es el Poderoso, el Sabio.",
          "Hindi": "आकाशों और धरती में जो कुछ है वह अल्लाह की महिमा गाता है, और वह प्रभुत्वशाली, तत्वदर्शी है।"
        }
      },
      {
        "no": 2,
        "arabic": "هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ",
        "transliteration": "Huwa alladhi akhraja alladhina kafaru min ahli al-kitabi min diyarihim li-awwali al-hashri ma zanantum an yakhruju wa zannu annahum maniʿatuhum husunuhum mina Allahi faatahumu Allahu min haythu lam yahtasibu wa qadhafa fi qulubihimu ar-ruʿba yukharibuna buyutahum bi-aydihim wa aydi al-mu'minina faʿtabiru ya uli al-absar",
        "translations": {
          "English": "It is He who evicted those who disbelieved among the People of the Book from their homes at the first mobilization. You did not think they would leave, and they thought their fortresses would protect them from God. But God came at them from where they never expected, and threw terror into their hearts. They wrecked their homes with their own hands, and by the hands of the believers. Therefore, take a lesson, O you who have insight.",
          "Urdu": "وہی ہے جس نے اہل کتاب میں سے کافروں کو ان کے گھروں سے پہلی بار جمع ہونے کے موقع پر نکالا۔ تم نے نہیں سمجھا تھا کہ وہ نکل جائیں گے، اور انہوں نے سمجھا کہ ان کے قلعے انہیں اللہ سے بچا لیں گے۔ پھر اللہ نے ان پر ایسی جگہ سے حملہ کیا جہاں سے انہیں گمان بھی نہ تھا، اور ان کے دلوں میں رعب ڈال دیا۔ وہ اپنے ہاتھوں سے اور مومنوں کے ہاتھوں سے اپنے گھروں کو گرانے لگے۔ پس اے عقل والو! عبرت حاصل کرو۔",
          "French": "C'est Lui qui a expulsé de leurs maisons, lors du premier rassemblement, les mécréants parmi les gens du Livre. Vous ne pensiez pas qu'ils partiraient, et eux-mêmes pensaient que leurs forteresses les protégeraient contre Allah. Mais Allah est venu à eux par où ils ne s'y attendaient pas, et a jeté l'effroi dans leurs cœurs. Ils démolissaient leurs maisons de leurs propres mains, et aussi des mains des croyants. Tirez-en une leçon, ô vous qui êtes doués de clairvoyance!",
          "Spanish": "Él es Quien expulsó de sus hogares a los incrédulos de la Gente del Libro en la primera reunión. No creísteis que saldrían, y ellos pensaron que sus fortalezas les protegerían de Allah. Pero Allah les alcanzó por donde no esperaban, e infundió el terror en sus corazones. Destruían sus hogares con sus propias manos y con las de los creyentes. ¡Reflexionad, oh dotados de visión!",
          "Hindi": "वही है जिसने किताबवालों में से काफ़िरों को उनके घरों से पहली बार जमा होने के मौके पर निकाला। तुमने नहीं समझा था कि वे निकल जाएँगे, और उन्होंने समझा कि उनके क़िले उन्हें अल्लाह से बचा लेंगे। फिर अल्लाह ने उन पर ऐसी जगह से हमला किया जहाँ से उन्हें गुमान भी न था, और उनके दिलों में डर डाल दिया। वे अपने हाथों से और ईमानवालों के हाथों से अपने घरों को गिराने लगे। तो हे अक्ल वालो! इबरत हासिल करो।"
        }
      },
      {
        "no": 3,
        "arabic": "وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ",
        "transliteration": "Wa law la an kataba Allahu ʿalayhimu al-jala'a laʿadhabahum fi ad-dunya wa lahum fi al-akhirati ʿadhabu an-nar",
        "translations": {
          "English": "Had God not decreed exile for them, He would have punished them in this life. But in the Hereafter they will have the punishment of the Fire.",
          "Urdu": "اگر اللہ نے ان کے لیے جلاوطنی نہ لکھ دی ہوتی تو دنیا میں ہی انہیں عذاب دے دیتا، اور آخرت میں ان کے لیے آگ کا عذاب ہے۔",
          "French": "Si Allah n'avait pas prescrit l'exil pour eux, Il les aurait certes châtiés ici-bas. Et dans l'au-delà, il y a pour eux le châtiment du Feu.",
          "Spanish": "Si Allah no hubiera decretado el exilio para ellos, les habría castigado en esta vida. Pero en la otra vida tendrán el castigo del Fuego.",
          "Hindi": "अगर अल्लाह ने उनके लिए जलावतनी न लिख दी होती तो दुनिया में ही उन्हें अज़ाब दे देता, और आख़िरत में उनके लिए आग का अज़ाब है।"
        }
      },
      {
        "no": 4,
        "arabic": "ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
        "transliteration": "Dhalika bi-annahum shaqqu Allah wa rasulahu wa man yushaqqi Allah fa-inna Allah shadidu al-ʿiqab",
        "translations": {
          "English": "That is because they opposed God and His Messenger. Whoever opposes God—God is stern in retribution.",
          "Urdu": "یہ اس لیے کہ انہوں نے اللہ اور اس کے رسول کی مخالفت کی، اور جو کوئی اللہ کی مخالفت کرے تو بے شک اللہ سخت سزا دینے والا ہے۔",
          "French": "C'est parce qu'ils se sont opposés à Allah et à Son Messager. Et quiconque s'oppose à Allah, alors Allah est dur en punition.",
          "Spanish": "Eso es porque se opusieron a Allah y a Su Mensajero. Y quien se oponga a Allah, Allah es severo en el castigo.",
          "Hindi": "यह इसलिए कि उन्होंने अल्लाह और उसके रसूल की मुख़ालफ़त की, और जो कोई अल्लाह की मुख़ालफ़त करे तो बेशक अल्लाह सख़्त सज़ा देने वाला है।"
        }
      },
      {
        "no": 5,
        "arabic": "مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ",
        "transliteration": "Ma qataʿtum min linatin aw taraktumuha qa'imatan ʿala usuliha fa-bi-idhni Allah wa liyukhzya al-fasiqin",
        "translations": {
          "English": "Whether you cut down a tree, or leave it standing on its trunk, it is by God’s will. He will surely disgrace the sinners.",
          "Urdu": "تم نے جو کھجور کے درخت کاٹے یا انہیں ان کی جڑوں پر کھڑا چھوڑ دیا، یہ اللہ کے اذن سے تھا، اور تاکہ وہ فاسقوں کو رسوا کرے۔",
          "French": "Ce que vous avez coupé comme palmiers, ou que vous avez laissés debout sur leurs troncs, c'est par la permission d'Allah, et afin qu'Il couvre d'ignominie les pervers.",
          "Spanish": "Lo que cortasteis de palmeras o lo que dejasteis en pie sobre sus troncos, fue con el permiso de Allah, y para humillar a los perversos.",
          "Hindi": "तुमने जो खजूर के पेड़ काटे या उन्हें उनकी जड़ों पर खड़ा छोड़ दिया, यह अल्लाह की इजाज़त से था, और ताकि वह फ़ासिक़ों को रुसवा करे।"
        }
      },
      {
        "no": 6,
        "arabic": "وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "transliteration": "Wa ma afa'a Allahu ʿala rasulihi minhum fa-ma awjaftum ʿalayhi min khaylin wa la rikabin wa lakinna Allah yusallitu rusulahu ʿala man yasha'u wa Allahu ʿala kulli shay'in qadir",
        "translations": {
          "English": "Whatever God has bestowed upon His Messenger from them; you spurred neither horse nor camel for them, but God gives authority to His messengers over whomever He will. God is Able to do all things.",
          "Urdu": "جو کچھ اللہ نے اپنے رسول کو ان سے واپس دلایا، اس پر تم نے نہ تو گھوڑے دوڑائے اور نہ اونٹ، لیکن اللہ اپنے رسولوں کو جس پر چاہے مسلط کر دیتا ہے، اور اللہ ہر چیز پر قادر ہے۔",
          "French": "Ce qu'Allah a accordé comme butin à Son Messager, venant d'eux, vous n'avez pour cela poussé ni chevaux ni chameaux. Mais Allah donne à Ses messagers autorité sur qui Il veut. Et Allah est Omnipotent.",
          "Spanish": "Lo que Allah devolvió a Su Mensajero de ellos, no lo obtuvisteis con caballos ni camellos, pero Allah da autoridad a Sus mensajeros sobre quien Él quiere. Allah tiene poder sobre todas las cosas.",
          "Hindi": "जो कुछ अल्लाह ने अपने रसूल को उनसे वापस दिलाया, उस पर तुमने न तो घोड़े दौड़ाए और न ऊँट, लेकिन अल्लाह अपने रसूलों को जिस पर चाहे मुसल्लत कर देता है, और अल्लाह हर चीज़ पर क़ादिर है।"
        }
      },
      {
        "no": 7,
        "arabic": "مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
        "transliteration": "Ma afa'a Allahu ʿala rasulihi min ahli al-qura fa-lillahi wa li-rasuli wa li-dhi al-qurba wa al-yatama wa al-masakini wa ibni as-sabili kay la yakuna dulatan bayna al-aghniya'i minkum wa ma atakumu ar-rasulu fa-khudhuhu wa ma nahakum ʿanhu fa-ntahu wa attaqu Allah inna Allah shadidu al-ʿiqab",
        "translations": {
          "English": "Whatever God restored to His Messenger from the inhabitants of the villages belongs to God, and to the Messenger, and to the relatives, and to the orphans, and to the poor, and to the wayfarer; so that it may not circulate solely between the wealthy among you. Whatever the Messenger gives you, accept it; and whatever he forbids you, abstain from it. And fear God. God is severe in punishment.",
          "Urdu": "جو کچھ اللہ نے اپنے رسول کو دیہات والوں سے واپس دلایا، وہ اللہ اور اس کے رسول اور قرابت داروں اور یتیموں اور مسکینوں اور مسافروں کے لیے ہے، تاکہ یہ تمہارے امیروں کے درمیان ہی گردش نہ کرے۔ جو کچھ رسول تمہیں دے، اسے لے لو، اور جس سے منع کرے، اس سے رک جاؤ، اور اللہ سے ڈرو، بے شک اللہ سخت سزا دینے والا ہے۔",
          "French": "Les biens qu'AllAH a accordés sans combat à Son Messager, venant des habitants des cités, sont à Allah, au Messager, aux proches parents, aux orphelins, aux pauvres et au voyageur en détresse, afin que cela ne circule pas parmi les seuls riches d'entre vous. Ce que le Messager vous donne, prenez-le; et ce qu'il vous interdit, abstenez-vous-en. Et craignez Allah, car Allah est dur en punition.",
          "Spanish": "Lo que Allah devolvió a Su Mensajero de los habitantes de las aldeas pertenece a Allah, a Su Mensajero, a los parientes, a los huérfanos, a los pobres y al viajero, para que no circule sólo entre los ricos de vosotros. Lo que el Mensajero os dé, tomadlo; y lo que os prohíba, absteneos. Y temed a Allah. Allah es severo en el castigo.",
          "Hindi": "जो कुछ अल्लाह ने अपने रसूल को गाँव वालों से वापस दिलाया, वह अल्लाह और उसके रसूल और रिश्तेदारों और यतीमों और मिस्कीनों और मुसाफ़िरों के लिए है, ताकि यह तुम्हारे अमीरों के बीच ही चक्कर न काटे। जो कुछ रसूल तुम्हें दे, उसे ले लो, और जिससे रोके, उससे रुक जाओ, और अल्लाह से डरो, बेशक अल्लाह सख़्त सज़ा देने वाला है।"
        }
      },
      {
        "no": 8,
        "arabic": "لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ",
        "transliteration": "Li-l-fuqara'i al-muhajirina alladhina ukhriju min diyarihim wa amwalihim yabtaghuna fadlan mina Allah wa ridwanan wa yansuruna Allah wa rasulahu ula'ika hum as-sadiqun",
        "translations": {
          "English": "To the poor refugees who were driven out of their homes and their possessions, as they sought the favor of God and His approval, and came to the aid of God and His Messenger. These are the sincere.",
          "Urdu": "یہ (مال) ان فقیر مہاجرین کے لیے ہے جو اپنے گھروں اور اپنے مالوں سے نکال دیے گئے، وہ اللہ کا فضل اور اس کی رضا چاہتے ہیں، اور اللہ اور اس کے رسول کی مدد کرتے ہیں۔ یہی لوگ سچے ہیں۔",
          "French": "Aux pauvres émigrés, chassés de leurs demeures et de leurs biens, recherchant une grâce d'Allah et un agrément, et portant secours à Allah et à Son Messager. Ceux-là sont les véridiques.",
          "Spanish": "Para los pobres emigrantes que fueron expulsados de sus hogares y sus bienes, buscando el favor de Allah y Su complacencia, y auxiliando a Allah y a Su Mensajero. Esos son los veraces.",
          "Hindi": "यह (माल) उन फ़क़ीर मुहाजिरों के लिए है जो अपने घरों और अपने मालों से निकाल दिए गए, वे अल्लाह का फ़ज़ल और उसकी रज़ा चाहते हैं, और अल्लाह और उसके रसूल की मदद करते हैं। यही लोग सच्चे हैं।"
        }
      },
      {
        "no": 9,
        "arabic": "وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
        "transliteration": "Wa alladhina tabawwa'u ad-dara wa al-imana min qablihim yuhibbuna man hajara ilayhim wa la yajiduna fi sudurihim hajatan mimma utu wa yu'thiruna ʿala anfusihim wa law kana bihim khasasatun wa man yuqa shuhha nafsihi fa-ula'ika hum al-muflihun",
        "translations": {
          "English": "And those who, before them, had settled in the homeland, and had accepted faith. They love those who emigrated to them, and find no hesitation in their hearts in helping them. They give them priority over themselves, even if they themselves are needy. Whoever is protected from his natural greed—it is they who are the successful.",
          "Urdu": "اور جو لوگ ان سے پہلے دارالہجرہ (مدینہ) میں رہ چکے ہیں اور ایمان لا چکے ہیں، وہ ان لوگوں سے محبت کرتے ہیں جو ان کی طرف ہجرت کر کے آئے ہیں، اور جو کچھ انہیں دیا گیا ہے اس کے بارے میں اپنے دلوں میں کوئی تنگی محسوس نہیں کرتے، اور اپنی جانوں پر انہیں ترجیح دیتے ہیں، اگرچہ خود انہیں ضرورت ہو۔ جو شخص اپنے نفس کے بخل سے بچا لیا گیا، تو وہی لوگ کامیاب ہیں۔",
          "French": "Et [il appartient également] à ceux qui, avant eux, se sont installés dans le pays et dans la foi, qui aiment ceux qui ont émigré vers eux, et ne ressentent aucune envie dans leurs cœurs pour ce que ces [émigrés] ont reçu, et qui [les] préfèrent à eux-mêmes, même s'il y a pénurie chez eux. Quiconque se prémunit contre sa propre avarice, ceux-là sont ceux qui réussissent.",
          "Spanish": "Y [también es para] aquellos que, antes de ellos, se habían establecido en el hogar [Medina] y en la fe, que aman a quienes emigraron hacia ellos, y no sienten envidia en sus corazones por lo que se les ha dado, y los prefieren a sí mismos, aunque estén en necesidad. Quien se proteja de la avaricia de su alma, esos son los que triunfarán.",
          "Hindi": "और जो लोग उनसे पहले दारुल हिज्रत (मदीना) में रह चुके हैं और ईमान ला चुके हैं, वह उन लोगों से मुहब्बत करते हैं जो उनकी तरफ हिज्रत करके आए हैं, और जो कुछ उन्हें दिया गया है उसके बारे में अपने दिलों में कोई तंगी महसूस नहीं करते, और अपनी जानों पर उन्हें तरजीह देते हैं, अगरचे ख़ुद उन्हें ज़रूरत हो। जो शख़्स अपने नफ़्स के बख़ीलपन से बचा लिया गया, तो वही लोग कामयाब हैं।"
        }
      },
      {
        "no": 10,
        "arabic": "وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ",
        "transliteration": "Wa alladhina ja'u min baʿdihim yaquluna rabbana ighfir lana wa li-ikhwanina alladhina sabaquna bi-l-imani wa la tajʿal fi qulubina ghillan li-lladhina amanu rabbana innaka ra'ufun rahim",
        "translations": {
          "English": "And those who came after them, saying, “Our Lord, forgive us, and our brethren who preceded us in faith, and leave no malice in our hearts towards those who believe. Our Lord, You are Clement and Merciful.”",
          "Urdu": "اور جو لوگ ان کے بعد آئے، وہ کہتے ہیں: 'اے ہمارے رب! ہمیں بخش دے اور ہمارے ان بھائیوں کو بھی جو ہم سے پہلے ایمان لے آئے، اور ہمارے دلوں میں ایمان والوں کے لیے کوئی کینہ نہ رکھ۔ اے ہمارے رب! بے شک تو بڑا مہربان رحم کرنے والا ہے۔'",
          "French": "Et [il appartient également] à ceux qui sont venus après eux en disant: “Seigneur, pardonne-nous, ainsi qu'à nos frères qui nous ont précédés dans la foi; et ne mets dans nos cœurs aucune rancœur pour ceux qui ont cru. Seigneur, Tu es Compatissant et Très Miséricordieux.”",
          "Spanish": "Y [también es para] aquellos que vinieron después de ellos, diciendo: '¡Señor nuestro! Perdónanos a nosotros y a nuestros hermanos que nos precedieron en la fe, y no pongas en nuestros corazones rencor hacia los creyentes. ¡Señor nuestro! En verdad, Tú eres Compasivo, Misericordioso.'",
          "Hindi": "और जो लोग उनके बाद आए, वह कहते हैं: 'ऐ हमारे रब! हमें माफ़ कर दे और हमारे उन भाइयों को भी जो हमसे पहले ईमान ले आए, और हमारे दिलों में ईमान वालों के लिए कोई द्वेष न रख। ऐ हमारे रब! बेशक तू बड़ा मेहरबान रहम करने वाला है।'"
        }
      },
      {
        "no": 11,
        "arabic": "أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
        "transliteration": "Alam tara ila alladhina nafaqu yaquluna li-ikhwanihimu alladhina kafaru min ahli al-kitabi la-in ukhrijtum la-nakhrujanna maʿakum wa la nutiʿu fikum ahadan abadan wa in qutiltum la-nansurannakum wa Allahu yashhadu innahum la-kadhibun",
        "translations": {
          "English": "Have you not considered those who act hypocritically? They say to their brethren who disbelieved among the People of the Book, “If you are evicted, we will leave with you, and will not obey anyone against you; and should anyone fight you, we will certainly support you.” But God bears witness that they are liars.",
          "Urdu": "کیا آپ نے ان منافقوں کو نہیں دیکھا جو اہل کتاب میں سے اپنے کافر بھائیوں سے کہتے ہیں: 'اگر تمہیں نکال دیا گیا تو ہم ضرور تمہارے ساتھ نکل جائیں گے، اور تمہارے معاملے میں ہم کسی کی کبھی نہیں مانیں گے، اور اگر تمہاری لڑائی ہوئی تو ہم تمہاری ضرور مدد کریں گے۔' اور اللہ گواہی دیتا ہے کہ یہ جھوٹے ہیں۔",
          "French": "N'as-tu pas vu les hypocrites dire à leurs frères qui ont mécru parmi les gens du Livre: “Si vous êtes expulsés, nous partirons certes avec vous, et nous n'obéirons jamais à personne contre vous; et si on vous combat, nous vous secourrons certes.” Et Allah atteste qu'ils sont des menteurs.",
          "Spanish": "¿No has visto a los hipócritas que dicen a sus hermanos incrédulos de la Gente del Libro: 'Si sois expulsados, saldremos con vosotros, y jamás obedeceremos a nadie contra vosotros; y si sois atacados, ciertamente os ayudaremos'? Pero Allah atestigua que mienten.",
          "Hindi": "क्या आपने उन मुनाफ़िक़ों को नहीं देखा जो किताबवालों में से अपने काफ़िर भाइयों से कहते हैं: 'अगर तुम्हें निकाल दिया गया तो हम ज़रूर तुम्हारे साथ निकल जाएँगे, और तुम्हारे मामले में हम किसी की कभी नहीं मानेंगे, और अगर तुम्हारी लड़ाई हुई तो हम तुम्हारी ज़रूर मदद करेंगे।' और अल्लाह गवाही देता है कि यह झूठे हैं।"
        }
      },
      {
        "no": 12,
        "arabic": "لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ",
        "transliteration": "La-in ukhriju la yakhrujuna maʿahum wa la-in qutilu la yansurunahum wa la-in nasaruhum la-yuwallunna al-adbara thumma la yunsarun",
        "translations": {
          "English": "If they are evicted, they will not leave with them; and if anyone fights them, they will not support them; and if they go to their aid, they will turn their backs and flee; then they will receive no support.",
          "Urdu": "اگر انہیں نکال دیا جائے تو یہ ان کے ساتھ نہیں نکلیں گے، اور اگر ان کی لڑائی ہوئی تو یہ ان کی مدد نہیں کریں گے، اور اگر یہ ان کی مدد کریں گے تو ضرور پیٹھ پھیر کر بھاگیں گے، پھر ان کی کوئی مدد نہیں کی جائے گی۔",
          "French": "S'ils sont expulsés, ils ne partiront pas avec eux; et s'ils sont combattus, ils ne les secourront pas; et même s'ils leur portent secours, ils tourneront certes le dos; puis ils ne seront pas secourus.",
          "Spanish": "Si son expulsados, no saldrán con ellos; y si son atacados, no les ayudarán; y si les ayudan, volverán la espalda y huirán; luego no serán auxiliados.",
          "Hindi": "अगर उन्हें निकाल दिया जाए तो यह उनके साथ नहीं निकलेंगे, और अगर उनकी लड़ाई हुई तो यह उनकी मदद नहीं करेंगे, और अगर यह उनकी मदद करेंगे तो ज़रूर पीठ फेर कर भागेंगे, फिर उनकी कोई मदद नहीं की जाएगी।"
        }
      },
      {
        "no": 13,
        "arabic": "لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
        "transliteration": "La-antum ashaddu rahbatan fi sudurihim mina Allahi dhalika bi-annahum qawmun la yafqahun",
        "translations": {
          "English": "Fear of you is more intense in their hearts than fear of God. That is because they are a people who do not understand.",
          "Urdu": "تمہارا خوف ان کے دلوں میں اللہ کے خوف سے بھی زیادہ ہے۔ یہ اس لیے کہ وہ ایسی قوم ہیں جو سمجھتے نہیں۔",
          "French": "Votre terreur dans leurs cœurs est plus intense que celle d'Allah. Cela, parce que ce sont des gens qui ne comprennent pas.",
          "Spanish": "El terror que sentís en sus corazones es más intenso que el de Allah. Eso es porque son gente que no comprende.",
          "Hindi": "तुम्हारा डर उनके दिलों में अल्लाह के डर से भी ज़्यादा है। यह इसलिए कि वह ऐसी क़ौम हैं जो समझते नहीं।"
        }
      },
      {
        "no": 14,
        "arabic": "لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ",
        "transliteration": "La yuqatilunakum jamiʿan illa fi quran muhassanatin aw min wara'i judurin ba'suhum baynahum shadidun tahsabuhum jamiʿan wa qulubuhum shatta dhalika bi-annahum qawmun la yaʿqilun",
        "translations": {
          "English": "They will not fight you all together except from fortified strongholds, or from behind walls. Their hostility towards each other is severe. You would think they are united, but their hearts are diverse. That is because they are a people who do not understand.",
          "Urdu": "وہ تم سے سب مل کر نہیں لڑیں گے مگر محفوظ قلعوں میں یا دیواروں کے پیچھے۔ ان کی آپس کی دشمنی سخت ہے۔ تم انہیں متحد سمجھو گے، لیکن ان کے دل منتشر ہیں۔ یہ اس لیے کہ وہ ایسی قوم ہیں جو عقل نہیں رکھتے۔",
          "French": "Ils ne vous combattront pas tous ensemble, sauf dans des cités fortifiées ou derrière des murailles. Leur violence entre eux est extrême. Tu les crois unis, alors que leurs cœurs sont divisés. Cela, parce que ce sont des gens qui ne raisonnent pas.",
          "Spanish": "No os combatirán todos juntos, excepto en ciudades fortificadas o detrás de murallas. Su violencia entre ellos es extrema. Los creéis unidos, pero sus corazones están divididos. Eso es porque son gente que no razona.",
          "Hindi": "वह तुमसे सब मिलकर नहीं लड़ेंगे मगर मुहफ़फ़िज़ क़िलों में या दीवारों के पीछे। उनकी आपस की दुश्मनी सख़्त है। तुम उन्हें मुत्तहिद समझोगे, लेकिन उनके दिल मुंतशिर हैं। यह इसलिए कि वह ऐसी क़ौम हैं जो अक़्ल नहीं रखते।"
        }
      },
      {
        "no": 15,
        "arabic": "كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "transliteration": "Ka-mathali alladhina min qablihim qariban dhaqu wabala amrihim wa lahum ʿadhabun alim",
        "translations": {
          "English": "Like those shortly before them. They experienced the consequences of their decisions. For them is a painful punishment.",
          "Urdu": "ان سے پہلے والوں کی طرح جنہوں نے اپنے کاموں کا نتیجہ چکھا، اور ان کے لیے دردناک عذاب ہے۔",
          "French": "Tels ceux qui, peu de temps avant eux, ont goûté aux conséquences de leur comportement. Et ils auront un châtiment douloureux.",
          "Spanish": "Como los que poco antes que ellos probaron las consecuencias de su conducta. Y tendrán un castigo doloroso.",
          "Hindi": "उनसे पहले वालों की मिस्ल जिन्होंने अपने कामों का नतीजा चखा, और उनके लिए दर्दनाक अज़ाब है।"
        }
      },
      {
        "no": 16,
        "arabic": "كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
        "transliteration": "Ka-mathali ash-shaytani idh qala li-l-insani ukfur falamma kafara qala inni bari'un minka inni akhafu Allaha rabba al-ʿalamin",
        "translations": {
          "English": "Like the devil, when he says to the human being, “Disbelieve.” But when he has disbelieved, he says, “I am innocent of you; I fear God, the Lord of the Worlds.”",
          "Urdu": "شیطان کی طرح، جب وہ انسان سے کہتا ہے: 'کفر کر'، پھر جب وہ کفر کر لیتا ہے تو کہتا ہے: 'میں تجھ سے بری ہوں، میں اللہ سے ڈرتا ہوں جو سارے جہان کا رب ہے۔'",
          "French": "Tel le Diable qui dit à l'homme: “Sois mécréant.” Puis, quand il a mécru, il dit: “Je te désavoue, je crains Allah, le Seigneur de l'univers.”",
          "Spanish": "Como el Demonio cuando dice al hombre: '¡Sé incrédulo!' Luego, cuando es incrédulo, dice: 'Me desentiendo de ti; temo a Allah, Señor de los mundos.'",
          "Hindi": "शैतान की मिस्ल, जब वह इंसान से कहता है: 'कुफ़्र कर', फिर जब वह कुफ़्र कर लेता है तो कहता है: 'मैं तुझसे बरी हूँ, मैं अल्लाह से डरता हूँ जो सारे जहान का रब है।'"
        }
      },
      {
        "no": 17,
        "arabic": "فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ",
        "transliteration": "Fa-kana ʿaqibatahuma annahuma fi an-nari khalidayni fiha wa dhalika jazau az-zalimin",
        "translations": {
          "English": "The ultimate end for both of them is the Fire, where they will dwell forever. Such is the requital for the wrongdoers.",
          "Urdu": "پس دونوں کا انجام یہ ہوا کہ وہ آگ میں ہمیشہ رہنے والے ہیں، اور یہی ظالموں کا بدلہ ہے۔",
          "French": "Le sort final des deux sera donc le Feu, où ils demeureront éternellement. Telle est la rétribution des injustes.",
          "Spanish": "El destino final de ambos será el Fuego, donde permanecerán eternamente. Esa es la retribución de los injustos.",
          "Hindi": "फिर दोनों का अंजाम यह हुआ कि वह आग में हमेशा रहने वाले हैं, और यही ज़ालिमों का बदला है।"
        }
      },
      {
        "no": 18,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
        "transliteration": "Ya ayyuha alladhina amanu ittaqu Allaha wa l-tanzur nafsun ma qaddamat li-ghadin wa ittaqu Allaha inna Allaha khabirun bima taʿmalun",
        "translations": {
          "English": "O you who believe! Fear God, and let every soul consider what it has forwarded for the morrow, and fear God. God is Aware of what you do.",
          "Urdu": "اے ایمان والو! اللہ سے ڈرو، اور ہر شخص کو دیکھنا چاہیے کہ اس نے کل کے لیے کیا بھیجا ہے، اور اللہ سے ڈرو، بے شک اللہ تمہارے کاموں سے باخبر ہے۔",
          "French": "Ô vous qui avez cru! Craignez Allah. Que chaque âme voit ce qu'elle a avancé pour demain. Et craignez Allah, car Allah est Parfaitement Connaisseur de ce que vous faites.",
          "Spanish": "¡Oh creyentes! Temed a Allah. Que cada alma considere lo que ha enviado para el mañana. Y temed a Allah, pues Allah está bien informado de lo que hacéis.",
          "Hindi": "ऐ ईमान वालो! अल्लाह से डरो, और हर शख़्स को देखना चाहिए कि उसने कल के लिए क्या भेजा है, और अल्लाह से डरो, बेशक अल्लाह तुम्हारे कामों से बाख़बर है।"
        }
      },
      {
        "no": 19,
        "arabic": "وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ",
        "transliteration": "Wa la takunu ka-alladhina nasu Allaha fa-ansahum anfusahum ula'ika humu al-fasiqun",
        "translations": {
          "English": "And do not be like those who forgot God, so He made them forget themselves. These are the sinners.",
          "Urdu": "اور تم ان لوگوں کی طرح نہ ہو جانا جنہوں نے اللہ کو بھلا دیا تو اللہ نے انہیں خود اپنی جانوں کو بھلا دیا، یہی لوگ فاسق ہیں।",
          "French": "Et ne soyez pas comme ceux qui ont oublié Allah; [Allah] leur a fait alors oublier leurs propres âmes. Ceux-là sont les pervers.",
          "Spanish": "Y no seáis como quienes olvidaron a Allah, y Él les hizo olvidarse de sí mismos. Esos son los perversos.",
          "Hindi": "और तुम उन लोगों की तरह न हो जाना जिन्होंने अल्लाह को भुला दिया तो अल्लाह ने उन्हें ख़ुद अपनी जानों को भुला दिया, यही लोग फ़ासिक़ हैं।"
        }
      },
      {
        "no": 20,
        "arabic": "لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ",
        "transliteration": "La yastawi ashabu an-nari wa ashabu al-jannati ashabu al-jannati humu al-fa'izun",
        "translations": {
          "English": "Not equal are the inhabitants of the Fire and the inhabitants of Paradise. It is the inhabitants of Paradise who are the winners.",
          "Urdu": "دوزخ والے اور جنت والے برابر نہیں ہو سکتے، جنت والے ہی کامیاب ہیں۔",
          "French": "Les gens du Feu ne sont pas égaux aux gens du Paradis. Les gens du Paradis sont eux les gagnants.",
          "Spanish": "No se equiparan los compañeros del Fuego y los compañeros del Jardín. Los compañeros del Jardín son los triunfadores.",
          "Hindi": "दोज़ख़ वाले और जन्नत वाले बराबर नहीं हो सकते, जन्नत वाले ही कामयाब हैं।"
        }
      },
      {
        "no": 21,
        "arabic": "لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
        "transliteration": "Law anzalna hadha al-qur'ana ʿala jabalin la-ra'aytahu khashiʿan mutasaddiʿan min khashyati Allah wa tilka al-amthalu nadribuha li-n-nasi laʿallahum yatafakkarun",
        "translations": {
          "English": "Had We sent this Quran down on a mountain, you would have seen it trembling, crumbling in awe of God. These parables We cite for the people, so that they may reflect.",
          "Urdu": "اگر ہم یہ قرآن کسی پہاڑ پر نازل کرتے تو تم دیکھتے کہ وہ اللہ کے خوف سے جھک کر پاش پاش ہو جاتا، اور یہ مثالیں ہم لوگوں کے لیے بیان کرتے ہیں تاکہ وہ غور کریں۔",
          "French": "Si Nous avions fait descendre ce Coran sur une montagne, tu l'aurais vue s'humilier et se fendre par crainte d'Allah. Et ces paraboles, Nous les citons aux gens afin qu'ils réfléchissent.",
          "Spanish": "Si hubiéramos hecho descender este Corán sobre una montaña, la habrías visto humillarse y hendirse por temor a Allah. Y estos ejemplos los exponemos a la gente para que reflexionen.",
          "Hindi": "अगर हम यह क़ुरआन किसी पहाड़ पर नाज़िल करते तो तुम देखते कि वह अल्लाह के डर से झुक कर टुकड़े-टुकड़े हो जाता, और यह मिसालें हम लोगों के लिए बयान करते हैं ताकि वह ग़ौर करें।"
        }
      },
      {
        "no": 22,
        "arabic": "هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ",
        "transliteration": "Huwa Allahu alladhi la ilaha illa huwa ʿalimu al-ghaybi wa ash-shahadati huwa ar-rahmanu ar-rahim",
        "translations": {
          "English": "He is God. There is no god but He, the Knower of secrets and declarations. He is the Compassionate, the Merciful.",
          "Urdu": "وہی اللہ ہے جس کے سوا کوئی معبود نہیں، وہ غیب اور ظاہر کا جاننے والا ہے، وہ بڑا مہربان نہایت رحم کرنے والا ہے।",
          "French": "C'est Lui, Allah. Nulle divinité autre que Lui, le Connaisseur de l'Invisible tout comme du visible. C'est Lui, le Tout Miséricordieux, le Très Miséricordieux.",
          "Spanish": "Él es Allah, no hay más dios que Él, Conocedor de lo oculto y de lo manifiesto. Él es el Misericordioso, el Compasivo.",
          "Hindi": "वही अल्लाह है जिसके सिवा कोई माबूद नहीं, वह ग़ैब और ज़ाहिर का जानने वाला है, वह बड़ा मेहरबान निहायत रहम करने वाला है।"
        }
      },
      {
        "no": 23,
        "arabic": "هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
        "transliteration": "Huwa Allahu alladhi la ilaha illa huwa al-maliku al-quddusu as-salamu al-mu'minu al-muhayminu al-ʿazizu al-jabbaru al-mutakabbiru subhana Allahi ʿamma yushrikun",
        "translations": {
          "English": "He is God; besides Whom there is no god; the Sovereign, the Holy, the Peace-Giver, the Faith-Giver, the Overseer, the Almighty, the Omnipotent, the Overwhelming. Glory be to God, beyond what they associate.",
          "Urdu": "وہی اللہ ہے جس کے سوا کوئی معبود نہیں، بادشاہ، پاک، سلامتی دینے والا، امن دینے والا، نگہبان، زبردست، جبر کرنے والا، بڑائی والا۔ اللہ پاک ہے اس سے جو وہ شریک ٹھہراتے ہیں۔",
          "French": "C'est Lui, Allah. Nulle divinité autre que Lui; le Souverain, le Pur, l'Apaisant, le Rassurant, le Prédominant, le Tout Puissant, le Contraignant, l'Orgueilleux. Gloire à Allah! Il est au-dessus de ce qu'ils Lui associent.",
          "Spanish": "Él es Allah, no hay más dios que Él; el Soberano, el Santo, la Paz, el que da Seguridad, el Custodio, el Poderoso, el Fuerte, el Supremo. ¡Gloria a Allah! Él está por encima de lo que Le asocian.",
          "Hindi": "वही अल्लाह है जिसके सिवा कोई माबूद नहीं, बादशाह, पाक, सलामती देने वाला, अमन देने वाला, निगेहबान, ज़बरदस्त, जबर करने वाला, बड़ाई वाला। अल्लाह पाक है उससे जो वह शरीक ठहराते हैं।"
        }
      },
      {
        "no": 24,
        "arabic": "هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "transliteration": "Huwa Allahu al-khaliq al-bari'u al-musawwiru lahu al-asma'u al-husna yusabbihu lahu ma fi as-samawati wa al-ardi wa huwa al-ʿazizu al-hakim",
        "translations": {
          "English": "He is God; the Creator, the Maker, the Designer. His are the Most Beautiful Names. Whatever is in the heavens and the earth glorifies Him. He is the Majestic, the Wise.",
          "Urdu": "وہی اللہ ہے، پیدا کرنے والا، بنانے والا، صورت گر، اسی کے لیے اچھے اچھے نام ہیں، جو کچھ آسمانوں اور زمین میں ہے سب اسی کی تسبیح کرتا ہے، اور وہ زبردست حکمت والا ہے۔",
          "French": "C'est Lui, Allah, le Créateur, Celui qui donne un commencement à toute chose, le Formateur. À Lui les plus beaux noms. Tout ce qui est dans les cieux et la terre Le glorifie. Et c'est Lui le Puissant, le Sage.",
          "Spanish": "Él es Allah, el Creador, el Originador, el Formador. Suyos son los nombres más bellos. Todo lo que está en los cielos y en la tierra Le glorifica. Y Él es el Poderoso, el Sabio.",
          "Hindi": "वही अल्लाह है, पैदा करने वाला, बनाने वाला, सूरत गर, उसी के लिए अच्छे-अच्छे नाम हैं, जो कुछ आसमानों और ज़मीन में है सब उसी की तस्बीह करता है, और वह ज़बरदस्त हिकमत वाला है।"
        }
      }
    ]
  }