{
    "no": 6,
    "name": "Al-An'am",
    "verses": [
      {
        "no": 1,
        "arabic": "الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ",
        "transliteration": "Alhamdu lillahi allathee khalaqa alssamawati waalarda wajaala alththulumati waalnnoora thumma allatheena kafaroo birabbihim yaAAdiloona",
        "translations": {
          "English": "Praise be to God, Who created the heavens and the earth, and made the darkness and the light. Yet those who disbelieve ascribe equals to their Lord.",
          "Urdu": "تمام تعریفیں اللہ کے لیے ہیں جس نے آسمانوں اور زمین کو پیدا کیا اور اندھیرے اور روشنی بنائے، پھر بھی کافر اپنے رب کے ساتھ شرک کرتے ہیں۔",
          "French": "Louange à Allah, qui a créé les cieux et la terre, et établi les ténèbres et la lumière. Pourtant, ceux qui ne croient pas donnent des égaux à leur Seigneur.",
          "Spanish": "Alabado sea Alá, que creó los cielos y la tierra, e hizo las tinieblas y la luz. Sin embargo, los que no creyen igualan a otros con su Señor.",
          "Hindi": "सारी प्रशंसा अल्लाह के लिए है जिसने आकाशों और धरती को बनाया और अंधेरे और प्रकाश को बनाया, फिर भी जो लोग अविश्वास करते हैं वे अपने रब के साथ शिर्क करते हैं।"
        }
      },
      {
        "no": 2,
        "arabic": "هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ",
        "transliteration": "Huwa allathee khalaqakum min teenin thumma qada ajalan waajalan musamman AAindahu thumma antum tamtaroona",
        "translations": {
          "English": "It is He who created you from clay, then decided a term—a term determined by him. Yet you doubt.",
          "Urdu": "وہی ہے جس نے تمہیں مٹی سے پیدا کیا، پھر ایک مدت مقرر کی اور ایک معین وقت اس کے پاس ہے، پھر بھی تم شک کرتے ہو۔",
          "French": "C'est Lui qui vous a créés d'argile, puis a décrété un terme - un terme fixé par Lui. Pourtant vous doutez.",
          "Spanish": "Él es quien os creó de barro, luego decretó un plazo - un plazo fijado por Él. Sin embargo, vosotros dudáis.",
          "Hindi": "वही है जिसने तुम्हें मिट्टी से बनाया, फिर एक निर्धारित अवधि तय की - उसके पास एक निर्धारित समय है, फिर भी तुम संदेह करते हो।"
        }
      },
      {
        "no": 3,
        "arabic": "وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
        "transliteration": "Wahuwa Allahu fee alssamawati wafee alardi yaAAlamu sirrakum wajahrakum wayaAAlamu ma taksiboona",
        "translations": {
          "English": "He is God in the heavens and the earth. He knows what you keep secret and what you make public; and He knows what you earn.",
          "Urdu": "وہی اللہ ہے آسمانوں میں اور زمین میں، وہ تمہارے راز اور تمہارے اعلان کو جانتا ہے، اور جو کچھ تم کماتے ہو وہ جانتا ہے।",
          "French": "Il est Allah dans les cieux et sur la terre. Il connaît ce que vous cachez et ce que vous divulguez; et Il sait ce que vous acquérez.",
          "Spanish": "Él es Alá en los cielos y en la tierra. Sabe lo que ocultáis y lo que manifestáis; y sabe lo que ganáis.",
          "Hindi": "वही अल्लाह है आकाशों में और धरती में, वह तुम्हारे छिपे हुए और खुले हुए को जानता है, और जो कुछ तुम कमाते हो वह जानता है।"
        }
      },
      
        {
          "no": 4,
          "arabic": "وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ",
          "transliteration": "Wa mā ta’tīhim min āyatin min āyāti rabbihim illā kānū ‘anhā mu‘riḍīn",
          "translations": {
            "English": "Not one of their Lord’s signs comes to them, but they turn away from it.",
            "Urdu": "اور ان کے پاس ان کے رب کی کوئی نشانی نہیں آتی مگر وہ اس سے منہ موڑ لیتے ہیں۔",
            "French": "Et il ne leur vient aucun signe parmi les signes de leur Seigneur sans qu’ils ne s’en détournent.",
            "Spanish": "No les llega ninguna señal de las señales de su Señor sin que se aparten de ella.",
            "Hindi": "और उनके पास उनके रब की कोई निशानी नहीं आती मगर वह उससे मुँह फेर लेते हैं।"
          }
        },
        {
          "no": 5,
          "arabic": "فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
          "transliteration": "Faqad kadhabū bil-ḥaqqi lammā jā’ahum fa sawfa ya’tīhim anbā’u mā kānū bihi yastahzi’ūn",
          "translations": {
            "English": "They denied the truth when it has come to them; but soon will reach them the news of what they used to ridicule.",
            "Urdu": "پس انہوں نے حق کو جھٹلا دیا جب وہ ان کے پاس آیا، تو عنقریب ان کے پاس ان چیزوں کی خبریں پہنچ جائیں گی جن کا وہ مذاق اڑاتے تھے۔",
            "French": "Ils ont traité de mensonge la vérité quand elle leur est venue. Mais ils vont bientôt recevoir des nouvelles de ce dont ils se moquaient.",
            "Spanish": "Desmintieron la verdad cuando les llegó, pero pronto les llegarán noticias de aquello de lo que se burlaban.",
            "Hindi": "तो उन्होंने हक़ को झुठला दिया जब वह उनके पास आया, तो जल्द ही उनके पास उन चीज़ों की ख़बरें पहुँच जाएँगी जिनका वह मज़ाक उड़ाते थे।"
          }
        },
        {
          "no": 6,
          "arabic": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ",
          "transliteration": "Alam yaraw kam ahlaknā min qablihim min qarnin makkannāhum fil-arḍi mā lam numakkin lakum wa arsalnā as-samā’a ‘alayhim midrārā wa ja‘alnā al-anhāra tajrī min taḥtihim fa ahlaknāhum bidhunūbihim wa ansha’nā min ba‘dihim qarnan ākharīn",
          "translations": {
            "English": "Have they not considered how many generations We destroyed before them? We had established them on earth more firmly than We established you, and We sent the clouds pouring down abundant rain on them, and We made rivers flow beneath them. But We destroyed them for their sins, and established other civilizations after them.",
            "Urdu": "کیا انہوں نے نہیں دیکھا کہ ہم نے ان سے پہلے کتنی قوموں کو ہلاک کر دیا جنہیں ہم نے زمین میں تم سے زیادہ مضبوطی سے جما دیا تھا، اور ہم نے ان پر آسمان سے موسلا دھار بارش برسائی اور ان کے نیچے نہریں جاری کر دیں، پھر ہم نے انہیں ان کے گناہوں کی وجہ سے ہلاک کر دیا اور ان کے بعد دوسری قومیں پیدا کر دیں۔",
            "French": "N’ont-ils pas vu combien de générations avant eux Nous avons détruites, que Nous avions établies sur terre plus solidement que Nous ne vous y avons établis ? Nous avions envoyé sur eux le ciel en abondance, et fait couler les rivières sous eux. Puis Nous les avons détruits pour leurs péchés, et avons créé après eux d’autres générations.",
            "Spanish": "¿No han visto cuántas generaciones antes de ellos destruimos? Les habíamos dado en la tierra un poder que no os hemos dado a vosotros, enviamos sobre ellos las nubes derramando lluvia copiosa e hicimos que los ríos fluyeran bajo ellos. Pero los destruimos por sus pecados e hicimos surgir después de ellos otras generaciones.",
            "Hindi": "क्या उन्होंने नहीं देखा कि हमने उनसे पहले कितनी क़ौमों को हलाक कर दिया जिन्हें हमने ज़मीन में तुमसे ज़्यादा मज़बूती से जमा दिया था, और हमने उन पर आसमान से मूसलाधार बारिश बरसाई और उनके नीचे नहरें जारी कर दीं, फिर हमने उन्हें उनके गुनाहों की वजह से हलाक कर दिया और उनके बाद दूसरी क़ौमें पैदा कर दीं।"
          }
        },
        {
          "no": 7,
          "arabic": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ",
          "transliteration": "Wa law nazzalnā ‘alayka kitāban fī qirṭāsin fa lasūhu bi-aydīhim la qāl alladhīna kafarū in hādhā illā siḥrun mubīn",
          "translations": {
            "English": "Had We sent down upon you a book on paper, and they had touched it with their hands, those who disbelieve would have said, “This is nothing but plain magic.”",
            "Urdu": "اور اگر ہم آپ پر کاغذ پر لکھی ہوئی کتاب نازل کرتے اور وہ اسے اپنے ہاتھوں سے چھو بھی لیتے، تو بھی کافر کہتے کہ یہ تو کھلا جادو ہے۔",
            "French": "Si Nous avions fait descendre sur toi un Livre écrit sur du papier, et qu’ils l’avaient touché de leurs mains, ceux qui ont mécru auraient dit : « Ce n’est que de la magie évidente. »",
            "Spanish": "Si hubiéramos hecho descender sobre ti un libro en pergamino y lo hubieran tocado con sus manos, los incrédulos habrían dicho: «Esto no es más que magia evidente».",
            "Hindi": "और अगर हम आप पर काग़ज़ पर लिखी हुई किताब नाज़िल करते और वह उसे अपने हाथों से छू भी लेते, तो भी काफ़िर कहते कि यह तो खुला जादू है।"
          }
        },
        {
          "no": 8,
          "arabic": "وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ",
          "transliteration": "Wa qālū law lā unzila ‘alayhi malakun wa law anzalnā malakan laquḍiya al-amru thumma lā yunẓarūn",
          "translations": {
            "English": "And they say, “Why was an angel not sent down to him.” Had We sent down an angel, the matter would have been settled, and they would not have been reprieved.",
            "Urdu": "اور وہ کہتے ہیں کہ اس پر کوئی فرشتہ کیوں نہیں اتارا گیا؟ اگر ہم فرشتہ اتارتے تو کام ختم ہو جاتا، پھر انہیں مہلت نہ دی جاتی۔",
            "French": "Et ils disent : « Pourquoi n’a-t-on pas fait descendre sur lui un ange ? » Si Nous avions fait descendre un ange, l’affaire serait réglée, et on ne leur accorderait aucun délai.",
            "Spanish": "Y dicen: «¿Por qué no se le ha enviado un ángel?» Si hubiéramos enviado un ángel, el asunto estaría decidido y no se les habría concedido plazo.",
            "Hindi": "और वह कहते हैं कि इस पर कोई फ़रिश्ता क्यों नहीं उतारा गया? अगर हम फ़रिश्ता उतारते तो काम ख़त्म हो जाता, फिर उन्हें मोहलत न दी जाती।"
          }
        },
        {
          "no": 9,
          "arabic": "وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ",
          "transliteration": "Wa law ja‘alnāhu malakan laja‘alnāhu rajulan wa lalabasnā ‘alayhim mā yalbasūn",
          "translations": {
            "English": "Had We made him an angel, We would have made him a man, and confused them when they are already confused.",
            "Urdu": "اور اگر ہم اسے فرشتہ بناتے تو بھی ہم اسے انسان ہی بناتے، اور انہیں اسی طرح الجھا دیتے جیسے وہ اب الجھ رہے ہیں۔",
            "French": "Si Nous avions désigné un ange, Nous l’aurions fait sous forme d’homme, et Nous les aurions plongés dans la même confusion où ils sont maintenant.",
            "Spanish": "Y si hubiéramos hecho de él un ángel, lo habríamos hecho en forma de hombre, y les habríamos confundido como ahora están confundidos.",
            "Hindi": "और अगर हम उसे फ़रिश्ता बनाते तो भी हम उसे इंसान ही बनाते, और उन्हें उसी तरह उलझा देते जैसे वह अब उलझ रहे हैं।"
          }
        },
        {
          "no": 10,
          "arabic": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
          "transliteration": "Wa laqadi ustuhzi’a bi-rusulin min qablika fa ḥāqa billadhīna sakhirū minhum mā kānū bihi yastahzi’ūn",
          "translations": {
            "English": "Messengers before you were ridiculed, but those who mocked them became besieged by what they ridiculed.",
            "Urdu": "اور آپ سے پہلے بھی رسولوں کا مذاق اڑایا گیا، تو جن لوگوں نے ان کا مذاق اڑایا، انہیں اسی چیز نے آ گھیرا جس کا وہ مذاق اڑاتے تھے۔",
            "French": "Certes, on s’est moqué des messagers avant toi. Mais ceux qui se moquaient d’eux furent enveloppés par ce dont ils se moquaient.",
            "Spanish": "Ya se burlaron de mensajeros anteriores a ti, pero quienes se burlaban fueron alcanzados por aquello de lo que se burlaban.",
            "Hindi": "और आपसे पहले भी रसूलों का मज़ाक उड़ाया गया, तो जिन लोगों ने उनका मज़ाक उड़ाया, उन्हें उसी चीज़ ने आ घेरा जिसका वह मज़ाक उड़ाते थे।"
          }
        },
        {
          "no": 11,
          "arabic": "قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
          "transliteration": "Qul sīrū fil-arḍi thumma unẓurū kayfa kāna ‘āqibatu al-mukadhdhibīn",
          "translations": {
            "English": "Say, “Travel the earth and observe the final fate of the deniers.”",
            "Urdu": "کہہ دیجیے کہ زمین میں سفر کرو، پھر دیکھو کہ جھٹلانے والوں کا کیا انجام ہوا۔",
            "French": "Dis : « Parcourez la terre et voyez ce qu’il est advenu de ceux qui traitaient (les messagers) de menteurs. »",
            "Spanish": "Di: «Recorred la tierra y observad cuál fue el final de los desmentidores».",
            "Hindi": "कह दीजिए कि ज़मीन में सफ़र करो, फिर देखो कि झुठलाने वालों का क्या अंजाम हुआ।"
          }
        },
        {
          "no": 12,
          "arabic": "قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "Qul liman mā fis-samāwāti wal-arḍi qul lillāh, kataba ‘alā nafsihi ar-raḥmata la yajma‘annakum ilā yawm al-qiyāmati lā rayba fīh, alladhīna khasirū anfusahum fa hum lā yu’minūn",
          "translations": {
            "English": "Say, “To whom belongs what is in the heavens and the earth?” Say, “To God.” He has inscribed for Himself mercy. He will gather you to the Day of Resurrection, in which there is no doubt. Those who lost their souls do not believe.",
            "Urdu": "کہہ دیجیے کہ آسمانوں اور زمین میں جو کچھ ہے وہ کس کا ہے؟ کہہ دیجیے کہ اللہ کا ہے۔ اس نے اپنے اوپر رحمت لازم کر لی ہے۔ وہ تم سب کو ضرور قیامت کے دن جمع کرے گا، جس میں کوئی شک نہیں۔ جن لوگوں نے اپنی جانوں کو گنوا دیا، وہ ایمان نہیں لاتے۔",
            "French": "Dis : « À qui appartient ce qui est dans les cieux et sur la terre ? » Dis : « À Allah. » Il S’est prescrit à Lui-même la miséricorde. Il vous rassemblera certainement au Jour de la Résurrection, sans aucun doute. Ceux qui ont causé leur propre perte ne croiront pas.",
            "Spanish": "Di: «¿A quién pertenece cuanto hay en los cielos y en la tierra?» Di: «A Dios». Se ha prescrito a Sí mismo la misericordia. Él os reunirá sin falta el Día de la Resurrección, sobre el cual no hay duda. Quienes se hayan perdido a sí mismos no creerán.",
            "Hindi": "कह दीजिए कि आसमानों और ज़मीन में जो कुछ है वह किसका है? कह दीजिए कि अल्लाह का है। उसने अपने ऊपर रहमत लाज़िम कर ली है। वह तुम सबको ज़रूर क़यामत के दिन जमा करेगा, जिसमें कोई शक नहीं। जिन लोगों ने अपनी जानों को गँवा दिया, वह ईमान नहीं लाते।"
          }
        },
        {
          "no": 13,
          "arabic": "وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
          "transliteration": "Wa lahu mā sakana fil-layli wan-nahār, wa huwas-samī‘ul-‘alīm",
          "translations": {
            "English": "To Him belongs whatever rests in the night and the day. He is the Hearing, the Knowing.",
            "Urdu": "اور اسی کا ہے جو رات اور دن میں ساکن ہوتا ہے۔ اور وہ سننے والا، جاننے والا ہے۔",
            "French": "À Lui appartient tout ce qui réside dans la nuit et le jour. Et c’est Lui l’Audient, l’Omniscient.",
            "Spanish": "Suyo es cuanto habita en la noche y en el día. Y Él es el Oyente, el Sabio.",
            "Hindi": "और उसी का है जो रात और दिन में स्थिर होता है। और वह सुनने वाला, जानने वाला है।"
          }
        },
        {
          "no": 14,
          "arabic": "قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ",
          "transliteration": "Qul aghayra Allāhi attakhidhu waliyyan fāṭiris-samāwāti wal-arḍi wa huwa yuṭ‘imu wa lā yuṭ‘am, qul innī umirtu an akūna awwala man aslama wa lā takūnanna minal-mushrikīn",
          "translations": {
            "English": "Say, “Shall I take for myself a protector other than God, Originator of the heavens and the earth, and He feeds and is not fed?” Say, “I am instructed to be the first of those who submit.” And do not be among the idolaters.",
            "Urdu": "کہہ دیجیے کہ کیا میں اللہ کے سوا کوئی کارساز بنا لوں، جو آسمانوں اور زمین کا پیدا کرنے والا ہے، اور وہ کھلاتا ہے اور نہیں کھلایا جاتا؟ کہہ دیجیے کہ مجھے حکم دیا گیا ہے کہ میں سب سے پہلے اسلام لانے والا بنوں۔ اور تم مشرکوں میں سے نہ ہونا۔",
            "French": "Dis : « Prendrai-je pour allié autre qu’Allah, le Créateur des cieux et de la terre ? C’est Lui qui nourrit et n’est pas nourri. » Dis : « Il m’a été ordonné d’être le premier à me soumettre. » Et ne sois jamais du nombre des associateurs.",
            "Spanish": "Di: «¿Tomaré como protector a otro que no sea Dios, Creador de los cielos y de la tierra? Él alimenta y no es alimentado». Di: «Se me ha ordenado ser el primero en someterse». Y no estés entre los idólatras.",
            "Hindi": "कह दीजिए कि क्या मैं अल्लाह के सिवा कोई कारसाज़ बना लूँ, जो आसमानों और ज़मीन का पैदा करने वाला है, और वह खिलाता है और नहीं खिलाया जाता? कह दीजिए कि मुझे हुक्म दिया गया है कि मैं सबसे पहले इस्लाम लाने वाला बनूँ। और तुम मुशरिकों में से न होना।"
          }
        },
        {
          "no": 15,
          "arabic": "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
          "transliteration": "Qul innī akhāfu in ‘aṣaytu rabbī ‘adhāba yawmin ‘aẓīm",
          "translations": {
            "English": "Say, “I fear, should I defy my Lord, the punishment of a tremendous Day.”",
            "Urdu": "کہہ دیجیے کہ اگر میں اپنے رب کی نافرمانی کروں تو مجھے ایک بڑے دن کے عذاب کا ڈر ہے۔",
            "French": "Dis : « Je crains, si je désobéis à mon Seigneur, le châtiment d’un jour terrible. »",
            "Spanish": "Di: «Temo, si desobedezco a mi Señor, el castigo de un día terrible».",
            "Hindi": "कह दीजिए कि अगर मैं अपने रब की नाफ़रमानी करूँ तो मुझे एक बड़े दिन के अज़ाब का डर है।"
          }
        },
        {
          "no": 16,
          "arabic": "مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ",
          "transliteration": "Man yuṣraf ‘anhu yawma’idhin fa qad raḥimah, wa dhālika al-fawzul-mubīn",
          "translations": {
            "English": "Whoever is spared on that Day—He had mercy on him. That is the clear victory.",
            "Urdu": "جسے اس دن عذاب سے ہٹا لیا گیا، تو اس پر اللہ نے رحم کر دیا۔ اور یہی کھلی کامیابی ہے۔",
            "French": "Quiconque est épargné ce jour-là, c’est qu’Il lui a fait miséricorde. Et c’est là la réussite évidente.",
            "Spanish": "A quien se le aparte de él ese día, es que Él le habrá tenido misericordia. Y ese es el triunfo evidente.",
            "Hindi": "जिसे उस दिन अज़ाब से हटा लिया गया, तो उस पर अल्लाह ने रहम कर दिया। और यही खुली कामयाबी है।"
          }
        },
        {
          "no": 17,
          "arabic": "وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
          "transliteration": "Wa in yamsaska Allāhu biḍurrin fa lā kāshifa lahu illā huwa, wa in yamsaska bikhayrin fa huwa ‘alā kulli shay’in qadīr",
          "translations": {
            "English": "If God touches you with adversity, none can remove it except He. And if He touches you with good—He is Capable of everything.",
            "Urdu": "اور اگر اللہ تمہیں کوئی تکلیف پہنچائے تو اسے دور کرنے والا سوائے اس کے کوئی نہیں۔ اور اگر وہ تمہیں کوئی بھلائی پہنچائے تو وہ ہر چیز پر قادر ہے۔",
            "French": "Si Allah t’atteint d’un mal, nul autre que Lui ne peut l’enlever. Et s’Il t’atteint d’un bien, c’est qu’Il est Omnipotent.",
            "Spanish": "Si Dios te aflige con un mal, nadie puede quitarlo excepto Él. Y si te concede un bien, Él tiene poder sobre todas las cosas.",
            "Hindi": "और अगर अल्लाह तुम्हें कोई तकलीफ़ पहुँचाए तो उसे दूर करने वाला सिवाय उसके कोई नहीं। और अगर वह तुम्हें कोई भलाई पहुँचाए तो वह हर चीज़ पर क़ादिर है।"
          }
        },
        {
          "no": 18,
          "arabic": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
          "transliteration": "Wa huwa al-qāhiru fawqa ‘ibādih, wa huwa al-ḥakīmul-khabīr",
          "translations": {
            "English": "He is the Supreme over His servants. He is the Wise, the Expert.",
            "Urdu": "اور وہ اپنے بندوں پر غالب ہے۔ اور وہ حکمت والا، باخبر ہے۔",
            "French": "C’est Lui le Dominateur Suprême sur Ses serviteurs. Et c’est Lui le Sage, le Parfaitement Connaisseur.",
            "Spanish": "Él es el Dominante sobre Sus siervos. Y Él es el Sabio, el Bien Informado.",
            "Hindi": "और वह अपने बंदों पर ग़ालिब है। और वह हिकमत वाला, ख़बर रखने वाला है।"
          }
        },
        {
          "no": 19,
          "arabic": "قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ",
          "transliteration": "Qul ayyu shay’in akbaru shahādah, quli Allāhu shahīdun baynī wa baynakum, wa ūḥiya ilayya hādhā al-Qur’ānu li-undhirakum bihi wa man balagh, a’innakum latashhadūna anna ma‘a Allāhi ālihatan ukhrā, qul lā ashhad, qul innamā huwa ilāhun wāḥid, wa innanī barī’un mimmā tushrikūn",
          "translations": {
            "English": "Say, “What thing is more solemn in testimony?” Say, “God is Witness between you and me. This Quran was revealed to me, that I may warn you with it, and whomever it may reach. Do you indeed testify that there are other gods with God?” Say, “I myself do not testify.” Say, “He is but One God, and I am innocent of your idolatry.”",
            "Urdu": "کہہ دیجیے کہ کون سی چیز گواہی میں سب سے بڑی ہے؟ کہہ دیجیے کہ اللہ میرے اور تمہارے درمیان گواہ ہے۔ اور یہ قرآن مجھ پر وحی کیا گیا ہے تاکہ میں اس کے ذریعے تمہیں اور جس تک یہ پہنچے، اسے ڈراؤں۔ کیا تم واقعی یہ گواہی دیتے ہو کہ اللہ کے ساتھ اور معبود بھی ہیں؟ کہہ دیجیے کہ میں گواہی نہیں دیتا۔ کہہ دیجیے کہ وہ صرف ایک ہی معبود ہے، اور میں تمہارے شرک سے بیزار ہوں۔",
            "French": "Dis : « Quel est le plus grand témoignage ? » Dis : « Allah est témoin entre moi et vous ; et ce Coran m’a été révélé pour que je vous avertisse, vous et ceux qu’il atteindra. » « Attestez-vous qu’il y ait avec Allah d’autres divinités ? » Dis : « Je n’atteste pas. » Dis : « Il n’y a qu’une seule divinité. Et moi, je désavoue ce que vous Lui associez. »",
            "Spanish": "Di: «¿Qué cosa es más grande como testimonio?» Di: «Dios es testigo entre vosotros y yo. Este Corán me ha sido revelado para advertiros con él a vosotros y a quien alcance. ¿Atestiguáis que hay otros dioses junto a Dios?» Di: «Yo no atestiguo». Di: «Él es solo un Dios Único, y yo soy inocente de vuestra idolatría».",
            "Hindi": "कह दीजिए कि कौन सी चीज़ गवाही में सबसे बड़ी है? कह दीजिए कि अल्लाह मेरे और तुम्हारे दरमियान गवाह है। और यह क़ुरआन मुझ पर वही किया गया है ताकि मैं इसके ज़रिए तुम्हें और जिस तक यह पहुँचे, उसे डराऊँ। क्या तुम वाक़ई यह गवाही देते हो कि अल्लाह के साथ और माबूद भी हैं? कह दीजिए कि मैं गवाही नहीं देता। कह दीजिए कि वह सिर्फ़ एक ही माबूद है, और मैं तुम्हारे शिर्क से बेज़ार हूँ।"
          }
        },
        {
          "no": 20,
          "arabic": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
          "transliteration": "Alladhīna ātaynāhumul-kitāba ya‘rifūnahu kamā ya‘rifūna abnā’ahum, alladhīna khasirū anfusahum fa hum lā yu’minūn",
          "translations": {
            "English": "Those to whom We have given the Book recognize it as they recognize their own children; but those who have lost their souls do not believe.",
            "Urdu": "جن لوگوں کو ہم نے کتاب دی ہے، وہ اسے پہچانتے ہیں جیسے اپنے بیٹوں کو پہچانتے ہیں۔ جن لوگوں نے اپنی جانوں کو گنوا دیا، وہ ایمان نہیں لاتے۔",
            "French": "Ceux à qui Nous avons donné le Livre le reconnaissent comme ils reconnaissent leurs propres enfants. Ceux qui ont causé leur propre perte ne croient pas.",
            "Spanish": "Aquellos a quienes dimos el Libro lo reconocen como reconocen a sus propios hijos. Pero quienes se hayan perdido a sí mismos no creerán.",
            "Hindi": "जिन लोगों को हमने किताब दी है, वह उसे पहचानते हैं जैसे अपने बेटों को पहचानते हैं। जिन लोगों ने अपनी जानों को गँवा दिया, वह ईमान नहीं लाते।"
          }
        },
        {
          "no": 21,
          "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
          "transliteration": "Wa man aẓlamu mimani iftarā ‘alā Allāhi kadhiban aw kadhdhaba bi-āyātih, innahu lā yufliḥuẓ-ẓālimūn",
          "translations": {
            "English": "Who does greater wrong than someone who fabricates lies against God, or denies His revelations? The wrongdoers will not succeed.",
            "Urdu": "اور اس شخص سے بڑا ظالم کون ہوگا جو اللہ پر جھوٹ باندھے یا اس کی آیات کو جھٹلائے؟ یقیناً ظالم لوگ فلاح نہیں پائیں گے۔",
            "French": "Qui est plus injuste que celui qui invente un mensonge contre Allah, ou qui traite de mensonges Ses versets ? Les injustes ne réussiront pas.",
            "Spanish": "¿Quién es más injusto que quien inventa mentiras acerca de Dios o desmiente Sus signos? Ciertamente, los injustos no triunfarán.",
            "Hindi": "और उस शख़्स से बड़ा ज़ालिम कौन होगा जो अल्लाह पर झूठ बनाए या उसकी आयतों को झुठलाए? यक़ीनन ज़ालिम लोग फलाह नहीं पाएँगे।"
          }
        },
        {
          "no": 22,
          "arabic": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنْتُمْ تَزْعُمُونَ",
          "transliteration": "Wa yawma naḥshuruhum jamī‘an thumma naqūlu lilladhīna ashrakū ayna shurakā’ukum alladhīna kuntum taz‘umūn",
          "translations": {
            "English": "On the Day when We gather them all together, then say to the idolaters, “Where are your idols, those you used to claim?”",
            "Urdu": "اور جس دن ہم سب کو جمع کریں گے، پھر مشرکوں سے کہیں گے کہ تمہارے وہ شریک کہاں ہیں جنہیں تم گمان کیا کرتے تھے؟",
            "French": "Et le jour où Nous les rassemblerons tous, Nous dirons à ceux qui ont associé : « Où sont donc vos associés que vous prétendiez ? »",
            "Spanish": "El día que los reunamos a todos, diremos a los idólatras: «¿Dónde están vuestros socios que pretendíais?»",
            "Hindi": "और जिस दिन हम सबको जमा करेंगे, फिर मुशरिकों से कहेंगे कि तुम्हारे वह शरीक कहाँ हैं जिन्हें तुम गुमान किया करते थे?"
          }
        },
        {
          "no": 23,
          "arabic": "ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
          "transliteration": "Thumma lam takun fitnatuhum illā an qālū wallāhi rabbinā mā kunnā mushrikīn",
          "translations": {
            "English": "Then their only argument will be to say, “By God, our Lord, we were not idolaters.”",
            "Urdu": "پھر ان کا عذر صرف یہ ہوگا کہ وہ کہیں گے کہ اللہ کی قسم، اے ہمارے رب، ہم مشرک نہیں تھے۔",
            "French": "Leur seule excuse sera alors de dire : « Par Allah, notre Seigneur, nous n’étions pas des associateurs. »",
            "Spanish": "Entonces su única excusa será decir: «¡Por Dios, nuestro Señor, que no éramos idólatras!»",
            "Hindi": "फिर उनका बहाना सिर्फ़ यह होगा कि वह कहेंगे कि अल्लाह की क़सम, ऐ हमारे रब, हम मुशरिक नहीं थे।"
          }
        },
        {
          "no": 24,
          "arabic": "انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
          "transliteration": "Unẓur kayfa kadhabū ‘alā anfusihim wa ḍalla ‘anhum mā kānū yaftarūn",
          "translations": {
            "English": "Look how they lied to themselves. And what they invented deserted them.",
            "Urdu": "دیکھو کہ انہوں نے اپنے اوپر کیسے جھوٹ بولا۔ اور جو کچھ وہ گھڑتے تھے، وہ ان سے گم ہو گیا۔",
            "French": "Vois comme ils mentiront à eux-mêmes. Et comme les abandonnera ce qu’ils inventaient.",
            "Spanish": "Mira cómo mienten contra sí mismos. Y cómo les abandona lo que inventaban.",
            "Hindi": "देखो कि उन्होंने अपने ऊपर कैसे झूठ बोला। और जो कुछ वह गढ़ते थे, वह उनसे गुम हो गया।"
          }
        },
        {
          "no": 25,
          "arabic": "وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
          "transliteration": "Wa minhum may yastami‘u ilayka wa ja‘alnā ‘alā qulūbihim akinnatan an yafqahūhu wa fī ādhānihim waqran wa in yaraw kulla āyatin lā yu’minū bihā ḥattā idhā jā’ūka yujādilūnaka yaqūl alladhīna kafarū in hādhā illā asāṭīrul-awwalīn",
          "translations": {
            "English": "Among them are those who listen to you; but We place covers over their hearts, to prevent them from understanding it, and heaviness in their ears. Even if they see every sign, they will not believe in it. Until, when they come to you, to argue with you, those who disbelieve will say, “These are nothing but myths of the ancients.”",
            "Urdu": "اور ان میں سے کچھ لوگ ایسے ہیں جو آپ کی بات سنتے ہیں، لیکن ہم نے ان کے دلوں پر پردے ڈال دیے ہیں کہ وہ اسے سمجھ نہ سکیں، اور ان کے کانوں میں گرانی۔ اور اگر وہ ہر نشانی دیکھ لیں تو بھی اس پر ایمان نہیں لائیں گے۔ یہاں تک کہ جب وہ آپ کے پاس آتے ہیں تاکہ آپ سے جھگڑیں، تو کافر کہتے ہیں کہ یہ تو صرف اگلے لوگوں کے افسانے ہیں۔",
            "French": "Il en est parmi eux qui t’écoutent. Mais Nous avons placé des voiles sur leurs cœurs, les empêchant de le comprendre, et une lourdeur dans leurs oreilles. Même s’ils voyaient tous les signes, ils n’y croiraient pas. Et quand ils viennent à toi pour discuter, les mécréants disent : « Ce ne sont que des légendes des anciens. »",
            "Spanish": "Entre ellos hay quienes te escuchan, pero hemos puesto velos sobre sus corazones que les impiden entenderlo, y sordera en sus oídos. Aunque vieran toda señal, no creerían en ella. Hasta que, cuando vienen a discutir contigo, los incrédulos dicen: «Esto no son más que fábulas de los antiguos».",
            "Hindi": "और उनमें से कुछ लोग ऐसे हैं जो आपकी बात सुनते हैं, लेकिन हमने उनके दिलों पर पर्दे डाल दिए हैं कि वह उसे समझ न सकें, और उनके कानों में भारीपन। और अगर वह हर निशानी देख लें तो भी उस पर ईमान नहीं लाएँगे। यहाँ तक कि जब वह आपके पास आते हैं ताकि आपसे झगड़ें, तो काफ़िर कहते हैं कि यह तो सिर्फ़ पहले लोगों के अफ़साने हैं।"
          }
        },
        {
          "no": 26,
          "arabic": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ",
          "transliteration": "Wa hum yanhawna ‘anhu wa yan’awna ‘anhu wa in yuhlikūna illā anfusahum wa mā yash‘urūn",
          "translations": {
            "English": "They keep others from it, and avoid it themselves; but they ruin only their own souls, and they do not realize.",
            "Urdu": "اور وہ لوگوں کو اس سے روکتے ہیں اور خود بھی اس سے دور رہتے ہیں، لیکن وہ اپنی ہی جانوں کو ہلاک کر رہے ہیں اور انہیں شعور نہیں۔",
            "French": "Ils en détournent (les gens) et s’en écartent eux-mêmes. Mais ils ne causent leur propre perte sans s’en rendre compte.",
            "Spanish": "Ellos apartan a otros de él y se apartan ellos mismos. Pero solo se pierden a sí mismos sin darse cuenta.",
            "Hindi": "और वह लोगों को इससे रोकते हैं और ख़ुद भी इससे दूर रहते हैं, लेकिन वह अपनी ही जानों को हलाक कर रहे हैं और उन्हें शऊर नहीं।"
          }
        },
        {
          "no": 27,
          "arabic": "وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ",
          "transliteration": "Wa law tarā idh wuqifū ‘alan-nāri fa qālū yā laytanā nuraddu wa lā nukadhdhiba bi-āyāti rabbinā wa nakūna minal-mu’minīn",
          "translations": {
            "English": "If only you could see, when they are made to stand before the Fire; they will say, “If only we could be sent back, and not reject the revelations of our Lord, and be among the faithful.”",
            "Urdu": "اور کاش! آپ دیکھیں جب وہ آگ کے سامنے کھڑے کیے جائیں گے تو کہیں گے کہ کاش ہمیں واپس بھیج دیا جائے اور ہم اپنے رب کی آیات کو نہ جھٹلائیں اور ایمان لانے والوں میں شامل ہو جائیں۔",
            "French": "Si tu voyais, lorsqu’ils seront placés devant le Feu ! Ils diront alors : « Hélas ! Si seulement nous pouvions être renvoyés (sur terre), nous ne traiterions plus de mensonges les versets de notre Seigneur et nous serions du nombre des croyants. »",
            "Spanish": "Si vieras cuando sean detenidos ante el Fuego y digan: «¡Ojalá nos devolvieran y no desmintiéramos los signos de nuestro Señor y fuéramos de los creyentes!»",
            "Hindi": "और काश! आप देखें जब वह आग के सामने खड़े किए जाएँगे तो कहेंगे कि काश हमें वापस भेज दिया जाए और हम अपने रब की आयतों को न झुठलाएँ और ईमान लाने वालों में शामिल हो जाएँ।"
          }
        },
        {
          "no": 28,
          "arabic": "بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ",
          "transliteration": "Bal badā lahum mā kānū yukhfūna min qabl, wa law ruddu la‘ādū limā nuhū ‘anhu wa innahum la kādhibūn",
          "translations": {
            "English": "What they used to conceal before will become clear to them. And even if they were sent back, they would revert to what they were forbidden. They are liars.",
            "Urdu": "بلکہ ان پر وہ چیز ظاہر ہو جائے گی جسے وہ پہلے چھپاتے تھے۔ اور اگر انہیں واپس بھیج دیا جائے تو وہ اسی چیز کی طرف لوٹ جائیں گے جس سے انہیں روکا گیا تھا۔ یقیناً وہ جھوٹے ہیں۔",
            "French": "Mais non ! Ce qu’ils cachaient auparavant leur apparaîtra maintenant. Et même s’ils étaient renvoyés, ils retourneraient à ce qui leur était interdit. Ce sont vraiment des menteurs.",
            "Spanish": "Pero no, se les manifestará lo que antes ocultaban. Y aunque se les devolviera, reincidirían en lo que se les prohibió. En verdad, son mentirosos.",
            "Hindi": "बल्कि उन पर वह चीज़ ज़ाहिर हो जाएगी जिसे वह पहले छिपाते थे। और अगर उन्हें वापस भेज दिया जाए तो वह उसी चीज़ की तरफ़ लौट जाएँगे जिससे उन्हें रोका गया था। यक़ीनन वह झूठे हैं।"
          }
        },
        {
          "no": 29,
          "arabic": "وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
          "transliteration": "Wa qālū in hiya illā ḥayātunā ad-dunyā wa mā naḥnu bimab‘ūthīn",
          "translations": {
            "English": "And they say, “There is nothing but our life in this world, and we will not be resurrected.”",
            "Urdu": "اور وہ کہتے ہیں کہ ہماری زندگی تو صرف دنیا کی زندگی ہے اور ہم دوبارہ نہیں اٹھائے جائیں گے۔",
            "French": "Et ils disent : « Il n’y a pour nous que la vie d’ici-bas ; et nous ne serons pas ressuscités. »",
            "Spanish": "Y dicen: «No hay más vida que la de este mundo y no seremos resucitados».",
            "Hindi": "और वह कहते हैं कि हमारी ज़िंदगी तो सिर्फ़ दुनिया की ज़िंदगी है और हम दोबारा नहीं उठाए जाएँगे।"
          }
        },
        {
          "no": 30,
          "arabic": "وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
          "transliteration": "Wa law tarā idh wuqifū ‘alā rabbihim qāla a laysa hādhā bil-ḥaqq qālū balā wa rabbinā qāla fadhūqū al-‘adhāba bimā kuntum takfurūn",
          "translations": {
            "English": "If only you could see, when they are stationed before their Lord. He will say, “Is this not real?” They will say, “Yes indeed, by our Lord.” He will say, “Then taste the torment for having disbelieved.”",
            "Urdu": "اور کاش! آپ دیکھیں جب وہ اپنے رب کے سامنے کھڑے کیے جائیں گے۔ وہ فرمائے گا کہ کیا یہ حق نہیں ہے؟ وہ کہیں گے کہ کیوں نہیں، ہمارے رب کی قسم۔ وہ فرمائے گا کہ پھر اپنے کفر کے بدلے عذاب کا مزہ چکھو۔",
            "French": "Si tu voyais, lorsqu’ils seront placés devant leur Seigneur. Il dira : « Ceci n’est-il pas la vérité ? » Ils diront : « Bien sûr que si, par notre Seigneur ! » Il dira : « Goûtez donc au châtiment, pour avoir mécru. »",
            "Spanish": "Si vieras cuando sean detenidos ante su Señor. Él dirá: «¿No es esto la verdad?» Dirán: «Sí, por nuestro Señor». Él dirá: «Gustad, pues, el castigo por haber negado la verdad».",
            "Hindi": "और काश! आप देखें जब वह अपने रब के सामने खड़े किए जाएँगे। वह फ़रमाएगा कि क्या यह हक़ नहीं है? वह कहेंगे कि क्यों नहीं, हमारे रब की क़सम। वह फ़रमाएगा कि फिर अपने कुफ़्र के बदले अज़ाब का मज़ा चखो।"
          }
        }
      ,
      
        {
          "no": 31,
          "arabic": "قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ",
          "transliteration": "Qad khasira alladhīna kadhabū biliqā’i Allāhi ḥattā idhā jā’athumu al-sā’atu baghtatan qālū yā ḥasratanā ‘alā mā farraṭnā fīhā wa hum yaḥmilūna awzārahum ‘alā ẓuhūrihim alā sā’a mā yazirūn",
          "translations": {
            "English": "Losers are those who deny the encounter with God. Then, when the Hour comes upon them suddenly, they will say, 'Alas for us, how we have neglected it.' And they will carry their burdens on their backs—evil is what they carry.",
            "Urdu": "بے شک نقصان اٹھانے والے وہ ہیں جنہوں نے اللہ سے ملاقات کو جھٹلایا، یہاں تک کہ جب اچانک ان پر قیامت آ پہنچے گی تو کہیں گے: افسوس! ہم نے اس میں کوتاہی کی۔ اور وہ اپنے بوجھ اپنی پیٹھوں پر اٹھائے ہوں گے۔ سن لو! یہ بوجھ بہت برا ہے۔",
            "French": "Perdants sont ceux qui nient la rencontre avec Allah. Puis, lorsque l’Heure les surprendra soudainement, ils diront : 'Hélas pour nous, comme nous l’avons négligée !' Et ils porteront leurs fardeaux sur leurs dos—quel mauvais fardeau !",
            "Spanish": "Los perdedores son quienes niegan el encuentro con Dios. Luego, cuando la Hora les llegue de repente, dirán: '¡Ay de nosotros, cómo lo hemos descuidado!' Y llevarán sus cargas sobre sus espaldas—¡qué malo es lo que llevan!",
            "Hindi": "निश्चय ही घाटे में हैं वे लोग जिन्होंने अल्लाह से मिलने को झुठलाया, यहाँ तक कि जब अचानक उन पर क़यामत आ पहुँचेगी तो कहेंगे: हाय! हमने इसमें कोताही की। और वे अपने बोझ अपनी पीठों पर उठाए होंगे। सुन लो! यह बोझ बहुत बुरा है।"
          }
        },
        {
          "no": 32,
          "arabic": "وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلْدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ",
          "transliteration": "Wa mā al-ḥayātu al-dunyā illā la‘ibun wa lahwun wa la al-dāru al-ākhiratu khayrun lil-ladhīna yattaqūn afalā ta‘qilūn",
          "translations": {
            "English": "The life of this world is nothing but game and distraction, but the Home of the Hereafter is better for those who are righteous. Do you not understand?",
            "Urdu": "دنیا کی زندگی تو صرف کھیل اور تماشا ہے، اور آخرت کا گھر پرہیزگاروں کے لیے بہتر ہے۔ کیا تم عقل نہیں رکھتے؟",
            "French": "La vie d’ici-bas n’est que jeu et divertissement, mais la demeure de l’au-delà est meilleure pour les pieux. Ne comprenez-vous pas ?",
            "Spanish": "La vida de este mundo no es más que juego y distracción, pero el Hogar del Más Allá es mejor para los justos. ¿Acaso no razonáis?",
            "Hindi": "दुनिया की ज़िंदगी तो बस खेल और मनोरंजन है, और आख़िरत का घर डर रखने वालों के लिए बेहतर है। क्या तुम समझते नहीं?"
          }
        },
        {
          "no": 33,
          "arabic": "قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ",
          "transliteration": "Qad na‘lamu innahu layaḥzunuka alladhī yaqūlūn fa innahum lā yukadhdhibūnaka wa lakinna al-ẓālimīna bi-āyāti Allāhi yajḥadūn",
          "translations": {
            "English": "We know that what they say grieves you. It is not you they reject, but it is God's revelations that the wicked deny.",
            "Urdu": "ہم جانتے ہیں کہ جو کچھ وہ کہتے ہیں وہ تجھے رنج پہنچاتا ہے۔ درحقیقت وہ تجھے نہیں جھٹلاتے، بلکہ یہ ظالم اللہ کی آیات کا انکار کرتے ہیں۔",
            "French": "Nous savons que ce qu’ils disent t’attriste. Ce n’est pas toi qu’ils rejettent, mais ce sont les versets d’Allah que les injustes renient.",
            "Spanish": "Sabemos que lo que dicen te entristece. No es a ti a quien rechazan, sino que son los signos de Dios los que los malhechores niegan.",
            "Hindi": "हम जानते हैं कि जो कुछ वे कहते हैं वह तुम्हें दुखी करता है। वास्तव में वे तुम्हें नहीं झुठलाते, बल्कि ये अत्याचारी अल्लाह की आयतों का इनकार करते हैं।"
          }
        },
        {
          "no": 34,
          "arabic": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ",
          "transliteration": "Wa laqad kudhibat rusulun min qablika fa ṣabarū ‘alā mā kudhibū wa ūdhū ḥattā atāhum naṣrunā wa lā mubaddila likalimāti Allāhi wa laqad jā’aka min naba’i al-mursalīn",
          "translations": {
            "English": "Other messengers before you were rejected, but they endured rejection and persecution until Our help came to them. There can be no change to God’s words. News of the Messengers has already reached you.",
            "Urdu": "تم سے پہلے بھی رسولوں کو جھٹلایا گیا، تو انہوں نے جھٹلائے جانے اور تکلیف پہنچائے جانے پر صبر کیا یہاں تک کہ ہماری مدد ان کے پاس آ پہنچی۔ اللہ کے کلمات کو کوئی بدلنے والا نہیں، اور تمہارے پاس رسولوں کی خبریں آ چکی ہیں۔",
            "French": "Des messagers avant toi ont été traités de menteurs, mais ils ont enduré le déni et les persécutions jusqu’à ce que Notre secours leur vienne. Nul ne peut modifier les paroles d’Allah. Et tu as déjà reçu des récits des messagers.",
            "Spanish": "Mensajeros antes de ti fueron rechazados, pero soportaron el rechazo y la persecución hasta que Nuestra ayuda les llegó. No hay cambio en las palabras de Dios. Ya te han llegado noticias de los Mensajeros.",
            "Hindi": "तुमसे पहले भी कई रसूल झुठलाए गए, तो उन्होंने झुठलाए जाने और सताए जाने पर सब्र किया, यहाँ तक कि हमारी मदद उनके पास आ पहुँची। अल्लाह के कलामों को कोई बदलने वाला नहीं, और तुम्हारे पास रसूलों के समाचार आ चुके हैं।"
          }
        },
        {
          "no": 35,
          "arabic": "وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ",
          "transliteration": "Wa in kāna kabura ‘alayka i‘rāḍuhum fa in istaṭa‘ta an tabtaghiya nafaqan fī al-arḍi aw sullaman fī al-samā’i fa ta’tiyahum bi-āyatin wa law shā’a Allāhu lajama‘ahum ‘alā al-hudā falā takūnanna min al-jāhilīn",
          "translations": {
            "English": "If you find their rejection hard to bear, then if you can, seek a tunnel into the earth, or a stairway into the heaven, and bring them a sign. Had God willed, He could have gathered them to guidance. So do not be of the ignorant.",
            "Urdu": "اگر ان کا اعراض تجھ پر گراں گزرتا ہے، تو اگر تو زمین میں کوئی سرنگ تلاش کر سکے یا آسمان میں سیڑھی لگا سکے اور ان کے پاس کوئی نشانی لے آئے (تو کر دکھا)۔ اور اگر اللہ چاہتا تو ان سب کو ہدایت پر جمع کر دیتا، پس تو جاہلوں میں سے نہ ہو۔",
            "French": "Si leur rejet t’est pénible, alors si tu peux, cherche un tunnel dans la terre ou une échelle vers le ciel pour leur apporter un signe. Si Allah avait voulu, Il les aurait tous guidés. Ne sois donc pas du nombre des ignorants.",
            "Spanish": "Si su rechazo te resulta difícil de soportar, entonces, si puedes, busca un túnel en la tierra o una escalera al cielo y tráeles una señal. Si Dios hubiera querido, los habría reunido en la guía. Así que no seas de los ignorantes.",
            "Hindi": "अगर उनका मुँह मोड़ना तुम्हें भारी लगता है, तो अगर तुमसे हो सके तो धरती में कोई सुरंग खोजो या आसमान में सीढ़ी लगाओ और उनके पास कोई निशानी ले आओ। और अगर अल्लाह चाहता तो उन सबको हिदायत पर जमा कर देता, तो तुम अज्ञानियों में से न हो।"
          }
        },
        {
          "no": 36,
          "arabic": "إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
          "transliteration": "Innamā yastajību alladhīna yasma‘ūn wa al-mawtā yab‘athuhumu Allāhu thumma ilayhi yurja‘ūn",
          "translations": {
            "English": "Only those who listen will respond. As for the dead, God will resurrect them; then to Him they will be returned.",
            "Urdu": "صرف وہی لوگ جواب دیتे हैं جو سنتے ہیں۔ اور مُردوں کو اللہ ہی اٹھाए گا، پھر اسی کی طرف لوٹائے جائیں گے।",
            "French": "Seuls répondent ceux qui écoutent. Quant aux morts, Allah les ressuscitera, puis c’est vers Lui qu’ils seront ramenés.",
            "Spanish": "Solo responden quienes escuchan. En cuanto a los muertos, Dios los resucitará; luego a Él serán devueltos.",
            "Hindi": "बस वही लोग जवाब देते हैं जो सुनते हैं। और मुर्दों को अल्लाह ही उठाएगा, फिर उसी की ओर लौटाए जाएँगे।"
          }
        },
        
          {
            "no": 37,
            "arabic": "وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ قَادِرٌ عَلَى أَنْ يُنَزِّلَ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
            "transliteration": "Wa qālū law lā nuzzila ‘alayhi āyatun min rabbihi qul inna Allāha qādirun ‘alā an yunazzila āyatan wa lakinna aktharahum lā ya‘lamūn",
            "translations": {
              "English": "And they say, 'If only a sign could come down to him from his Lord.' Say, 'God is Able to send down a sign, but most of them do not know.'",
              "Urdu": "اور وہ کہتے ہیں: 'کیوں نہ اس پر اس کے رب کی طرف سے کوئی نشانی نازل کی جائے؟' کہہ دو: 'بے شک اللہ کسی نشانی کو نازل کرنے پر قادر ہے، لیکن اکثر لوگ نہیں جانتے۔'",
              "French": "Et ils disent : 'Pourquoi ne lui descend-on pas un signe de son Seigneur ?' Dis : 'Allah a certes le pouvoir de faire descendre un signe, mais la plupart d’entre eux ne savent pas.'",
              "Spanish": "Y dicen: '¿Por qué no se le hace descender un signo de su Señor?' Di: 'En verdad, Dios tiene poder para hacer descender un signo, pero la mayoría de ellos no saben.'",
              "Hindi": "और वे कहते हैं: 'क्यों नहीं उस पर उसके रब की तरफ़ से कोई निशानी उतारी जाती?' कह दो: 'निस्संदेह अल्लाह किसी निशानी को उतारने की ताक़त रखता है, लेकिन अधिकांश लोग नहीं जानते।'"
            }
          },
          {
            "no": 38,
            "arabic": "وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ",
            "transliteration": "Wa mā min dābbatin fī al-arḍi wa lā ṭā’irin yaṭīru bijanāḥayhi illā umamun amthālukum mā farraṭnā fī al-kitābi min shay’in thumma ilā rabbihim yuḥsharūn",
            "translations": {
              "English": "There is no animal on land, nor a bird flying with its wings, but are communities like you. We neglected nothing in the Scripture. Then to their Lord they will be gathered.",
              "Urdu": "زمین پر چلنے والا کوئی جاندار نہیں اور نہ ہی اپنے پروں سے اڑنے والا کوئی پرندہ مگر یہ کہ تمہاری طرح کے امتی ہیں۔ ہم نے کتاب میں کسی چیز کو نظرانداز نہیں کیا، پھر سب اپنے رب کی طرف جمع کیے جائیں گے।",
              "French": "Il n’y a pas une bête sur terre, ni un oiseau volant de ses ailes, qui ne forment des communautés semblables à vous. Nous n’avons rien omis dans le Livre. Puis, c’est vers leur Seigneur qu’ils seront rassemblés.",
              "Spanish": "No hay criatura en la tierra, ni ave que vuele con sus alas, que no forme comunidades como vosotros. No hemos omitido nada en el Libro. Luego, ante su Señor serán congregados.",
              "Hindi": "धरती पर रेंगने वाला कोई प्राणी नहीं और न ही अपने पंखों से उड़ने वाला कोई पक्षी, मगर यह कि तुम्हारी ही तरह के समुदाय हैं। हमने किताब में किसी चीज़ को छोड़ा नहीं, फिर सब अपने रब की ओर इकट्ठा किए जाएँगे।"
            }
          },
          {
            "no": 39,
            "arabic": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ مَنْ يَشَإِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ",
            "transliteration": "Wa alladhīna kadhabū bi-āyātinā ṣummun wa bukmun fī al-ẓulumāti man yasha’i Allāhu yuḍlilhu wa man yasha’ yaj‘alhu ‘alā ṣirāṭin mustaqīm",
            "translations": {
              "English": "Those who reject Our revelations are deaf and dumb, in total darkness. Whomever God wills, He leaves astray; and whomever He wills, He sets on a straight path.",
              "Urdu": "اور جو لوگ ہماری آیات کو جھٹلاتے ہیں، وہ بہرے اور گونگے ہیں، اندھیروں میں (گم ہیں)۔ جسے اللہ چاہے گمراہ کر دے اور جسے چاہے سیدھے راستے پر ڈال دے۔",
              "French": "Et ceux qui traitent Nos signes de mensonges sont sourds et muets, dans les ténèbres. Quiconque Allah veut, Il l’égare ; et quiconque Il veut, Il le met sur un chemin droit.",
              "Spanish": "Quienes niegan Nuestros signos son sordos y mudos, en tinieblas. A quien Dios quiere, lo extravía; y a quien quiere, lo coloca en un camino recto.",
              "Hindi": "और जो लोग हमारी आयतों को झुठलाते हैं, वे बहरे और गूँगे हैं, अंधेरों में (भटक रहे हैं)। जिसे अल्लाह चाहे गुमराह कर दे और जिसे चाहे सीधे रास्ते पर लगा दे।"
            }
          },
          {
            "no": 40,
            "arabic": "قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ",
            "transliteration": "Qul a-ra’aytakum in atākum ‘adhābu Allāhi aw atatkumu al-sā‘atu a-ghayra Allāhi tad‘ūna in kuntum ṣādiqīn",
            "translations": {
              "English": "Say, 'Have you considered? If God's punishment came upon you, or the Hour overtook you, would you call upon any other than God, if you are sincere?'",
              "Urdu": "کہہ دو: 'بتاؤ تو، اگر تم پر اللہ کا عذاب آ جائے یا قیامت آ پہنچے، تو کیا تم اللہ کے سوا کسی اور کو پکارو گے، اگر تم سچے ہو؟'",
              "French": "Dis : 'Voyez-vous ? Si le châtiment d’Allah vous venait, ou que l’Heure vous surprenne, invoqueriez-vous autre qu’Allah, si vous êtes véridiques ?'",
              "Spanish": "Di: '¿Qué opináis? Si os llegara el castigo de Dios, o la Hora os sorprendiera, ¿invocaríais a otro que no fuera Dios, si sois veraces?'",
              "Hindi": "कह दो: 'बताओ तो, अगर तुम पर अल्लाह का अज़ाब आ जाए या क़यामत आ पहुँचे, तो क्या तुम अल्लाह के सिवा किसी और को पुकारोगे, अगर तुम सच्चे हो?'"
            }
          },
          {
            "no": 41,
            "arabic": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ",
            "transliteration": "Bal iyyāhu tad‘ūna fa yakshifu mā tad‘ūna ilayhi in shā’a wa tansawna mā tushrikūn",
            "translations": {
              "English": "In fact, it is Him you will call upon; and if He wills, He will remove what you called Him for, and you will forget what you idolized.",
              "Urdu": "بلکہ تم اسی کو پکارو گے، پھر اگر وہ چاہے گا تو جس کے لیے تم نے پکارا ہے اسے دور کر دے گا، اور تم اپنے شرک کو بھول جاؤ گے۔",
              "French": "C’est plutôt Lui que vous invoquez ; puis, s’Il veut, Il écarte ce pour quoi vous L’avez invoqué, et vous oublierez ce que vous Lui associez.",
              "Spanish": "Más bien, es a Él a quien invocaréis; y si Él quiere, apartará aquello por lo que Le habéis invocado, y olvidaréis lo que asociabais.'",
              "Hindi": "बल्कि तुम उसी को पुकारोगे, फिर अगर वह चाहेगा तो जिसके लिए तुमने पुकारा है उसे दूर कर देगा, और तुम अपने शिर्क को भूल जाओगे।"
            }
          },
          {
            "no": 42,
            "arabic": "وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
            "transliteration": "Wa laqad arsalnā ilā umamin min qablika fa akhadhnāhum bi-al-ba’sā’i wa al-ḍarrā’i la‘allahum yataḍarra‘ūn",
            "translations": {
              "English": "We sent messengers to communities before you, and We afflicted them with suffering and hardship, that they may humble themselves.",
              "Urdu": "اور ہم نے تم سے پہلے بھی بہت سی امتوں کی طرف رسول بھیجے، پھر ہم نے انہیں تنگی اور تکلیف میں پکڑا تاکہ وہ عاجزی کریں۔",
              "French": "Nous avons envoyé des messagers à des communautés avant toi, puis Nous les avons frappées d’adversité et de détresse, afin qu’elles implorent (soumission).",
              "Spanish": "Enviamos mensajeros a comunidades anteriores a ti, y las afligimos con adversidad y dificultad, para que se humillaran.",
              "Hindi": "और हमने तुमसे पहले भी बहुत-सी उम्मतों की तरफ़ रसूल भेजे, फिर हमने उन्हें तंगी और तकलीफ़ में पकड़ा ताकि वे गिड़गिड़ाएँ।"
            }
          },
          {
            "no": 43,
            "arabic": "فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ",
            "transliteration": "Falaw lā idh jā’ahum ba’sunā taḍarra‘ū wa lākin qasat qulūbuhum wa zayyana lahumu al-shayṭānu mā kānū ya‘malūn",
            "translations": {
              "English": "If only, when Our calamity came upon them, they humbled themselves. But their hearts hardened, and Satan made their deeds appear good to them.",
              "Urdu": "پھر کیوں نہیں، جب ہمارا عذاب ان پر آیا تو انہوں نے عاجزی کی؟ لیکن ان کے دل سخت ہو گئے تھے، اور شیطان نے ان کے اعمال ان کے لیے آراستہ کر دیے تھے।",
              "French": "Pourquoi donc, lorsque Notre rigueur leur vint, ne se sont-ils pas humiliés ? Mais leurs cœurs s’endurcirent, et le Diable leur enjoliva ce qu’ils faisaient.",
              "Spanish": "¿Por qué no se humillaron cuando les llegó Nuestra calamidad? Pero sus corazones se endurecieron, y Satanás les embelleció sus obras.",
              "Hindi": "फिर क्यों नहीं, जब हमारा अज़ाब उन पर आया तो उन्होंने गिड़गिड़ाया? लेकिन उनके दिल सख़्त हो गए थे, और शैतान ने उनके कर्मों को उनके लिए सजा दिया था।"
            }
          },
          {
            "no": 44,
            "arabic": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ",
            "transliteration": "Fa lammā nasū mā dhukkirū bihi fataḥnā ‘alayhim abwāba kulli shay’in ḥattā idhā fariḥū bimā ūtū akhadhnāhum baghtatan fa idhā hum mublisūn",
            "translations": {
              "English": "Then, when they disregarded what they were reminded of, We opened for them the gates of all things. Until, when they delighted in what they were given, We seized them suddenly; and at once, they were in despair.",
              "Urdu": "پھر جب وہ بھول گئے اس چیز کو جس کی انہیں نصیحت کی گئی تھی، تو ہم نے ان پر ہر چیز کے دروازے کھول دیے، یہاں تک کہ جب وہ اس سے خوش ہو گئے جو انہیں دیا گیا تھا، تو ہم نے انہیں اچانک پکڑ لیا، اور وہ یکایک مایوس ہو گئے۔",
              "French": "Puis, lorsqu’ils eurent oublié ce qui leur avait été rappelé, Nous leur ouvrîmes les portes de toute chose. Et lorsqu’ils eurent exulté de ce qu’on leur avait donné, Nous les saisîmes soudain, et les voilà désespérés.",
              "Spanish": "Luego, cuando olvidaron lo que se les había recordado, les abrimos las puertas de todas las cosas. Hasta que, cuando se regocijaron por lo que se les había dado, les sorprendimos de repente, y quedaron desesperados.",
              "Hindi": "फिर जब वे भूल गए उस चीज़ को जिसकी उन्हें नसीहत की गई थी, तो हमने उन पर हर चीज़ के दरवाज़े खोल दिए, यहाँ तक कि जब वे उससे खुश हो गए जो उन्हें दिया गया था, तो हमने उन्हें अचानक पकड़ लिया, और वे एकाएक नाउम्मीद हो गए।"
            }
          },
          {
            "no": 45,
            "arabic": "فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
            "transliteration": "Fa quṭi‘a dābiru al-qawmi alladhīna ẓalamū wa al-ḥamdu lillāhi rabbi al-‘ālamīn",
            "translations": {
              "English": "Thus the last remnant of the people who did wrong was cut off. And praise be to God, Lord of the Worlds.",
              "Urdu": "پس ظالم قوم کی جڑ کاٹ دی گئی، اور تمام تعریفیں اللہ کے لیے ہیں جو سارے جہانوں کا رب ہے۔",
              "French": "Ainsi fut exterminé le dernier des injustes. Et louange à Allah, Seigneur de l’univers !",
              "Spanish": "Así fue exterminado el último resto del pueblo que hizo el mal. Y la alabanza es para Dios, Señor de los mundos.",
              "Hindi": "तो ज़ालिम क़ौम की जड़ काट दी गई, और सारी तारीफ़ें अल्लाह के लिए हैं जो सारे जहान का रब है।"
            }
          },
          {
            "no": 46,
            "arabic": "قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ",
            "transliteration": "Qul a-ra’aytum in akhadha Allāhu sam‘akum wa abṣārakum wa khatama ‘alā qulūbikum man ilāhun ghayru Allāhi ya’tīkum bihi unẓur kayfa nuṣarrifu al-āyāti thumma hum yaṣdifūn",
            "translations": {
              "English": "Say, 'Have you considered? If God took away your hearing and your sight, and set a seal on your hearts, what god other than God would restore them to you?' Note how We explain the revelations in various ways, yet they still turn away.",
              "Urdu": "کہہ دو: 'بتاؤ تو، اگر اللہ تمہاری سماعت اور تمہاری بصارت کو لے لے اور تمہارے دلوں پر مہر لگا دے، تو اللہ کے سوا کون سا معبود ہے جو انہیں تمہیں لوٹا دے؟' دیکھو ہم کس طرح آیات کو مختلف طریقوں سے بیان کرتے ہیں، پھر بھی وہ منہ موڑتے ہیں۔",
              "French": "Dis : 'Que diriez-vous ? Si Allah vous prenait votre ouïe et votre vue, et scellait vos cœurs, quelle divinité autre qu’Allah vous les rendrait ?' Regarde comment Nous exposons les signes, et pourtant ils se détournent.",
              "Spanish": "Di: '¿Qué os parece? Si Dios os quitara el oído y la vista, y sellara vuestros corazones, ¿qué dios distinto de Dios podría devolvéroslos?' Observad cómo exponemos los signos de diversas maneras, pero aún así se apartan.",
              "Hindi": "कह दो: 'बताओ तो, अगर अल्लाह तुम्हारी सुनने और देखने की शक्ति छीन ले और तुम्हारे दिलों पर मुहर लगा दे, तो अल्लाह के सिवा कौन सा माबूद है जो उन्हें तुम्हें लौटा दे?' देखो हम कैसे आयतों को तरह-तरह से बयान करते हैं, फिर भी वे मुँह मोड़ते हैं।"
            }
          },
          {
            "no": 47,
            "arabic": "قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ",
            "transliteration": "Qul a-ra’aytakum in atākum ‘adhābu Allāhi baghtatan aw jahratan hal yuhlaku illā al-qawmu al-ẓālimūn",
            "translations": {
              "English": "Say, 'Have you considered? If God's punishment descended on you suddenly or gradually, would any be destroyed except the wrongdoing people?'",
              "Urdu": "کہہ دو: 'بتاؤ تو، اگر تم پر اللہ کا عذاب اچانک آ جائے یا کھلم کھلا، تو کیا ہلاک ہوں گے مگر ظالم لوگ؟'",
              "French": "Dis : 'Voyez-vous ? Si le châtiment d’Allah vous venait soudainement ou manifestement, qui sera détruit sinon les gens injustes ?'",
              "Spanish": "Di: '¿Qué opináis? Si el castigo de Dios os llegara de repente o abiertamente, ¿serían destruidos sino los injustos?'",
              "Hindi": "कह दो: 'बताओ तो, अगर तुम पर अल्लाह का अज़ाब अचानक आ जाए या खुल्लमखुल्ला, तो क्या हलाक होंगे मगर ज़ालिम लोग?'"
            }
          },
          {
            "no": 48,
            "arabic": "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ فَمَنْ آمَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "transliteration": "Wa mā nursilu al-mursalīna illā mubashshirīna wa mundhirīna fa man āmana wa aṣlaḥa falā khawfun ‘alayhim wa lā hum yaḥzanūn",
            "translations": {
              "English": "We sent the messengers only as bearers of good news and as warners. Those who believe and reform have nothing to fear, nor shall they grieve.",
              "Urdu": "اور ہم رسولوں کو صرف خوشخبری دینے والے اور ڈرانے والے بنا کر بھیجتے ہیں۔ پس جو لوگ ایمان لائیں اور اصلاح کریں، ان کے لیے نہ کوئی خوف ہے اور نہ وہ غمگین ہوں گے۔",
              "French": "Et Nous n’envoyons les messagers que pour annoncer et avertir. Donc, quiconque croit et se réforme, n’aura rien à craindre et ne sera point affligé.",
              "Spanish": "No enviamos a los mensajeros sino como albriciadores y amonestadores. Quienes crean y se reformen no tendrán que temer, ni estarán tristes.",
              "Hindi": "और हम रसूलों को सिर्फ़ ख़ुशख़बरी देने वाले और डराने वाले बना कर भेजते हैं। तो जो लोग ईमान लाएँ और सुधार करें, उनके लिए न कोई डर है और न वे ग़मगीन होंगे।"
            }
          },
          {
            "no": 49,
            "arabic": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ",
            "transliteration": "Wa alladhīna kadhabū bi-āyātinā yamassuhumu al-‘adhābu bimā kānū yafsuqūn",
            "translations": {
              "English": "But as for those who reject Our revelations, torment will afflict them because of their defiance.",
              "Urdu": "اور جو لوگ ہماری آیات کو جھٹلاتے ہیں، انہیں ان کی نافرمانی کی وجہ سے عذاب پکڑے گا۔",
              "French": "Et quant à ceux qui traitent Nos signes de mensonges, le châtiment les touchera pour leur perversité.",
              "Spanish": "Pero quienes desmienten Nuestros signos, el castigo les alcanzará por su rebelión.",
              "Hindi": "और जो लोग हमारी आयतों को झुठलाते हैं, उन्हें उनकी नाफ़रमानी की वजह से अज़ाब पकड़ेगा।"
            }
          },
          {
            "no": 50,
            "arabic": "قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلَا تَتَفَكَّرُونَ",
            "transliteration": "Qul lā aqūlu lakum ‘indī khazā’inu Allāhi wa lā a‘lamu al-ghayba wa lā aqūlu lakum innī malakun in attabi‘u illā mā yūḥā ilayya qul hal yastawī al-a‘mā wa al-baṣīru afalā tatafakkarūn",
            "translations": {
              "English": "Say, 'I do not say to you that I possess the treasuries of God, nor do I know the future, nor do I say to you that I am an angel. I only follow what is inspired to me.' Say, 'Are the blind and the seeing alike? Do you not think?'",
              "Urdu": "کہہ دو: 'میں تم سے یہ نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں، اور نہ میں غیب جانتا ہوں، اور نہ یہ کہتا ہوں کہ میں فرشتہ ہوں۔ میں تو صرف اس کی پیروی کرتا ہوں جو میری طرف وحی کی جاتی ہے۔' کہہ دو: 'کیا اندھا اور دیکھنے والا برابر ہو سکتا ہے؟ کیا تم غور نہیں کرتے؟'",
              "French": "Dis : 'Je ne vous dis pas que je détiens les trésors d’Allah, ni que je connais l’invisible, et je ne vous dis pas que je suis un ange. Je ne fais que suivre ce qui m’est révélé.' Dis : 'L’aveugle et le voyant sont-ils égaux ? Ne réfléchissez-vous donc pas ?'",
              "Spanish": "Di: 'No os digo que poseo los tesoros de Dios, ni que conozco lo oculto, ni os digo que soy un ángel. Solo sigo lo que me es revelado.' Di: '¿Acaso son iguales el ciego y el vidente? ¿Es que no reflexionáis?'",
              "Hindi": "कह दो: 'मैं तुमसे यह नहीं कहता कि मेरे पास अल्लाह के ख़ज़ाने हैं, और न मैं ग़ैब जानता हूँ, और न यह कहता हूँ कि मैं फ़रिश्ता हूँ। मैं तो बस उसकी पैरवी करता हूँ जो मेरी तरफ़ वह़ी की जाती है।' कह दो: 'क्या अंधा और देखने वाला बराबर हो सकता है? क्या तुम सोचते नहीं?'"
            }
          },
          {
            "no": 51,
            "arabic": "وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ",
            "transliteration": "Wa andhir bihi alladhīna yakhāfūna an yuḥsharū ilā rabbihim laysa lahum min dūnihi waliyyun wa lā shafī‘un la‘allahum yattaqūn",
            "translations": {
              "English": "And warn with it those who fear to be gathered before their Lord—they have no protector or intercessor apart from Him—perhaps they will grow in piety.",
              "Urdu": "اور اس کے ذریعے ان لوگوں کو ڈراؤ جو اپنے رب کے سامنے جمع کیے جانے سے ڈرتے ہیں، ان کے لیے اس کے سوا کوئی کارساز اور سفارشی نہیں، تاکہ وہ پرہیزگاری اختیار کریں।",
              "French": "Et avertis par ceci (le Coran) ceux qui redoutent d’être rassemblés devant leur Seigneur : ils n’auront, en dehors de Lui, ni protecteur ni intercesseur. Peut-être deviendront-ils pieux.",
              "Spanish": "Y advierte con él a quienes teman ser congregados ante su Señor. No tendrán, fuera de Él, protector ni intercesor. Quizás así sean piadosos.",
              "Hindi": "और इसके ज़रिए उन लोगों को डराओ जो अपने रब के सामने जमा किए जाने से डरते हैं, उनके लिए उसके सिवा कोई मददगार और सिफ़ारिशी नहीं, ताकि वह परहेज़गारी इख़्तियार करें।"
            }
          },
          {
            "no": 52,
            "arabic": "وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الْجَاهِلِينَ",
            "transliteration": "Wa lā taṭrudi alladhīna yad‘ūna rabbahum bi-al-ghadāti wa al-‘ashiyyi yurīdūna wajhahu mā ‘alayka min ḥisābihim min shay’in wa mā min ḥisābika ‘alayhim min shay’in fa taṭrudahum fa takūna min al-jāhilīn",
            "translations": {
              "English": "And do not drive away those who call upon their Lord, morning and evening, seeking His attention. You are not accountable for them in any way, nor are they accountable for you in any way. If you drive them away, you would be one of the unjust.",
              "Urdu": "اور جن لوگوں نے صبح و شام اپنے رب کو پکارا ہے، اس کی رضا کے طالب ہیں، انہیں نہ جھڑکو۔ نہ تمہارے ذمے ان کا کوئی حساب ہے اور نہ ان کے ذمے تمہارا کوئی حساب، کہ اگر تم انہیں جھڑک دو گے تو ظالموں میں سے ہو جاؤ گے۔",
              "French": "Et ne repousse pas ceux qui, matin et soir, invoquent leur Seigneur, cherchant Sa Face. Tu n’es pas responsable de leur compte, comme ils ne sont pas responsables du tien. Si tu les repousses, tu seras alors du nombre des injustes.",
              "Spanish": "No rechaces a quienes invocan a su Señor por la mañana y por la tarde, buscando Su rostro. No eres responsable de ellos en modo alguno, como ellos no lo son de ti. Si los rechazaras, serías de los injustos.",
              "Hindi": "और जो लोग सुबह-शाम अपने रब को पुकारते हैं, उसके रुज़ू के तलबगार हैं, उन्हें न झिड़को। न तुमपर उनका कोई हिसाब है और न उनपर तुम्हारा कोई हिसाब, कि अगर तुम उन्हें झिड़कोगे तो ज़ालिमों में से हो जाओगे।"
            }
          },
          {
            "no": 53,
            "arabic": "وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ",
            "transliteration": "Wa ka-dhālika fatannā ba‘ḍahum bi-ba‘ḍin li-yaqūlū a-hā’ulā’i manna Allāhu ‘alayhim min bayninā a-laysa Allāhu bi-a‘lama bi-al-shākirīn",
            "translations": {
              "English": "Thus We try some of them by means of others, that they may say, 'Are these the ones whom God has favored from among us?' Is God not aware of the appreciative?",
              "Urdu": "اور اسی طرح ہم نے بعض کو بعض کے ذریعے آزمایا، تاکہ وہ کہیں: 'کیا یہی ہیں جن پر اللہ نے ہم میں سے فضل کیا؟' کیا اللہ شکر گزاروں کو خوب نہیں جانتا؟",
              "French": "C’est ainsi que Nous avons éprouvé les uns par les autres, afin qu’ils disent : 'Est-ce là ceux qu’Allah a favorisés parmi nous ?' Allah ne connaît-Il pas mieux ceux qui sont reconnaissants ?",
              "Spanish": "Así probamos a unos mediante otros, para que digan: '¿Son estos a quienes Allah ha favorecido entre nosotros?' ¿Acaso no sabe Allah mejor quiénes son los agradecidos?",
              "Hindi": "और इसी तरह हमने कुछ को कुछ के ज़रिए आज़माया, ताकि वे कहें: 'क्या यही हैं जिनपर अल्लाह ने हममें से फ़ज़ल किया?' क्या अल्लाह शुक्रगुज़ारों को अच्छी तरह नहीं जानता?"
            }
          },
          {
            "no": 54,
            "arabic": "وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ",
            "transliteration": "Wa idhā jā’aka alladhīna yu’minūna bi-āyātinā fa qul salāmun ‘alaykum kataba rabbukum ‘alā nafsihi al-raḥmata annahu man ‘amila minkum sū’an bi-jahālatin thumma tāba min ba‘dihi wa aṣlaḥa fa annahu ghafūrun raḥīm",
            "translations": {
              "English": "When those who believe in Our revelations come to you, say, 'Peace be upon you, your Lord has prescribed mercy for Himself. Whoever among you does wrong out of ignorance, and then repents afterwards and reforms—He is Forgiving and Merciful.'",
              "Urdu": "اور جب تمہارے پاس وہ لوگ آئیں جو ہماری آیات پر ایمان رکھتے ہیں، تو کہہ دو: 'تم پر سلامتی ہو، تمہارے رب نے اپنے اوپر رحمت لازم کر لی ہے کہ تم میں سے جو کوئی جہالت کی وجہ سے برا کام کرے پھر اس کے بعد توبہ کر لے اور اصلاح کرے، تو بے شک وہ بخشنے والا مہربان ہے۔'",
              "French": "Et quand ceux qui croient en Nos versets viennent à toi, dis : 'Que la paix soit sur vous ! Votre Seigneur S’est prescrit à Lui-même la miséricorde. Quiconque parmi vous a fait un mal par ignorance, puis s’est repenti ensuite et s’est réformé... alors Il est Pardonneur et Miséricordieux.'",
              "Spanish": "Cuando vengan a ti quienes creen en Nuestros signos, di: 'La paz sea con vosotros. Vuestro Señor ha prescrito para Sí mismo la misericordia. Quien de vosotros obre mal por ignorancia, luego se arrepienta y se enmiende... Él es Absolvedor, Misericordioso.'",
              "Hindi": "और जब तुम्हारे पास वे लोग आएँ जो हमारी आयतों पर ईमान रखते हैं, तो कह दो: 'तुमपर सलामती हो, तुम्हारे रब ने अपने ऊपर रहमत लाज़िम कर ली है कि तुममें से जो कोई जहालत की वजह से बुरा काम करे फिर उसके बाद तौबा कर ले और सुधार करे, तो बेशक वह बख़्शने वाला मेहरबान है।'"
            }
          },
          {
            "no": 55,
            "arabic": "وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ",
            "transliteration": "Wa ka-dhālika nufaṣṣilu al-āyāti wa li-tastabīna sabīlu al-mujrimīn",
            "translations": {
              "English": "Thus We explain the revelations, and expose the path of the unrighteous.",
              "Urdu": "اور اسی طرح ہم آیات کو کھول کھول کر بیان کرتے ہیں، تاکہ مجرموں کا راستہ واضح ہو جائے۔",
              "French": "C’est ainsi que Nous exposons Nos versets, afin que soit clair le chemin des criminels.",
              "Spanish": "Así explicamos los signos, para que quede claro el camino de los criminales.",
              "Hindi": "और इसी तरह हम आयतों को खोल-खोल कर बयान करते हैं, ताकि मुजरिमों का रास्ता साफ़ हो जाए।"
            }
          },
          {
            "no": 56,
            "arabic": "قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ",
            "transliteration": "Qul innī nuhītu an a‘buda alladhīna tad‘ūna min dūni Allāhi qul lā attabi‘u ahwā’akum qad ḍalaltu idhan wa mā anā min al-muhtadīn",
            "translations": {
              "English": "Say, 'I am forbidden from worshiping those you pray to besides God.' Say, 'I will not follow your desires; else I would be lost and not be of those guided.'",
              "Urdu": "کہہ دو: 'مجھے اس بات سے روک دیا گیا ہے کہ میں انہیں پوجوں جنہیں تم اللہ کے سوا پکارتے ہو۔' کہہ دو: 'میں تمہاری خواہشات کی پیروی نہیں کروں گا، ورنہ میں گمراہ ہو جاؤں گا اور ہدایت یافتہ لوگوں میں سے نہ رہوں گا۔'",
              "French": "Dis : 'Il m’a été interdit d’adorer ceux que vous invoquez en dehors d’Allah.' Dis : 'Je ne suivrai pas vos passions, car je serais alors égaré, et je ne serais pas parmi les bien-guidés.'",
              "Spanish": "Di: 'Se me ha prohibido adorar a quienes invocáis fuera de Dios.' Di: 'No seguiré vuestros deseos, pues me extraviaría y no estaría entre los guiados.'",
              "Hindi": "कह दो: 'मुझे इस बात से रोक दिया गया है कि मैं उनकी इबादत करूँ जिन्हें तुम अल्लाह के सिवा पुकारते हो।' कह दो: 'मैं तुम्हारी ख़्वाहिशों की पैरवी नहीं करूँगा, वरना मैं गुमराह हो जाऊँगा और हिदायत याफ़्ता लोगों में से न रहूँगा।'"
            }
          },
          {
            "no": 57,
            "arabic": "قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ",
            "transliteration": "Qul innī ‘alā bayyinatin min rabbī wa kadhdhabtum bihi mā ‘indī mā tasta‘jilūna bihi in al-ḥukmu illā lillāhi yaquṣṣu al-ḥaqqa wa huwa khayru al-fāṣilīn",
            "translations": {
              "English": "Say, 'I stand on clear evidence from my Lord, and you have rejected Him. I do not possess what you seek me to hasten; the decision belongs solely to God. He states the truth, and He is the Best of Judges.'",
              "Urdu": "کہہ دو: 'میں اپنے رب کی طرف سے واضح دلیل پر ہوں، اور تم نے اسے جھٹلا دیا ہے۔ میرے پاس وہ چیز نہیں جس کے لیے تم مجھ سے جلدی مچا رہے ہو۔ فیصلہ صرف اللہ کے ہاتھ میں ہے، وہ حق بیان کرتا ہے اور وہ بہترین فیصلہ کرنے والا ہے۔'",
              "French": "Dis : 'Je m’appuie sur une preuve évidente de mon Seigneur, que vous avez traité de mensonge. Je ne possède pas ce que vous voulez hâter. Le jugement n’appartient qu’à Allah. Il dit la vérité, et Il est le Meilleur des juges.'",
              "Spanish": "Di: 'Me baso en una prueba clara de mi Señor, que vosotros desmentisteis. No poseo lo que pretendéis apresurar. El juicio solo pertenece a Dios. Él expone la verdad y es el Mejor de los jueces.'",
              "Hindi": "कह दो: 'मैं अपने रब की तरफ़ से साफ़ दलील पर हूँ, और तुमने उसे झुठला दिया है। मेरे पास वह चीज़ नहीं जिसके लिए तुम मुझसे जल्दी मचा रहे हो। फ़ैसला सिर्फ़ अल्लाह के हाथ में है, वह हक़ बयान करता है और वह बेहतरीन फ़ैसला करने वाला है।'"
            }
          },
          {
            "no": 58,
            "arabic": "قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ",
            "transliteration": "Qul law anna ‘indī mā tasta‘jilūna bihi laquḍiya al-amru baynī wa baynakum wa Allāhu a‘lamu bi-al-ẓālimīn",
            "translations": {
              "English": "Say, 'If I possessed what you seek me to hasten, the matter between you and me would have been settled. God is well aware of the unjust.'",
              "Urdu": "کہہ دو: 'اگر میرے پاس وہ چیز ہوتی جس کے لیے تم مجھ سے جلدی مچا رہے ہو، تو میرے اور تمہارے درمیان معاملہ طے ہو چکا ہوتا۔ اور اللہ ظالموں کو خوب جانتا ہے۔'",
              "French": "Dis : 'Si je possédais ce que vous voulez hâter, l’affaire entre vous et moi serait réglée.' Et Allah connaît mieux les injustes.",
              "Spanish": "Di: 'Si tuviera lo que pretendéis apresurar, el asunto entre vosotros y yo estaría decidido.' Y Dios conoce mejor a los injustos.",
              "Hindi": "कह दो: 'अगर मेरे पास वह चीज़ होती जिसके लिए तुम मुझसे जल्दी मचा रहे हो, तो मेरे और तुम्हारे दरमियान मामला तय हो चुका होता। और अल्लाह ज़ालिमों को अच्छी तरह जानता है।'"
            }
          },
          {
            "no": 59,
            "arabic": "وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ",
            "transliteration": "Wa ‘indahu mafātīḥu al-ghaybi lā ya‘lamuhā illā huwa wa ya‘lamu mā fī al-barri wa al-baḥri wa mā tasquṭu min waraqatin illā ya‘lamuhā wa lā ḥabbatin fī ẓulumāti al-arḍi wa lā raṭbin wa lā yābin illā fī kitābin mubīn",
            "translations": {
              "English": "With Him are the keys of the unseen; none knows them except He. And He knows everything on land and in the sea. Not a leaf falls but He knows it; and there is not a single grain in the darkness of earth, nor is there anything wet or dry, but is in a clear record.",
              "Urdu": "اور اسی کے پاس غیب کی کنجیاں ہیں، انہیں اس کے سوا کوئی نہیں جانتا۔ اور وہ خشکی اور تری کی ہر چیز کو جانتا ہے۔ کوئی پتہ نہیں گرتا مگر وہ اسے جانتا ہے، اور زمین کے اندھیروں میں کوئی دانہ نہیں، نہ کوئی تر چیز اور نہ خشک، مگر یہ کہ ایک کھلی کتاب میں درج ہے۔",
              "French": "C’est auprès de Lui que sont les clefs de l’inconnaissable. Nul autre que Lui ne les connaît. Et Il connaît ce qui est dans la terre ferme et dans la mer. Et pas une feuille ne tombe sans qu’Il ne le sache. Et pas une graine dans les ténèbres de la terre, rien de frais ou de sec, qui ne soit consigné dans un Livre explicite.",
              "Spanish": "Él posee las llaves de lo oculto; solo Él las conoce. Conoce cuanto hay en la tierra y en el mar. No cae una hoja sin que Él lo sepa, ni hay grano en las tinieblas de la tierra, ni cosa húmeda o seca, que no esté registrada en un libro claro.",
              "Hindi": "और उसी के पास ग़ैब की चाबियाँ हैं, उन्हें उसके सिवा कोई नहीं जानता। और वह थल और जल की हर चीज़ को जानता है। कोई पत्ता नहीं गिरता मगर वह उसे जानता है, और धरती के अंधेरों में कोई दाना नहीं, न कोई गीली चीज़ और न सूखी, मगर यह कि एक खुली किताब में दर्ज है।"
            }
          },
          {
            "no": 60,
            "arabic": "وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
            "transliteration": "Wa huwa alladhī yatawaffākum bi-al-layli wa ya‘lamu mā jaraḥtum bi-al-nahāri thumma yab‘athukum fīhi li-yuḍā ajalu musamman thumma ilayhi marji‘ukum thumma yunabbi’ukum bimā kuntum ta‘malūn",
            "translations": {
              "English": "It is He Who takes you by night, and He knows what you earn by day. Then He raises you up in it, until a fixed term is fulfilled. Then to Him is your return, then He will inform you of what you used to do.",
              "Urdu": "اور وہی ہے جو تمہیں رات کو اٹھا لیتا ہے، اور جو کچھ تم دن میں کماتے ہو اسے جانتا ہے۔ پھر تمہیں دن میں اٹھاتا ہے، تاکہ ایک مقررہ مدت پوری ہو جائے۔ پھر اسی کی طرف تمہاری بازگشت ہے، پھر وہ تمہیں بتائے گا جو تم کرتے تھے۔",
              "French": "Et c’est Lui qui vous rappelle la nuit, sachant ce que vous faites le jour. Puis Il vous y ressuscite, afin que s’accomplisse le terme fixé. Ensuite, c’est vers Lui que sera votre retour, puis Il vous informera de ce que vous faisiez.",
              "Spanish": "Él es Quien os llama de noche, conociendo lo que hacéis de día. Luego os resucita en él, para que se cumpla un plazo determinado. Luego, a Él será vuestro retorno, y os informará de lo que hacíais.",
              "Hindi": "और वही है जो तुम्हें रात को उठा लेता है, और जो कुछ तुम दिन में कमाते हो उसे जानता है। फिर तुम्हें दिन में उठाता है, ताकि एक मुक़र्रर मुद्दत पूरी हो जाए। फिर उसी की तरफ़ तुम्हारी बाज़गश्त है, फिर वह तुम्हें बताएगा जो तुम करते थे।"
            }
          },
          
            {
              "no": 61,
              "arabic": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
              "transliteration": "Wa huwa al-qāhiru fawqa ʿibādihi wa yursilu ʿalaykum ḥafaẓatan ḥattā idhā jā’a aḥadakumu al-mawtu tawaffathu rusulunā wa hum lā yufarriṭūn",
              "translations": {
                "English": "He is the Supreme over His servants, and He sends guardians over you until, when death comes to one of you, Our angels take him away, and they do not fail.",
                "Urdu": "وہ اپنے بندوں پر غالب ہے اور تم پر نگہبان مقرر کرتا ہے یہاں تک کہ جب تم میں سے کسی کی موت آتی ہے تو ہمارے بھیجے ہوئے (فرشتے) اس کی روح قبض کر لیتے ہیں اور وہ کوتاہی نہیں کرتے۔",
                "French": "Il est le Dominateur suprême sur Ses serviteurs. Il envoie sur vous des gardiens jusqu’à ce que, lorsque la mort atteint l’un de vous, Nos messagers (anges) emportent son âme sans aucune négligence.",
                "Spanish": "Él es el Dominador sobre Sus siervos y envía guardianes sobre vosotros hasta que, cuando la muerte llega a uno de vosotros, Nuestros mensajeros (ángeles) toman su alma sin fallar.",
                "Hindi": "वह अपने बन्दों पर पूर्ण अधिकार रखता है और तुम पर निगरानी करने वाले भेजता है, यहाँ तक कि जब तुममें से किसी की मृत्यु आती है, तो हमारे भेजे हुए (फ़रिश्ते) उसकी रूह क़ब्ज़ कर लेते हैं और वे कोताही नहीं करते।"
              }
            },
            {
              "no": 62,
              "arabic": "ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ ۚ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ",
              "transliteration": "Thumma ruddū ilā Allāhi mawlāhum al-ḥaqqi alā lahu al-ḥukmu wa huwa asraʿu al-ḥāsibīn",
              "translations": {
                "English": "Then they are returned to Allah, their true Master. Surely, His is the judgment, and He is the swiftest of reckoners.",
                "Urdu": "پھر وہ اللہ کی طرف لوٹائے جातے ہیں، جو ان کا حقیقی مالک ہے۔ سن لو! حکومت اسی کی ہے اور وہ سب سے تیز حساب لینے والا ہے۔",
                "French": "Ensuite, ils sont ramenés à Allah, leur véritable Maître. N’appartient-Il pas à Lui le jugement ? Et Il est le plus prompt des comptables.",
                "Spanish": "Luego son devueltos a Alá, su verdadero Señor. ¿Acaso no es Suyo el juicio? Él es el más rápido en ajustar cuentas.",
                "Hindi": "फिर उन्हें अल्लाह की ओर लौटाया जाता है, जो उनका सच्चा मालिक है। सुन लो! फ़ैसला उसी का है और वह सबसे जल्द हिसाब लेने वाला है।"
              }
            },
            {
              "no": 63,
              "arabic": "قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
              "transliteration": "Qul man yunajjīkum min ẓulumāti al-barri wa al-baḥri tadʿūnahu taḍarruʿan wa khufyatan la’in anjānā min hādhihi lanakūnanna mina al-shākirīn",
              "translations": {
                "English": "Say, 'Who rescues you from the darkness of the land and sea when you call upon Him humbly and secretly: If He delivers us from this, we will surely be among the thankful?'",
                "Urdu": "کہو: 'کون ہے جو تمہیں خشکی اور تری کی تاریکیوں سے نجات دیتا ہے، جب تم اسے گڑگڑاتے ہوئے اور چپکے سے پکارتے ہو کہ اگر تو نے ہمیں اس سے نجات دے دی تو ہم ضرور شکر گزاروں میں سے ہوں گے؟'",
                "French": "Dis : 'Qui vous délivre des ténèbres de la terre et de la mer, quand vous L’invoquez humblement et en secret : Si Tu nous sauves de ceci, nous serons certes parmi les reconnaissants ?'",
                "Spanish": "Di: '¿Quién os libra de las tinieblas de la tierra y del mar cuando Le invocáis humildemente y en secreto: Si nos salvas de esto, seremos ciertamente de los agradecidos?'",
                "Hindi": "कहो: 'कौन है जो तुम्हें ज़मीन और समुद्र के अंधकारों से बचाता है, जब तुम उसे गिड़गिड़ाकर और चुपके से पुकारते हो कि अगर तू हमें इससे बचा ले, तो हम अवश्य ही कृतज्ञों में से होंगे?'"
              }
            },
            {
              "no": 64,
              "arabic": "قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ",
              "transliteration": "Quli Allāhu yunajjīkum minhā wa min kulli karbin thumma antum tushrikūn",
              "translations": {
                "English": "Say, 'It is Allah who saves you from it and from every distress, yet you associate others with Him.'",
                "Urdu": "کہو: 'اللہ ہی تمہیں اس سے اور ہر تکلیف سے نجات دیتا ہے، پھر بھی تم شرک کرتے ہو۔'",
                "French": "Dis : 'C’est Allah qui vous en sauve ainsi que de toute détresse. Pourtant, vous Lui associez (d’autres divinités).'",
                "Spanish": "Di: 'Es Alá quien os salva de ello y de toda angustia, pero aún así asociáis (otros a Él).'",
                "Hindi": "कहो: 'अल्लाह ही तुम्हें इससे और हर कष्ट से बचाता है, फिर भी तुम शिर्क करते हो।'"
              }
            },
            {
              "no": 65,
              "arabic": "قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ ۗ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ",
              "transliteration": "Qul huwa al-qādiru ʿalā an yabʿatha ʿalaykum ʿadhāban min fawqikum aw min taḥti arjulikum aw yalbisakum shiyaʿan wa yudhīqa baʿḍakum ba’sa baʿḍin unẓur kayfa nusarrifu al-āyāti laʿallahum yafqahūn",
              "translations": {
                "English": "Say, 'He has power to send upon you punishment from above you or from beneath your feet, or to divide you into factions and make you taste the violence of one another.' See how We explain the signs so that they may understand.",
                "Urdu": "کہو: 'وہ قادر ہے کہ تم پر عذاب بھیجے، تمہارے اوپر سے یا تمہارے پاؤں کے نیچے سے، یا تمہیں گروہوں میں تقسیم کر دے اور تمہیں ایک دوسرے کی سختی کا مزہ چکھائے۔' دیکھو ہم کیسے نشانیاں کھول کھول کر بیان کرتے ہیں تاکہ وہ سمجھیں۔",
                "French": "Dis : 'Il a le pouvoir d’envoyer sur vous un châtiment d’au-dessus de vous ou de sous vos pieds, ou de vous diviser en factions et de vous faire goûter la violence les uns des autres.' Vois comment Nous exposons les signes afin qu’ils comprennent.",
                "Spanish": "Di: 'Él tiene poder para enviaros un castigo desde arriba o desde bajo vuestros pies, o para dividiros en facciones y haceros probar la violencia unos de otros.' Observa cómo explicamos los signos para que puedan comprender.",
                "Hindi": "कहो: 'वह सामर्थ्य रखता है कि तुम पर ऊपर से या तुम्हारे पैरों के नीचे से यातना भेजे, या तुम्हें गिरोहों में बाँट दे और तुम्हें एक-दूसरे की मार का स्वाद चखाए।' देखो हम कैसे निशानियाँ बयान करते हैं ताकि वे समझें।"
              }
            },
            {
              "no": 66,
              "arabic": "وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ ۚ قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ",
              "transliteration": "Wa kadhdhaba bihi qawmuka wa huwa al-ḥaqqu qul lastu ʿalaykum biwakīlin",
              "translations": {
                "English": "Your people have denied it, though it is the truth. Say, 'I am not a guardian over you.'",
                "Urdu": "تمہاری قوم نے اسے جھٹلا دیا ہے، حالانکہ وہ حق ہے۔ کہہ دو: 'میں تم پر نگہبان نہیں ہوں۔'",
                "French": "Ton peuple l’a traité de mensonge, bien que ce soit la vérité. Dis : 'Je ne suis pas votre garant.'",
                "Spanish": "Tu pueblo lo ha desmentido, aunque es la verdad. Di: 'No soy vuestro custodio.'",
                "Hindi": "तेरी क़ौम ने उसे झुठला दिया है, हालाँकि वह सच है। कह दो: 'मैं तुमपर निगहबान नहीं हूँ।'"
              }
            },
            {
              "no": 67,
              "arabic": "لِكُلِّ نَبَإٍ مُسْتَقَرٌّ ۚ وَسَوْفَ تَعْلَمُونَ",
              "transliteration": "Likulli naba’in mustaqarrun wa sawfa taʿlamūn",
              "translations": {
                "English": "For every news there is a fixed time, and soon you will know.",
                "Urdu": "ہر خبر کا ایک وقت مقرر ہے اور عنقریب تم جان لو گے۔",
                "French": "À toute nouvelle il y a un terme fixé, et bientôt vous saurez.",
                "Spanish": "Para cada noticia hay un plazo establecido, y pronto sabréis.",
                "Hindi": "हर ख़बर का एक ठिकाना है और जल्द ही तुम जान लोगे।"
              }
            },
            {
              "no": 68,
              "arabic": "وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ ۚ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَىٰ مَعَ الْقَوْمِ الظَّالِمِينَ",
              "transliteration": "Wa idhā ra’ayta alladhīna yakhūḍūna fī āyātinā fa aʿriḍ ʿanhum ḥattā yakhūḍū fī ḥadīthin ghayrihi wa immā yunsiyannaka al-shayṭānu falā taqʿud baʿda al-dhikrā maʿa al-qawmi al-ẓālimīn",
              "translations": {
                "English": "When you see those who engage in vain discourse about Our signs, turn away from them until they discuss another topic. And if Satan makes you forget, do not sit with the unjust people after remembrance.",
                "Urdu": "جب تم ان لوگوں کو دیکھو جو ہماری آیات میں باطل بحث کرتے ہیں، تو ان سے کنارہ کش ہو جاؤ یہاں تک کہ وہ کسی اور بات میں مشغول ہو جائیں۔ اور اگر شیطان تمہیں بھلا دے، تو یاد آجانے کے بعد ظالم قوم کے ساتھ نہ بیٹھو۔",
                "French": "Lorsque tu vois ceux qui s’enfoncent dans des discussions futiles à propos de Nos versets, éloigne-toi d’eux jusqu’à ce qu’ils abordent un autre sujet. Et si Satan te fait oublier, ne reste pas avec les injustes après le rappel.",
                "Spanish": "Cuando veas a quienes se sumergen en discusiones vanas sobre Nuestros versículos, apártate de ellos hasta que hablen de otro tema. Y si Satanás te hace olvidar, no te sientes con la gente injusta después de recordar.",
                "Hindi": "जब तुम उन लोगों को देखो जो हमारी आयतों में व्यर्थ की बहस करते हैं, तो उनसे अलग हो जाओ जब तक वे किसी और बात में न लग जाएँ। और अगर शैतान तुम्हें भुला दे, तो याद आने के बाद ज़ालिम क़ौम के साथ न बैठो।"
              }
            },
            {
              "no": 69,
              "arabic": "وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَٰكِنْ ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ",
              "transliteration": "Wa mā ʿalā alladhīna yattaqūna min ḥisābihim min shay’in wa lākin dhikrā laʿallahum yattaqūn",
              "translations": {
                "English": "The righteous are not accountable for them, but it is a reminder that they may fear (Allah).",
                "Urdu": "پرہیزگاروں پر ان کے حساب کی کوئی ذمہ داری نہیں، لیکن (یہ حکم) نصیحت ہے تاکہ وہ پرہیزگاری اختیار کریں۔",
                "French": "Les pieux ne sont en rien responsables d’eux, mais c’est un rappel afin qu’ils deviennent pieux.",
                "Spanish": "Los piadosos no son responsables de ellos en nada, pero es un recordatorio para que sean piadosos.",
                "Hindi": "परहेज़गारों पर उनके हिसाब की कोई ज़िम्मेदारी नहीं, मगर (ये हुक्म) नसीहत है ताकि वे परहेज़गारी करें।"
              }
            },
            {
              "no": 70,
              "arabic": "وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا ۚ وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا ۗ أُولَٰئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا ۖ لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ",
              "transliteration": "Wa dhari alladhīna ittakhadhū dīnahum laʿiban wa lahwān wa gharathumu al-ḥayātu al-dunyā wa dhakkir bihi an tubsala nafsun bimā kasabat laysa lahā min dūni Allāhi waliyyun wa lā shafīʿun wa in taʿdil kulla ʿadlin lā yu’khadh minhā ulā’ika alladhīna ubsilū bimā kasabū lahum sharābun min ḥamīmin wa ʿadhābun alīmun bimā kānū yakfurūn",
              "translations": {
                "English": "Leave alone those who take their religion as play and amusement and are deceived by the life of this world. But remind with it (the Quran) lest a soul be destroyed for what it has earned—it has no protector or intercessor besides Allah—even if it offers every ransom, it will not be accepted. Those are the ones delivered to ruin for their deeds. Their drink will be scalding water, and painful punishment for their disbelief.",
                "Urdu": "اور ان لوگوں کو چھوڑ دو جنہوں نے اپنے دین کو کھیل اور تماشا بنا لیا ہے اور جنہیں دنیا کی زندگی نے دھوکے میں ڈال رکھا ہے۔ اور اس (قرآن) کے ذریعے نصیحت کرتے رہو تاکہ کوئی شخص اپنے کیے ہوئے اعمال کی وجہ سے ہلاک نہ ہو جائے۔ اس کا اللہ کے سوا کوئی دوست نہیں اور نہ سفارشی، اور اگر وہ ہر طرح کا فدیہ بھی دے تو اس سے قبول نہیں کیا جائے گا۔ یہی وہ لوگ ہیں جو اپنے اعمال کی وجہ سے ہلاکت میں ڈال دیے گئے۔ ان کے لیے کھولتا ہوا پانی ہے اور ان کے کفر کی وجہ سے دردناک عذاب۔",
                "French": "Délaisse ceux qui prennent leur religion pour jeu et divertissement, et que la vie d’ici-bas a trompés. Mais rappelle par ceci (le Coran) qu’une âme ne s’expose pas à sa perte pour ce qu’elle a acquis. Elle n’aura en dehors d’Allah ni allié ni intercesseur. Et même si elle offre toutes les compensations, elles ne seront pas acceptées. Voilà ceux qui sont livrés à la perdition pour leurs actions. Ils auront une boisson d’eau bouillante et un châtiment douloureux pour leur mécréance.",
                "Spanish": "Y deja a quienes toman su religión como juego y diversión y a quienes la vida mundanal ha engañado. Pero advierte con él (el Corán) para que ninguna alma sea destruida por lo que ha cometido. No tendrá fuera de Alá protector ni intercesor, y aunque ofrezca todo rescate, no se le aceptará. Esos son los entregados a la perdición por sus obras. Tendrán una bebida de agua hirviendo y un castigo doloroso por su incredulidad.",
                "Hindi": "और उन लोगों को छोड़ दो जिन्होंने अपने दीन को खेल और तमाशा बना लिया है और जिन्हें दुनिया की ज़िंदगी ने धोखे में डाल रखा है। और इस (क़ुरआन) के ज़रिए नसीहत करते रहो ताकि कोई शख़्स अपने किए हुए अमल की वजह से हलाक न हो जाए। उसका अल्लाह के सिवा कोई दोस्त नहीं और न सिफ़ारिशी, और अगर वह हर तरह का फिद्या भी दे तो उससे क़बूल नहीं किया जाएगा। यही वह लोग हैं जो अपने अमल की वजह से हलाकत में डाल दिए गए। उनके लिए खौलता हुआ पानी है और उनके कुफ्र की वजह से दर्दनाक अज़ाब।"
              }
            }
        ,
        
          {
            "no": 71,
            "arabic": "قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰ أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَىٰ ائْتِنَا ۙ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ ۖ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ",
            "transliteration": "Qul anadʿū min dūni Allāhi mā lā yanfaʿunā wa lā yaḍurrunā wa nuraddu ʿalā aʿqābinā baʿda idh hadānā Allāhu ka-alladhī istahwathu al-shayāṭīnu fī al-arḍi ḥayrāna lahu aṣḥābun yadʿūnahu ilā al-hudā i'tinā qul inna hudā Allāhi huwa al-hudā wa umirnā linuslima li rabbi al-ʿālamīn",
            "translations": {
              "English": "Say, 'Shall we invoke besides Allah that which neither benefits us nor harms us, and turn back on our heels after Allah has guided us? Like one bewildered, seduced by devils in the land, though his companions call him to guidance, saying, 'Come to us.' Say, 'Indeed, Allah's guidance is the only guidance, and we are commanded to submit to the Lord of the worlds.'",
              "Urdu": "کہو، 'کیا ہم اللہ کے سوا ایسی چیز کو پکاریں جو نہ ہمیں نفع دے نہ نقصان، اور اللہ کے ہدایت دینے کے بعد الٹے پاؤں پھر جائیں؟ جیسے وہ شخص جسے شیاطین نے زمین میں گمراہ کر دیا ہو، حیران پھرتا ہو، جبکہ اس کے ساتھی اسے ہدایت کی طرف بلاتے ہوں، کہتے ہوں 'ہمارے پاس آؤ۔' کہو، 'بے شک اللہ کی ہدایت ہی ہدایت ہے، اور ہمیں حکم دیا گیا ہے کہ رب العالمین کے آگے سر تسلیم خم کریں۔'",
              "French": "Dis : 'Invoquerons-nous, en dehors d’Allah, ce qui ne peut nous être ni utile ni nuire ? Et reviendrons-nous sur nos pas après qu’Allah nous a guidés ? Tel celui que les diables ont séduit et égaré sur terre, tandis que ses compagnons l’appellent vers la guidée en disant : Viens à nous ! Dis : La guidée d’Allah est la seule guidée, et il nous a été ordonné de nous soumettre au Seigneur de l’univers.'",
              "Spanish": "Di: '¿Invocaremos en lugar de Alá lo que no nos beneficia ni nos perjudica, y volveremos atrás después de que Alá nos haya guiado? Como aquel a quien los demonios han seducido en la tierra, confundido, mientras sus compañeros lo llaman a la guía diciendo: ¡Ven a nosotros! Di: En verdad, la guía de Alá es la única guía, y se nos ha ordenado someternos al Señor de los mundos.'",
              "Hindi": "कहो, 'क्या हम अल्लाह के सिवा उसे पुकारें जो न हमें फ़ायदा पहुँचाए न नुक़सान, और अल्लाह के हिदायत देने के बाद उलटे पैर लौट जाएँ? जैसे वह शख़्स जिसे शैतानों ने धरती में गुमराह कर दिया हो, हैरान फिरता हो, जबकि उसके साथी उसे हिदायत की तरफ़ बुलाते हों, कहते हों 'हमारे पास आओ।' कहो, 'बेशक अल्लाह की हिदायत ही हिदायत है, और हमें हुक्म दिया गया है कि रब्बुल आलमीन के आगे सर झुकाएँ।'"
            }
          },
          {
            "no": 72,
            "arabic": "وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ ۚ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
            "transliteration": "Wa an aqīmū al-ṣalāta wa ittaqūhu wa huwa alladhī ilayhi tuḥsharūn",
            "translations": {
              "English": "And to establish prayer and fear Him. It is to Him you will be gathered.",
              "Urdu": "اور نماز قائم کرو اور اس سے ڈرو۔ اسی کی طرف تم اکٹھے کیے جاؤ گے۔",
              "French": "Et d’accomplir la prière et de Le craindre. C’est vers Lui que vous serez rassemblés.",
              "Spanish": "Y estableced la oración y temedle. Es hacia Él que seréis reunidos.",
              "Hindi": "और नमाज़ क़ायम करो और उससे डरो। उसी की तरफ़ तुम इकट्ठा किए जाओगे।"
            }
          },
          {
            "no": 73,
            "arabic": "وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۖ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ ۚ قَوْلُهُ الْحَقُّ ۚ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ ۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
            "transliteration": "Wa huwa alladhī khalaqa al-samāwāti wa al-arḍa bi-al-ḥaqqi wa yawma yaqūlu kun fa yakūnu qawluhu al-ḥaqqu wa lahu al-mulku yawma yunfakhu fī al-ṣūri ʿālimu al-ghaybi wa al-shahādati wa huwa al-ḥakīmu al-khabīr",
            "translations": {
              "English": "It is He who created the heavens and the earth in truth. On the Day when He says, 'Be,' it will be. His word is the truth. His is the dominion on the Day when the trumpet is blown. Knower of the unseen and the seen, He is the Wise, the Acquainted.",
              "Urdu": "وہی ہے جس نے آسمانوں اور زمین کو حق کے ساتھ پیدا کیا۔ جس دن وہ فرمائے گا 'ہو جا' تو وہ ہو جائے گا۔ اس کا قول حق ہے۔ اور صور پھونکے جانے کے دن بادشاہت اسی کی ہے۔ وہ غیب اور حاضر کا جاننے والا ہے، وہ حکمت والا، باخبر ہے۔",
              "French": "C’est Lui qui a créé les cieux et la terre en toute vérité. Et le jour où Il dit : Sois ! Cela est. Sa parole est la vérité. À Lui la royauté, le jour où l’on soufflera dans la Trompe. Il connaît l’invisible tout comme le visible. Et c’est Lui le Sage, le Parfaitement Informé.",
              "Spanish": "Él es Quien creó los cielos y la tierra con la verdad. El día que dice: ¡Sé!, es. Su palabra es la verdad. Suyo es el dominio el día que se sople la Trompeta. Conocedor de lo oculto y de lo manifiesto. Él es el Sabio, el Bien Informado.",
              "Hindi": "वही है जिसने आसमानों और ज़मीन को हक़ के साथ पैदा किया। जिस दिन वह फ़रमाएगा 'हो जा' तो वह हो जाएगा। उसका क़ौल हक़ है। और सूर फूँके जाने के दिन बादशाहत उसी की है। वह ग़ैब और हाज़िर का जानने वाला है, वह हिकमत वाला, ख़बर रखने वाला है।"
            }
          },
          {
            "no": 74,
            "arabic": "وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً ۖ إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ",
            "transliteration": "Wa idh qāla Ibrāhīmu li-abīhi Āzara a tattakhidhu aṣnāman ālihatan innī arāka wa qawmaka fī ḍalālin mubīnin",
            "translations": {
              "English": "And when Abraham said to his father Azar, 'Do you take idols as gods? Indeed, I see you and your people in manifest error.'",
              "Urdu": "اور جب ابراہیم نے اپنے باپ آزر سے کہا، 'کیا تم بتوں کو معبود بناتے ہو؟ بے شک میں تمہیں اور تمہاری قوم کو کھلی گمراہی میں دیکھتا ہوں۔'",
              "French": "Et quand Abraham dit à son père Azar : Prends-tu des idoles comme divinités ? Je te vois, toi et ton peuple, dans un égarement manifeste.",
              "Spanish": "Y cuando Abraham dijo a su padre Azar: ¿ Tomas ídolos como dioses? En verdad, veo que tú y tu pueblo estáis en un error evidente.",
              "Hindi": "और जब इब्राहीम ने अपने बाप आज़र से कहा, 'क्या तुम मूर्तियों को माबूद बनाते हो? बेशक मैं तुम्हें और तुम्हारी क़ौम को खुली गुमराही में देखता हूँ।'"
            }
          },
          {
            "no": 75,
            "arabic": "وَكَذَٰلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ",
            "transliteration": "Wa kadhālika nurī Ibrāhīma malakūta al-samāwāti wa al-arḍi wa liyakūna mina al-mūqinīn",
            "translations": {
              "English": "And thus We showed Abraham the kingdom of the heavens and the earth that he would be among those who have certainty.",
              "Urdu": "اور اسی طرح ہم نے ابراہیم کو آسمانوں اور زمین کی بادشاہی دکھائی تاکہ وہ یقین رکھنے والوں میں سے ہو۔",
              "French": "Et c’est ainsi que Nous fîmes voir à Abraham le royaume des cieux et de la terre, afin qu’il fût de ceux qui croient avec conviction.",
              "Spanish": "Y así mostramos a Abraham el reino de los cielos y la tierra, para que fuera de los que tienen certeza.",
              "Hindi": "और इसी तरह हमने इब्राहीम को आसमानों और ज़मीन की बादशाहत दिखाई ताकि वह यक़ीन रखने वालों में से हो।"
            }
          },
          {
            "no": 76,
            "arabic": "فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَىٰ كَوْكَبًا ۖ قَالَ هَٰذَا رَبِّي ۖ فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآفِلِينَ",
            "transliteration": "Falammā janna ʿalayhi al-laylu ra’ā kawkaban qāla hādhā rabbī falammā afala qāla lā uḥibbu al-āfilīn",
            "translations": {
              "English": "When the night covered him, he saw a star and said, 'This is my lord.' But when it set, he said, 'I do not love those that set.'",
              "Urdu": "جب رات نے اس پر چادر ڈالی تو اس نے ایک ستارہ دیکھا اور کہا، 'یہ میرا رب ہے۔' پھر جب وہ ڈوب گیا تو کہا، 'میں ڈوبنے والوں کو پسند نہیں کرتا۔'",
              "French": "Quand la nuit l’enveloppa, il vit une étoile, et dit : Voilà mon Seigneur ! Puis, lorsqu’elle disparut, il dit : Je n’aime pas les choses qui disparaissent.",
              "Spanish": "Cuando la noche lo cubrió, vio una estrella y dijo: ¡Éste es mi Señor! Pero cuando se ocultó, dijo: No amo a los que se ocultan.",
              "Hindi": "जब रात ने उसे ढँक लिया तो उसने एक सितारा देखा और कहा, 'यह मेरा रब है।' फिर जब वह डूब गया तो कहा, 'मैं डूबने वालों को पसंद नहीं करता।'"
            }
          },
          {
            "no": 77,
            "arabic": "فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَٰذَا رَبِّي ۖ فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ",
            "transliteration": "Falammā ra’ā al-qamara bāzighan qāla hādhā rabbī falammā afala qāma la’in lam yahdinī rabbī la’akūnanna mina al-qawmi al-ḍāllīn",
            "translations": {
              "English": "Then when he saw the moon rising, he said, 'This is my lord.' But when it set, he said, 'Unless my Lord guides me, I will surely be among the misguided people.'",
              "Urdu": "پھر جب اس نے چاند کو چمکتے ہوئے دیکھا تو کہا، 'یہ میرا رب ہے۔' پھر جب وہ ڈوب گیا تو کہا، 'اگر میرے رب نے مجھے ہدایت نہ دی تو میں ضرور گمراہ لوگوں میں سے ہو جاؤں گا۔'",
              "French": "Puis, lorsqu’il vit la lune se lever, il dit : Voilà mon Seigneur ! Puis, lorsqu’elle disparut, il dit : Si mon Seigneur ne me guide pas, je serai certes du nombre des gens égarés.",
              "Spanish": "Luego, cuando vio la luna saliente, dijo: ¡Éste es mi Señor! Pero cuando se ocultó, dijo: Si mi Señor no me guía, seré de los extraviados.",
              "Hindi": "फिर जब उसने चाँद को चमकते हुए देखा तो कहा, 'यह मेरा रब है।' फिर जब वह डूब गया तो कहा, 'अगर मेरे रब ने मुझे हिदायत न दी तो मैं ज़रूर गुमराह लोगों में से हो जाऊँगा।'"
            }
          },
          {
            "no": 78,
            "arabic": "فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَٰذَا رَبِّي هَٰذَا أَكْبَرُ ۖ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ",
            "transliteration": "Falammā ra’ā al-shamsa bāzighatan qāla hādhā rabbī hādhā akbaru falammā afalat qāla yā qawmi innī barī’un mimmā tushrikūn",
            "translations": {
              "English": "Then when he saw the sun rising, he said, 'This is my lord; this is greater.' But when it set, he said, 'O my people, indeed I am free from what you associate with Allah.'",
              "Urdu": "پھر جب اس نے سورج کو چمکتے ہوئے دیکھا تو کہا، 'یہ میرا رب ہے، یہ سب سے بڑا ہے۔' پھر جب وہ ڈوب گیا تو کہا، 'اے میری قوم، بے شک میں تمہارے شرک سے بیزار ہوں۔'",
              "French": "Puis, lorsqu’il vit le soleil se lever, il dit : Voilà mon Seigneur, celui-ci est plus grand ! Puis, lorsque le soleil disparut, il dit : Ô mon peuple, je désavoue tout ce que vous associez (à Allah).",
              "Spanish": "Luego, cuando vio el sol saliente, dijo: ¡Éste es mi Señor, éste es más grande! Pero cuando se ocultó, dijo: ¡Oh, pueblo mío! Me desentiendo de lo que asociáis (a Alá).",
              "Hindi": "फिर जब उसने सूरज को चमकते हुए देखा तो कहा, 'यह मेरा रब है, यह सबसे बड़ा है।' फिर जब वह डूब गया तो कहा, 'ऐ मेरी क़ौम, बेशक मैं तुम्हारे शिर्क से बरी हूँ।'"
            }
          },
          {
            "no": 79,
            "arabic": "إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا ۖ وَمَا أَنَا مِنَ الْمُشْرِكِينَ",
            "transliteration": "Innī wajjahtu wajhiya lilladhī faṭara al-samāwāti wa al-arḍa ḥanīfan wa mā anā mina al-mushrikīn",
            "translations": {
              "English": "Indeed, I have turned my face toward He who created the heavens and the earth, inclining to truth, and I am not of those who associate others with Allah.",
              "Urdu": "بے شک میں نے اپنا رخ اس کی طرف کر لیا ہے جس نے آسمانوں اور زمین کو پیدا کیا، یکسو ہو کر، اور میں مشرکوں میں سے نہیں ہوں۔",
              "French": "Moi, j’ai tourné mon visage exclusivement vers Celui qui a créé les cieux et la terre, en pur monothéiste, et je ne suis point de ceux qui Lui associent d’autres divinités.",
              "Spanish": "Yo he vuelto mi rostro hacia Quien creó los cielos y la tierra, como monoteísta sincero, y no soy de los que asocian (otros a Alá).",
              "Hindi": "बेशक मैंने अपना रुख़ उसकी तरफ़ कर लिया है जिसने आसमानों और ज़मीन को पैदा किया, एकसु हो कर, और मैं मुशरिकों में से नहीं हूँ।"
            }
          },
          {
            "no": 80,
            "arabic": "وَحَاجَّهُ قَوْمُهُ ۚ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ ۖ وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا ۗ وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُونَ",
            "transliteration": "Wa ḥājjahu qawmuhu qāla a tuḥājjūnī fī Allāhi wa qad hadānī wa lā akhāfu mā tushrikūna bihi illā an yashā’a rabbī shay’an wasiʿa rabbī kulla shay’in ʿilman afalā tata dhakkarūn",
            "translations": {
              "English": "And his people argued with him. He said, 'Do you argue with me concerning Allah while He has guided me? I do not fear what you associate with Him except what my Lord wills. My Lord encompasses all things in knowledge. Will you not then remember?",
              "Urdu": "اور اس کی قوم نے اس سے جھگڑا کیا۔ اس نے کہا، 'کیا تم مجھ سے اللہ کے بارے میں جھگڑتے ہو حالانکہ اس نے مجھے ہدایت دی ہے؟ میں تمہارے شرک سے نہیں ڈرتا مگر جو کچھ میرا رب چاہے۔ میرے رب کا علم ہر چیز کو گھیرے ہوئے ہے۔ کیا تم غور نہیں کرتے؟",
              "French": "Et son peuple disputa avec lui. Il dit : Me disputerez-vous au sujet d’Allah alors qu’Il m’a guidé ? Je ne crains pas ceux que vous Lui associez, à moins que mon Seigneur ne veuille quelque chose. Mon Seigneur embrasse toute chose de Sa science. Ne vous rappelez-vous donc pas ?",
              "Spanish": "Y su pueblo disputó con él. Dijo: ¿Disputáis conmigo acerca de Alá cuando Él me ha guiado? No temo lo que Le asociáis, a menos que mi Señor quiera algo. Mi Señor abarca todas las cosas en Su conocimiento. ¿Es que no recapacitáis?",
              "Hindi": "और उसकी क़ौम ने उससे झगड़ा किया। उसने कहा, 'क्या तुम मुझसे अल्लाह के बारे में झगड़ते हो हालाँकि उसने मुझे हिदायत दी है? मैं तुम्हारे शिर्क से नहीं डरता मगर जो कुछ मेरा रब चाहे। मेरे रब का इल्म हर चीज़ को घेरे हुए है। क्या तुम ग़ौर नहीं करते?'"
            }
          },
          {
            "no": 81,
            "arabic": "وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا ۚ فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ",
            "transliteration": "Wa kayfa akhāfu mā ashraktum wa lā takhāfūna annakum ashraktum bi-llāhi mā lam yunazzil bihi ʿalaykum sulṭānan fa’ayyu al-farīqayni aḥaqqu bi-al-amni in kuntum taʿlamūn",
            "translations": {
              "English": "And how should I fear what you associate while you do not fear that you have associated with Allah that for which He has not sent down to you any authority? So which of the two parties has more right to security, if you should know?",
              "Urdu": "اور میں تمہارے شرک سے کیوں ڈروں جبکہ تم اس بات سے نہیں ڈرتے کہ تم نے اللہ کے ساتھ ایسی چیز کو شریک ٹھہرایا ہے جس پر اس نے تمہارے لیے کوئی دلیل نازل نہیں کی؟ تو اگر تم جانتے ہو تو بتاؤ کہ دونوں فریقوں میں سے کون امن کا زیادہ حق رکھتا ہے؟",
              "French": "Et comment pourrais-je craindre ce que vous associez, alors que vous ne craignez pas d’avoir associé à Allah ce dont Il n’a fait descendre sur vous aucune preuve ? Lequel donc des deux partis a le plus droit à la sécurité ? Si seulement vous saviez !",
              "Spanish": "¿Y cómo voy a temer lo que asociáis, cuando no teméis haber asociado a Alá algo sobre lo que no ha hecho descender sobre vosotros ninguna autoridad? ¿Cuál de los dos grupos tiene más derecho a la seguridad, si es que sabéis?",
              "Hindi": "और मैं तुम्हारे शिर्क से क्यों डरूँ जबकि तुम इस बात से नहीं डरते कि तुमने अल्लाह के साथ ऐसी चीज़ को शरीक ठहराया है जिस पर उसने तुम्हारे लिए कोई दलील नाज़िल नहीं की? तो अगर तुम जानते हो तो बताओ कि दोनों फ़िर्क़ों में से कौन अमन का ज़्यादा हक़ रखता है?"
            }
          },
          {
            "no": 82,
            "arabic": "الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَٰئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ",
            "transliteration": "Alladhīna āmanū wa lam yalbisū īmānahum biẓulmin ulā’ika lahumu al-amnu wa hum muhtadūn",
            "translations": {
              "English": "They who believe and do not mix their belief with injustice - those will have security, and they are rightly guided.",
              "Urdu": "جو لوگ ایمان لائے اور انہوں نے اپنے ایمان کو ظلم کے ساتھ آلودہ نہیں کیا، انہیں ہی امن حاصل ہے اور وہی ہدایت یافتہ ہیں۔",
              "French": "Ceux qui ont cru et n’ont point troublé la pureté de leur foi par quelque iniquité (association), ceux-là ont la sécurité ; et ce sont eux les bien-guidés.",
              "Spanish": "Quienes creen y no manchan su fe con injusticia (asociación), ésos tendrán seguridad y son los guiados.",
              "Hindi": "जो लोग ईमान लाए और उन्होंने अपने ईमान को ज़ुल्म के साथ आलूदा नहीं किया, उन्हीं के लिए अमन है और वही हिदायत याफ़्ता हैं।"
            }
          },
          {
            "no": 83,
            "arabic": "وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَىٰ قَوْمِهِ ۚ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
            "transliteration": "Wa tilka ḥujjatunā ātaynāhā Ibrāhīma ʿalā qawmihi narfaʿu darajātin man nashā’u inna rabbaka ḥakīmun ʿalīmun",
            "translations": {
              "English": "And that was Our argument which We gave Abraham against his people. We raise by degrees whom We will. Indeed, your Lord is Wise and Knowing.",
              "Urdu": "اور یہ ہماری وہ دلیل تھی جو ہم نے ابراہیم کو اس کی قوم کے مقابلے میں عطا کی۔ ہم جسے چاہتے ہیں درجات بلند کر دیتے ہیں۔ بے شک تمہارا رب حکمت والا، علم والا ہے۔",
              "French": "Tel est l’argument que Nous donnâmes à Abraham contre son peuple. Nous élevons en rang qui Nous voulons. Ton Seigneur est Sage et Omniscient.",
              "Spanish": "Y ésa es Nuestra prueba que concedimos a Abraham contra su pueblo. Elevamos en grados a quien queremos. En verdad, tu Señor es Sabio, Conocedor.",
              "Hindi": "और यह हमारी वह दलील थी जो हमने इब्राहीम को उसकी क़ौम के मुक़ाबिल में अता की। हम जिसे चाहते हैं दर्जे बुलंद कर देते हैं। बेशक तुम्हारा रब हिकमत वाला, इल्म वाला है।"
            }
          },
          {
            "no": 84,
            "arabic": "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ ۚ كُلًّا هَدَيْنَا ۚ وَنُوحًا هَدَيْنَا مِنْ قَبْلُ ۖ وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَارُونَ ۚ وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
            "transliteration": "Wa wahabnā lahu Is’ḥāqa wa Yaʿqūba kullan hadaynā wa Nūḥan hadaynā min qablu wa min dhurriyyatihi Dāwūda wa Sulaymāna wa Ayyūba wa Yūsufa wa Mūsā wa Hārūna wa kadhālika najzī al-muḥsinīn",
            "translations": {
              "English": "And We gave to Abraham, Isaac and Jacob - all [of them] We guided. And Noah, We guided before; and among his descendants, David and Solomon and Job and Joseph and Moses and Aaron. Thus do We reward the doers of good.",
              "Urdu": "اور ہم نے ابراہیم کو اسحاق اور یعقوب عطا کیے، سب کو ہم نے ہدایت دی۔ اور نوح کو ہم نے پہلے ہی ہدایت دی تھی۔ اور ان کی اولاد میں سے داؤد، سلیمان، ایوب، یوسف، موسیٰ اور ہارون کو (ہدایت دی)۔ اور ہم نیکوکاروں کو اسی طرح جزا دیتے ہیں۔",
              "French": "Et Nous avons donné à Abraham, Isaac et Jacob. À tous, Nous avons guidé. Et Noé, Nous l’avons guidé auparavant, et parmi sa descendance, David, Salomon, Job, Joseph, Moïse et Aaron. Ainsi récompensons-Nous les bienfaisants.",
              "Spanish": "Y concedimos a Abraham a Isaac y a Jacob. A todos los guiamos. Y antes guiamos a Noé, y de su descendencia a David, Salomón, Job, José, Moisés y Aarón. Así recompensamos a los que hacen el bien.",
              "Hindi": "और हमने इब्राहीम को इसहाक़ और याक़ूब अता किए, सबको हमने हिदायत दी। और नूह को हमने पहले ही हिदायत दी थी। और उनकी औलाद में से दाऊद, सुलेमान, अय्यूब, यूसुफ़, मूसा और हारून को (हिदायत दी)। और हम नेककारों को इसी तरह जज़ा देते हैं।"
            }
          },
          {
            "no": 85,
            "arabic": "وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ ۖ كُلٌّ مِنَ الصَّالِحِينَ",
            "transliteration": "Wa Zakariyyā wa Yaḥyā wa ʿĪsā wa Ilyāsa kullun mina al-ṣāliḥīn",
            "translations": {
              "English": "And Zechariah and John and Jesus and Elias - and all were of the righteous.",
              "Urdu": "اور زکریا، یحییٰ، عیسیٰ اور الیاس کو (ہدایت دی)، سب نیکوکاروں میں سے تھے।",
              "French": "De même, Zacharie, Jean-Baptiste, Jésus et Elie, tous étant du nombre des vertueux.",
              "Spanish": "Y a Zacarías, Juan, Jesús y Elías, todos ellos de los justos.",
              "Hindi": "और जकरिया, यहया, ईसा और इलयास को (हिदायत दी), सब नेककारों में से थे।"
            }
          },
          {
            "no": 86,
            "arabic": "وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا ۚ وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ",
            "transliteration": "Wa Ismāʿīla wa al-Yasaʿa wa Yūnusa wa Lūṭan wa kullan faḍḍalnā ʿalā al-ʿālamīn",
            "translations": {
              "English": "And Ishmael and Elisha and Jonah and Lot - and all [of them] We preferred over the worlds.",
              "Urdu": "اور اسماعیل، الیسع، یونس اور لوط کو (ہدایت دی)، اور ہم نے سب کو جہانوں پر فضیلت دی۔",
              "French": "De même, Ismaël, Elisée, Jonas et Lot. Chacun d’eux Nous l’avons favorisé par-dessus tout le monde.",
              "Spanish": "Y a Ismael, Eliseo, Jonás y Lot. A todos los preferimos sobre los mundos.",
              "Hindi": "और इस्माईल, अलयसा, यूनुस और लूत को (हिदायत दी), और हमने सबको जहानों पर फ़ज़ीलत दी।"
            }
          },
          {
            "no": 87,
            "arabic": "وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ ۖ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
            "transliteration": "Wa min ābā’ihim wa dhurriyyātihim wa ikhwānihim wa ajtabaynāhum wa hadaynāhum ilā ṣirāṭin mustaqīmin",
            "translations": {
              "English": "And [some] among their fathers and their descendants and their brothers - and We chose them and We guided them to a straight path.",
              "Urdu": "اور ان کے باپ دادا، اولاد اور بھائیوں میں سے (بھی ہدایت دی)، اور ہم نے انہیں چن لیا اور سیدھے راستے کی ہدایت دی۔",
              "French": "De même, parmi leurs ancêtres, leurs descendants et leurs frères, Nous en avons élu certains et Nous les avons guidés vers un droit chemin.",
              "Spanish": "Y de sus padres, descendientes y hermanos, escogimos a algunos y los guiamos a un camino recto.",
              "Hindi": "और उनके बाप दादा, औलाद और भाइयों में से (भी हिदायत दी), और हमने उन्हें चुन लिया और सीधे रास्ते की हिदायत दी।"
            }
          },
          {
            "no": 88,
            "arabic": "ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۚ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ",
            "transliteration": "Dhālika hudā Allāhi yahdī bihi man yashā’u min ʿibādihi wa law ashrakū laḥabiṭa ʿanhum mā kānū yaʿmalūn",
            "translations": {
              "English": "That is the guidance of Allah by which He guides whom He wills of His servants. But if they had associated others with Allah, then worthless for them would be whatever they were doing.",
              "Urdu": "یہ اللہ کی ہدایت ہے، وہ جسے چاہتا ہے اپنے بندوں میں سے اس کے ذریعے ہدایت دیتا ہے۔ اور اگر وہ شرک کرتے تو ان کے تمام اعمال برباد ہو جاتے۔",
              "French": "Telle est la guidée d’Allah par laquelle Il guide qui Il veut parmi Ses serviteurs. Mais s’ils avaient donné à Allah des associés, alors, vaine serait devenue tout ce qu’ils faisaient.",
              "Spanish": "Ésa es la guía de Alá con la que guía a quien Él quiere de Sus siervos. Y si hubieran asociado (otros a Él), se habría invalidado cuanto hacían.",
              "Hindi": "यह अल्लाह की हिदायत है, वह जिसे चाहता है अपने बन्दों में से उसके ज़रिए हिदायत देता है। और अगर वे शिर्क करते तो उनके सारे अमल बरबाद हो जाते।"
            }
          },
          {
            "no": 89,
            "arabic": "أُولَٰئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ۚ فَإِنْ يَكْفُرْ بِهَا هَٰؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ",
            "transliteration": "Ulā’ika alladhīna ātaynāhum al-kitāba wa al-ḥukma wa al-nubuwwata fa’in yakfur bihā hā’ulā’i faqad wakkalnā bihā qawman laysū bihā bikāfirīn",
            "translations": {
              "English": "Those are the ones to whom We gave the Scripture and authority and prophethood. But if these disbelieve in it, then We have entrusted it to a people who are not therein disbelievers.",
              "Urdu": "یہی وہ لوگ ہیں جنہیں ہم نے کتاب، حکمت اور نبوت عطا کی۔ پھر اگر یہ لوگ اس کا انکار کریں تو ہم نے اسے ایسی قوم کے سپرد کر دیا ہے جو اس کا انکار نہیں کرتی۔",
              "French": "Ce sont ceux-là à qui Nous avons apporté le Livre, la sagesse et la prophétie. Si ces gens-là n’y croient pas, Nous en avons confié la charge à un peuple qui n’y est pas réfractaire.",
              "Spanish": "Ésos son a quienes concedimos el Libro, el juicio y la profecía. Y si éstos no creen en ello, ya hemos encomendado ello a un pueblo que no lo niega.",
              "Hindi": "यही वे लोग हैं जिन्हें हमने किताब, हिकमत और नबूवत अता की। फिर अगर ये लोग उसका इन्कार करें तो हमने उसे ऐसी क़ौम के सुपुर्द कर दिया है जो उसका इन्कार नहीं करती।"
            }
          },
          {
            "no": 90,
            "arabic": "أُولَٰئِكَ الَّذِينَ هَدَى اللَّهُ ۖ فَبِهُدَاهُمُ اقْتَدِهْ ۗ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَالَمِينَ",
            "transliteration": "Ulā’ika alladhīna hadā Allāhu fa bihudāhum uqtadih qul lā as’alukum ʿalayhi ajran in huwa illā dhikrā lil-ʿālamīn",
            "translations": {
              "English": "Those are the ones whom Allah has guided, so from their guidance take an example. Say, 'I ask of you for it no payment. It is not but a reminder for the worlds.'",
              "Urdu": "یہی وہ لوگ ہیں جنہیں اللہ نے ہدایت دی ہے، سو تم ان کی ہدایت پر چلو۔ کہہ دو، 'میں تم سے اس پر کوئی اجرت نہیں مانگتا۔ یہ تو بس جہانوں کے لیے نصیحت ہے۔'",
              "French": "Ce sont ceux-là qu’Allah a guidés : suis donc leur direction. Dis : Je ne vous en demande pas de salaire. Ce n’est qu’un rappel à l’univers.",
              "Spanish": "Ésos son los que Alá ha guiado. ¡Sigue, pues, su guía! Di: No os pido por ello recompensa. No es sino un recordatorio para los mundos.",
              "Hindi": "यही वे लोग हैं जिन्हें अल्लाह ने हिदायत दी है, सो तुम उनकी हिदायत पर चलो। कह दो, 'मैं तुमसे इस पर कोई उजरत नहीं माँगता। यह तो बस जहानों के लिए नसीहत है।'"
            }
          },
          {
            "no": 91,
            "arabic": "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَىٰ بَشَرٍ مِنْ شَيْءٍ ۗ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَىٰ نُورًا وَهُدًى لِلنَّاسِ ۖ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا ۖ وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ ۖ قُلِ اللَّهُ ۖ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ",
            "transliteration": "Wa mā qadarū Allāha ḥaqqa qadrihi idh qālū mā anzala Allāhu ʿalā basharin min shay’in qul man anzala al-kitāba alladhī jā’a bihi Mūsā nūran wa hudan lil-nāsi tajʿalūnahu qarāṭīsa tubdūnahā wa tukhfūna kathīran wa ʿullimtum mā lam taʿlamū antum wa lā ābā’ukum quli Allāhu thumma dharhum fī khawḍihim yalʿabūn",
            "translations": {
              "English": "And they did not appraise Allah with true appraisal when they said, 'Allah did not reveal to a human being anything.' Say, 'Who revealed the Scripture which Moses brought as light and guidance to the people? You make it into pages, disclosing [some of] it and concealing much. And you were taught that which you knew not - neither you nor your fathers.' Say, 'Allah [revealed it].' Then leave them in their [empty] discourse, amusing themselves.",
              "Urdu": "اور انہوں نے اللہ کی قدر نہیں پہچانی جیسا کہ اس کی قدر پہچاننے کا حق تھا، جب انہوں نے کہا، 'اللہ نے کسی انسان پر کوئی چیز نازل نہیں کی۔' کہہ دو، 'وہ کتاب کس نے نازل کی جو موسیٰ لے کر آئے، جو لوگوں کے لیے نور اور ہدایت تھی؟ تم اسے کاغذوں میں لکھ لیتے ہو، جسے تم ظاہر کرتے ہو اور بہت کچھ چھپاتے ہو۔ اور تمہیں وہ کچھ سکھایا گیا جو نہ تم جانتے تھے نہ تمہارے باپ دادا۔' کہہ دو، 'اللہ (نے نازل کی)۔' پھر انہیں چھوڑ دو اپنی باتوں میں کھیلتے رہیں۔",
              "French": "Et ils n’ont pas estimé Allah à Sa juste valeur quand ils dirent : Allah n’a rien fait descendre sur un humain. Dis : Qui a fait descendre le Livre que Moïse a apporté comme lumière et guide pour les gens ? Vous le mettez en feuillets pour le montrer, mais vous en cachez beaucoup. On vous a enseigné ce que ni vous ni vos pères ne saviez. Dis : C’est Allah (qui l’a fait descendre). Puis, laisse-les s’amuser dans leur égarement.",
              "Spanish": "Y no valoraron a Alá como debían cuando dijeron: Alá no ha revelado nada a ningún ser humano. Di: ¿Quién reveló el Libro que Moisés trajo como luz y guía para los hombres, que ponéis en pergaminos mostrando algo y ocultando mucho? Y se os enseñó lo que ni vosotros ni vuestros padres sabíais. Di: Alá (lo reveló). Luego, déjalos que sigan divirtiéndose en su discusión vana.",
              "Hindi": "और उन्होंने अल्लाह की क़द्र नहीं पहचानी जैसा कि उसकी क़द्र पहचानने का हक़ था, जब उन्होंने कहा, 'अल्लाह ने किसी इंसान पर कोई चीज़ नाज़िल नहीं की।' कह दो, 'वह किताब किसने नाज़िल की जो मूसा ले कर आए, जो लोगों के लिए नूर और हिदायत थी? तुम उसे काग़ज़ों में लिख लेते हो, जिसे तुम ज़ाहिर करते हो और बहुत कुछ छिपाते हो। और तुम्हें वह कुछ सिखाया गया जो न तुम जानते थे न तुम्हारे बाप दादा।' कह दो, 'अल्लाह (ने नाज़िल की)।' फिर उन्हें छोड़ दो अपनी बातों में खेलते रहें।"
            }
          },
          {
            "no": 92,
            "arabic": "وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا ۚ وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
            "transliteration": "Wa hādhā kitābun anzalnāhu mubārakun muṣaddiqu alladhī bayna yadayhi wa litundhira umma al-qurā wa man ḥawlahā wa alladhīna yu’minūna bi-al-ākhirati yu’minūna bihi wa hum ʿalā ṣalātihim yuḥāfiẓūn",
            "translations": {
              "English": "And this is a Book which We have sent down, blessed and confirming what was before it, that you may warn the Mother of Cities and those around it. Those who believe in the Hereafter believe in it, and they are maintaining their prayers.",
              "Urdu": "اور یہ وہ کتاب ہے جسے ہم نے نازل کیا ہے، بابرکت ہے، اپنے سے پہلے کی کتابوں کی تصدیق کرنے والی ہے، تاکہ تم ام القریٰ (مکہ) اور اس کے ارد گرد کے لوگوں کو ڈر سنا دو۔ اور جو لوگ آخرت پر ایمان رکھتے ہیں وہ اس پر ایمان لاتے ہیں اور وہ اپنی نمازوں کی حفاظت کرتے ہیں۔",
              "French": "Et ceci (le Coran) est un Livre que Nous avons fait descendre, béni, confirmant ce qui existait déjà avant lui, afin que tu avertisses la Mère des cités (la Mecque) et les gens tout autour. Ceux qui croient en l’au-delà croient en ce (Livre) et ce sont eux qui observent strictement leur prière.",
              "Spanish": "Y éste es un Libro que hemos revelado, bendito, que confirma lo que había antes de él, para que adviertas a la Madre de las Ciudades (La Meca) y a quienes están a su alrededor. Quienes creen en la otra vida creen en él y son cuidadosos con su oración.",
              "Hindi": "और यह वह किताब है जिसे हमने नाज़िल किया है, बरकत वाली है, अपने से पहले की किताबों की तस्दीक़ करने वाली है, ताकि तुम उम्मुल क़ुरा (मक्का) और उसके आसपास के लोगों को डर सुनाओ। और जो लोग आख़िरत पर ईमान रखते हैं वह इस पर ईमान लाते हैं और वह अपनी नमाज़ों की हिफ़ाज़त करते हैं।"
            }
          },
          {
            "no": 93,
            "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ ۗ وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ ۖ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ",
            "transliteration": "Wa man aẓlamu mim mani iftarā ʿalā Allāhi kadhiban aw qāla ūḥiya ilayya wa lam yūḥa ilayhi shay’un wa man qāla sa’unzilu mithla mā anzala Allāhu wa law tarā idhi al-ẓālimūna fī ghamarāti al-mawti wa al-malā’ikatu bāsiṭū aydīhim akhrijū anfusakumu al-yawma tujzawna ʿadhāba al-hūni bimā kuntum taqūlūna ʿalā Allāhi ghayra al-ḥaqqi wa kuntum ʿan āyātihi tastakbirūn",
            "translations": {
              "English": "And who is more unjust than one who invents a lie about Allah or says, 'It has been inspired to me,' while nothing has been inspired to him, and one who says, 'I will reveal the like of what Allah revealed.' And if you could but see when the wrongdoers are in the overwhelming pangs of death while the angels extend their hands, [saying], 'Discharge your souls! Today you will be awarded the punishment of extreme humiliation for what you used to say against Allah other than the truth and [that] you were, toward His verses, being arrogant.'",
              "Urdu": "اور اس شخص سے بڑھ کر ظالم کون ہوگا جو اللہ پر جھوٹ باندھے یا کہے کہ 'مجھ پر وحی کی گئی ہے' حالانکہ اس پر کچھ بھی وحی نہیں کی گئی، اور جو کہے کہ 'میں بھی اللہ کی طرح کی چیز نازل کروں گا۔' اور کاش تم دیکھو جب ظالم موت کی سختیوں میں ہوں گے اور فرشتے اپنے ہاتھ پھیلائے ہوئے ہوں گے (کہہ رہے ہوں گے) 'اپنی جانیں نکال دو، آج تمہیں ذلت کے عذاب کی سزا دی جائے گی اس بات پر کہ تم اللہ پر ناحق باتیں بناتے تھے اور اس کی آیات کے مقابلے میں تکبر کرتے تھے۔'",
              "French": "Et qui est plus injuste que celui qui invente un mensonge contre Allah, ou qui dit : J’ai reçu une révélation, alors qu’aucune révélation ne lui est parvenue, et qui dit : Je vais faire descendre quelque chose de semblable à ce qu’Allah a fait descendre ? Si tu voyais les injustes lorsqu’ils seront dans les affres de la mort, et que les Anges leur tendront les mains (en disant) : Laissez sortir vos âmes. Aujourd’hui vous allez être rétribués par le châtiment de l’humiliation pour ce que vous disiez sur Allah qui n’est pas la vérité, et parce que vous vous détourniez avec arrogance de Ses versets.",
              "Spanish": "¿Y quién es más injusto que quien inventa una mentira contra Alá o dice: Me ha sido revelado, cuando nada le ha sido revelado, y quien dice: Voy a revelar algo semejante a lo que Alá ha revelado? Si vieras a los injustos en las agonías de la muerte, cuando los ángeles extienden sus manos (diciendo): ¡Sacad vuestras almas! Hoy se os retribuirá con el castigo del oprobio por decir de Alá lo que no es verdad y por haberos ensoberbecido ante Sus signos.",
              "Hindi": "और उस शख़्स से बढ़ कर ज़ालिम कौन होगा जो अल्लाह पर झूठ बनाए या कहे कि 'मुझ पर वही की गई है' हालाँकि उस पर कुछ भी वही नहीं की गई, और जो कहे कि 'मैं भी अल्लाह जैसी चीज़ नाज़िल करूँगा।' और काश तुम देखो जब ज़ालिम मौत की सख़्तियों में होंगे और फ़रिश्ते अपने हाथ फैलाए हुए होंगे (कह रहे होंगे) 'अपनी जानें निकाल दो, आज तुम्हें ज़िल्लत के अज़ाब की सज़ा दी जाएगी इस बात पर कि तुम अल्लाह पर नाहक़ बातें बनाते थे और उसकी आयतों के मुक़ाबिल में तकब्बुर करते थे।'"
            }
          },
          {
            "no": 94,
            "arabic": "وَلَقَدْ جِئْتُمُونَا فُرَادَىٰ كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ ۚ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ",
            "transliteration": "Wa laqad ji’tumūnā furādā kamā khalaqnākum awwala marratin wa taraktum mā khaww alnākum warā’a ẓuhūrikum wa mā narā maʿakum shufaʿā’akumu alladhīna zaʿamtum annahum fīkum shurakā’u laqad taqaṭṭaʿa baynakum wa ḍalla ʿankum mā kuntum tazʿumūn",
            "translations": {
              "English": "And you have certainly come to Us alone as We created you the first time, and you have left whatever We bestowed upon you behind you. And We do not see with you your 'intercessors' that you claimed that they were among you associates [of Allah]. It has [all] been severed between you, and lost from you is what you used to claim.",
              "Urdu": "اور تم ہمارے پاس اکیلی حالت میں آئے ہو جیسے ہم نے تمہیں پہلی بار پیدا کیا تھا، اور جو کچھ ہم نے تمہیں دیا تھا اسے تم اپنی پیٹھوں کے پیچھے چھوڑ آئے ہو۔ اور ہم تمہارے ساتھ تمہارے ان سفارشیوں کو نہیں دیکھتے جنہیں تم اپنا شریک سمجھتے تھے۔ تمہارے درمیان تمام تعلقات منقطع ہو چکے ہیں اور جو کچھ تم گمان کرتے تھے وہ تم سے گم ہو چکا ہے۔",
              "French": "Et certes vous êtes venus à Nous seul comme Nous vous avons créés la première fois, et vous avez laissé derrière vous ce que Nous vous avions accordé. Et Nous ne voyons point avec vous vos intercesseurs que vous prétendiez être des associés [à Allah]. Certes, les liens entre vous sont rompus ; et ce que vous prétendiez vous a échappé.",
              "Spanish": "Y habéis venido a Nosotros solos, como os creamos la primera vez, y habéis dejado detrás lo que os concedimos. Y no vemos con vosotros a vuestros intercesores que pretendíais que eran asociados (de Alá). En verdad, se han roto los lazos entre vosotros y se ha perdido lo que pretendíais.",
              "Hindi": "और तुम हमारे पास अकेली हालत में आए हो जैसे हमने तुम्हें पहली बार पैदा किया था, और जो कुछ हमने तुम्हें दिया था उसे तुम अपनी पीठों के पीछे छोड़ आए हो। और हम तुम्हारे साथ तुम्हारे उन सिफ़ारिशियों को नहीं देखते जिन्हें तुम अपना शरीक समझते थे। तुम्हारे दरमियान सारे ताल्लुक़ात मुन्क़ता हो चुके हैं और जो कुछ तुम गुमान करते थे वह तुम से गुम हो चुका है।"
            }
          },
          {
            "no": 95,
            "arabic": "إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَىٰ ۖ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ۚ ذَٰلِكُمُ اللَّهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
            "transliteration": "Inna Allāha fāliqu al-ḥabbi wa al-nawā yukhriju al-ḥayya mina al-mayyiti wa mukhriju al-mayyiti mina al-ḥayyi dhālikumu Allāhu fa annā tu’fakūn",
            "translations": {
              "English": "Indeed, Allah is the cleaver of grain and date seeds. He brings the living out of the dead and brings the dead out of the living. That is Allah; so how are you deluded?",
              "Urdu": "بے شک اللہ ہی دانے اور گٹھلی کو پھاڑتا ہے، وہ مردہ سے زندہ کو نکالتا ہے اور زندہ سے مردہ کو نکالتا ہے۔ یہی اللہ ہے، پھر تم کہاں بہکائے جاتے ہو؟",
              "French": "C’est Allah qui fend la graine et le noyau : du mort Il fait sortir le vivant, et du vivant, Il fait sortir le mort. Tel est Allah. Comment donc vous vous détournez (du vrai chemin) ?",
              "Spanish": "En verdad, Alá es Quien hace brotar el grano y el hueso. Hace salir lo vivo de lo muerto y lo muerto de lo vivo. Ése es Alá. ¿Cómo, pues, os apartáis (de la verdad)?",
              "Hindi": "बेशक अल्लाह ही दाने और गुठली को फाड़ता है, वह मुर्दा से ज़िंदा को निकालता है और ज़िंदा से मुर्दा को निकालता है। यही अल्लाह है, फिर तुम कहाँ बहकाए जाते हो?"
            }
          },
          {
            "no": 96,
            "arabic": "فَالِقُ الْإِصْبَاحِ ۖ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
            "transliteration": "Fāliqu al-iṣbāḥi wa jaʿala al-layla sakanan wa al-shamsa wa al-qamara ḥusbānan dhālika taqdīru al-ʿazīzi al-ʿalīm",
            "translations": {
              "English": "[He is] the cleaver of daybreak and has made the night for rest and the sun and moon for calculation. That is the determination of the Exalted in Might, the Knowing.",
              "Urdu": "وہی صبح کو پھوٹنے والا ہے، اس نے رات کو آرام کا وقت بنایا اور سورج اور چاند کو حساب کے لیے۔ یہ زبردست، علم والے (اللہ) کا مقرر کردہ نظام ہے।",
              "French": "Il fend l’aube. Il a fait de la nuit une phase de repos ; le soleil et la lune pour mesurer le temps. Voilà l’ordre conçu par le Puissant, l’Omniscient.",
              "Spanish": "Hace partir el alba. Ha hecho la noche para descansar y el sol y la luna para el cómputo (del tiempo). Ésa es la disposición del Poderoso, el Sabio.",
              "Hindi": "वही सुबह को फूटने वाला है, उसने रात को आराम का वक़्त बनाया और सूरज और चाँद को हिसाब के लिए। यह ज़बरदस्त, इल्म वाले (अल्लाह) का मुक़र्रर किया हुआ निज़ाम है।"
            }
          },
          {
            "no": 97,
            "arabic": "وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ ۗ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
            "transliteration": "Wa huwa alladhī jaʿala lakumu al-nujūma li tahtadū bihā fī ẓulumāti al-barri wa al-baḥri qad faṣṣalnā al-āyāti li qawmin yaʿlamūn",
            "translations": {
              "English": "And it is He who placed for you the stars that you may be guided by them through the darknesses of the land and sea. We have detailed the signs for a people who know.",
              "Urdu": "اور وہی ہے جس نے تمہارے لیے ستارے بنائے تاکہ تم خشکی اور تری کی تاریکیوں میں ان کے ذریعے راستہ معلوم کرو۔ ہم نے نشانیاں کھول کر بیان کر دی ہیں ان لوگوں کے لیے جو علم رکھتے ہیں۔",
              "French": "Et c’est Lui qui vous a assigné les étoiles, pour que, par elles, vous vous guidiez dans les ténèbres de la terre et de la mer. Nous exposons les preuves pour ceux qui savent.",
              "Spanish": "Y Él es Quien ha establecido para vosotros las estrellas para que os guiéis por ellas en las tinieblas de la tierra y del mar. Hemos expuesto los signos para gente que sabe.",
              "Hindi": "और वही है जिसने तुम्हारे लिए सितारे बनाए ताकि तुम ज़मीन और समुद्र के अंधेरों में उनके ज़रिए रास्ता मालूम करो। हमने निशानियाँ खोल कर बयान कर दी हैं उन लोगों के लिए जो इल्म रखते हैं।"
            }
          },
          {
            "no": 98,
            "arabic": "وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ",
            "transliteration": "Wa huwa alladhī ansha’akum min nafsin wāḥidatin fa mustaqarrun wa mustawdaʿun qad faṣṣalnā al-āyāti li qawmin yafqahūn",
            "translations": {
              "English": "And it is He who produced you from one soul and [gave you] a place of dwelling and of storage. We have detailed the signs for a people who understand.",
              "Urdu": "اور وہی ہے جس نے تمہیں ایک جان سے پیدا کیا پھر (تمہارے لیے) ایک ٹھکانا ہے اور ایک امانت کی جگہ۔ ہم نے نشانیاں کھول کر بیان کر دی ہیں ان لوگوں کے لیے جو سمجھتے ہیں۔",
              "French": "Et c’est Lui qui vous a créés à partir d’une personne unique (Adam). Et il y a une demeure et un lieu de dépôt (la matrice). Nous avons exposé les preuves pour ceux qui comprennent.",
              "Spanish": "Y Él es Quien os ha creado a partir de un solo ser, y (os ha dado) un lugar de estancia y un lugar de depósito (el útero). Hemos expuesto los signos para gente que comprende.",
              "Hindi": "और वही है जिसने तुम्हें एक जान से पैदा किया फिर (तुम्हारे लिए) एक ठिकाना है और एक अमानत की जगह। हमने निशानियाँ खोल कर बयान कर दी हैं उन लोगों के लिए जो समझते हैं।"
            }
          },
          {
            "no": 99,
            "arabic": "وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ ۗ انْظُرُوا إِلَىٰ ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ ۚ إِنَّ فِي ذَٰلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
            "transliteration": "Wa huwa alladhī anzala mina al-samā’i mā’an fa akhrajnā bihi nabāta kulli shay’in fa akhrajnā minhu khaḍiran nukhriju minhu ḥabban mutarākiban wa mina al-nakhli min ṭalʿihā qinwānun dāniyatun wa jannātin min aʿnābin wa al-zaytūna wa al-rummāna mushtabihan wa ghayra mutashābihin unẓurū ilā thamarihi idhā athmara wa yanʿihi inna fī dhālikum la’āyātin li qawmin yu’minūn",
            "translations": {
              "English": "And it is He who sends down rain from the sky, and We produce thereby the growth of all things. We produce from it greenery from which We produce grains arranged in layers. And from the palm trees - of its emerging fruit are clusters hanging low. And [We produce] gardens of grapevines and olives and pomegranates, similar yet varied. Look at [each of] its fruit when it yields and [at] its ripening. Indeed in that are signs for a people who believe.",
              "Urdu": "اور وہی ہے جو آسمان سے پانی برساتا ہے، پھر ہم اس کے ذریعے ہر چیز کی کونپل نکالتے ہیں، پھر ہم اس سے ہریالی نکالتے ہیں جس سے ہم گہرے بھرے دانے نکالتے ہیں۔ اور کھجور کے درختوں میں سے ان کے گابھوں سے جھکے ہوئے خوشے نکلتے ہیں۔ اور انگوروں کے باغات اور زیتون اور انار (کے درخت) جو ایک دوسرے سے ملتے جلتے ہیں اور نہیں بھی ملتے۔ ان کے پھل کو دیکھو جب وہ پھل لاتے ہیں اور جب وہ پک جاتے ہیں۔ بے شک ان میں ایمان لانے والوں کے لیے نشانیاں ہیں۔",
              "French": "Et c’est Lui qui, du ciel, a fait descendre l’eau. Puis par elle, Nous faisons germer toute plante, de quoi Nous faisons sortir des verdures d’où Nous produisons des grains superposés. Et du palmier, de sa spathe, des régimes de dattes qui se tendent. Et aussi les jardins de vignes, l’olive et la grenade, semblables ou différents les uns des autres. Regardez leurs fruits lorsqu’ils fructifient et mûrissent. Voilà bien là des preuves pour des gens qui croient.",
              "Spanish": "Y Él es Quien hace descender agua del cielo, y mediante ella hacemos brotar toda clase de plantas. De ellas hacemos salir vegetación de la que producimos granos superpuestos. Y de las palmeras, de sus espádices, racimos (de dátiles) colgantes. Y huertos de vides, olivos y granados, semejantes y diferentes. Observad sus frutos cuando fructifican y maduran. En verdad, en ello hay signos para gente que cree.",
              "Hindi": "और वही है जो आसमान से पानी बरसाता है, फिर हम उसके ज़रिए हर चीज़ की कोंपल निकालते हैं, फिर हम उस से हरियाली निकालते हैं जिस से हम गहरे भरे दाने निकालते हैं। और खजूर के दरख़्तों में से उनके गुच्छों से झुके हुए गुच्छे निकलते हैं। और अंगूरों के बाग़ात और ज़ैतून और अनार (के दरख़्त) जो एक दूसरे से मिलते जुलते हैं और नहीं भी मिलते। उनके फल को देखो जब वे फल लाते हैं और जब वे पक जाते हैं। बेशक इन में ईमान लाने वालों के लिए निशानियाँ हैं।"
            }
          },
          {
            "no": 100,
            "arabic": "وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ ۖ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَصِفُونَ",
            "transliteration": "Wa jaʿalū li-llāhi shurakā’a al-jinna wa khalaqahum wa kharaqū lahu banīna wa banātin bi-ghayri ʿilmin subḥānahu wa taʿālā ʿammā yaṣifūn",
            "translations": {
              "English": "But they have attributed to Allah partners - the jinn, while He has created them - and have fabricated for Him sons and daughters. Exalted is He and high above what they describe!",
              "Urdu": "اور انہوں نے اللہ کے لیے جنوں کو شریک ٹھہرایا حالانکہ اس نے انہیں پیدا کیا ہے، اور بے علمی میں اس کے لیے بیٹے اور بیٹیاں گھڑ لیں۔ وہ پاک ہے اور اس سے بلند ہے جو وہ بیان کرتے ہیں۔",
              "French": "Et ils ont désigné des associés à Allah : les djinns, alors que c’est Lui qui les a créés. Et ils Lui ont inventé, dans leur ignorance, des fils et des filles. Gloire à Lui ! Il est bien au-dessus de ce qu’ils décrivent.",
              "Spanish": "Y han atribuido a Alá asociados: los genios, siendo que Él los ha creado. Y Le han inventado, por ignorancia, hijos e hijas. ¡Gloria a Él! Está por encima de lo que Le atribuyen.",
              "Hindi": "और उन्होंने अल्लाह के लिए जिन्नों को शरीक ठहराया हालाँकि उसने उन्हें पैदा किया है, और बे-इल्मी में उसके लिए बेटे और बेटियाँ गढ़ लीं। वह पाक है और उस से बुलंद है जो वे बयान करते हैं।"
            }
          },
        
     
            {
              "no": 101,
              "arabic": "بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
              "transliteration": "Badīʿu as-samāwāti wal-arḍi annā yakūnu lahu waladun wa lam takun lahu ṣāḥibatun wa khalaqa kulla shayʾin wa huwa bikulli shayʾin ʿalīm",
              "translations": {
                "English": "Originator of the heavens and the earth—how can He have a son when He never had a companion? He created all things, and He has knowledge of all things.",
                "Urdu": "آسمانوں اور زمین کا پیدا کرنے والا، اسے کیسے اولاد ہو سکتی ہے جبکہ اس کی کوئی بیوی نہیں؟ اور وہی ہر چیز کا خالق ہے، اور وہ ہر چیز کو جاننے والا ہے۔",
                "French": "Créateur des cieux et de la terre, comment aurait-Il un enfant quand Il n’a pas de compagne ? C’est Lui qui a tout créé, et Il est Omniscient.",
                "Spanish": "Originador de los cielos y la tierra, ¿cómo va a tener un hijo si no tiene compañera? Él creó todas las cosas y tiene conocimiento de todo.",
                "Hindi": "आकाशों और धरती का उत्पत्तिकर्ता, उसे कैसे संतान हो सकती है जबकि उसकी कोई पत्नी नहीं? और वही हर चीज़ का रचयिता है, और वह हर चीज़ को जानने वाला है।"
              }
            },
            {
              "no": 102,
              "arabic": "ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَا إِلَٰهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
              "transliteration": "Dhālikumu Allāhu rabbukum lā ilāha illā huwa khāliqu kulli shayʾin faʿbudūhu wa huwa ʿalā kulli shayʾin wakīl",
              "translations": {
                "English": "Such is God, your Lord. There is no god except He, the Creator of all things; so worship Him. He is responsible for everything.",
                "Urdu": "وہی اللہ تمھارا رب ہے، اس کے سوا کوئی معبود نہیں، وہی ہر چیز کا خالق ہے، پس تم اسی کی عبادت کرو، اور وہی ہر چیز کا کارساز ہے۔",
                "French": "Tel est Allah, votre Seigneur. Il n’y a de divinité que Lui, Créateur de toute chose. Adorez-Le donc. C’est Lui qui a la charge de tout.",
                "Spanish": "Ese es Alá, vuestro Señor. No hay más dios que Él, Creador de todas las cosas. Adoradle pues. Él es el responsable de todo.",
                "Hindi": "वही अल्लाह तुम्हारा रब है, उसके सिवा कोई इबादत के लायक़ नहीं, वही हर चीज़ का रचयिता है, अतः तुम उसी की इबादत करो, और वही हर चीज़ का संचालक है।"
              }
            },
            {
              "no": 103,
              "arabic": "لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ",
              "transliteration": "Lā tudrikuhu l-abṣāru wa huwa yudriku l-abṣāra wa huwa al-laṭīfu l-khabīr",
              "translations": {
                "English": "No vision can grasp Him, but His grasp is over all vision. He is the Subtle, the Expert.",
                "Urdu": "نظریں اسے نہیں پا سکتیں، لیکن وہ سب نظروں کو پا لیتا ہے، اور وہ بڑا باریک بین اور خبردار ہے۔",
                "French": "Les regards ne peuvent l’atteindre, alors qu’Il saisit tous les regards. Et Il est le Subtil, le Parfaitement Connaisseur.",
                "Spanish": "Las miradas no pueden percibirle, pero Él percibe todas las miradas. Él es el Sutil, el Bien Informado.",
                "Hindi": "नज़रें उसे नहीं पा सकतीं, लेकिन वह सभी नज़रों को पा लेता है, और वह बड़ा सूक्ष्मदर्शी और जानकार है।"
              }
            },
            {
              "no": 104,
              "arabic": "قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ",
              "transliteration": "Qad jāʾakum baṣāʾiru min rabbikum faman abṣara falinafsihi wa man ʿamiya faʿalayhā wa mā anā ʿalaykum biḥafīẓ",
              "translations": {
                "English": "Insights have come to you from your Lord. Whoever sees, it is to the benefit of his soul; and whoever remains blind, it is to its detriment. I am not a guardian over you.",
                "Urdu": "تمہارے پاس تمہارے رب کی طرف سے بینات آ چکی ہیں، پس جو دیکھے گا وہ اپنے فائدے کے لیے ہوگا، اور جو اندھا رہے گا وہ اپنے نقصان کے لیے ہوگا، اور میں تم پر نگہبان نہیں ہوں۔",
                "French": "Des preuves vous sont venues de votre Seigneur. Quiconque voit, c’est pour lui-même ; et quiconque reste aveugle, c’est à son détriment. Je ne suis pas votre gardien.",
                "Spanish": "Las evidencias os han llegado de vuestro Señor. Quien ve, es en beneficio propio; y quien se ciega, es en su perjuicio. Yo no soy vuestro custodio.",
                "Hindi": "तुम्हारे पास तुम्हारे रब की तरफ़ से स्पष्ट प्रमाण आ चुके हैं, अतः जो देखेगा वह अपने फ़ायदे के लिए होगा, और जो अंधा रहेगा वह अपने नुक़सान के लिए होगा, और मैं तुम पर निगरान करने वाला नहीं हूँ।"
              }
            }
       
        ,
    
            {
              "no": 105,
              "arabic": "وَكَذَٰلِكَ نُصَرِّفُ الْآيَاتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ",
              "transliteration": "Wa kadhālika nuṣarrifu l-āyāti wa liyaqūlū darasta wa linubayyinahu liqawmin yaʿlamūn",
              "translations": {
                "English": "Thus do We diversify the revelations, so they may say, 'You have studied,' and to clarify them for people who know.",
                "Urdu": "اور ہم آیات کو مختلف طریقوں سے بیان کرتے ہیں تاکہ وہ کہیں کہ تم نے مطالعہ کیا ہے، اور تاکہ ہم انہیں جاننے والوں کے لیے واضح کر دیں۔",
                "French": "Ainsi exposons-Nous les versets, afin qu’ils disent : 'Tu as étudié', et afin de les clarifier pour des gens qui savent.",
                "Spanish": "Así exponemos los versículos, para que digan: 'Has estudiado', y para aclararlos a gente que sabe.",
                "Hindi": "और इसी तरह हम आयतों को अलग-अलग ढंग से बयान करते हैं, ताकि वे कहें कि तुमने पढ़ा है, और ताकि हम उन्हें जानने वालों के लिए स्पष्ट कर दें।"
              }
            },
            {
              "no": 106,
              "arabic": "اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لَا إِلَٰهَ إِلَّا هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ",
              "transliteration": "Ittabiʿ mā ūḥiya ilayka min rabbika lā ilāha illā huwa wa aʿriḍ ʿani l-mushrikīn",
              "translations": {
                "English": "Follow what has been revealed to you from your Lord—there is no god except Him—and turn away from the polytheists.",
                "Urdu": "جو کچھ تمہارے رب کی طرف سے تم پر وحی کیا گیا ہے اس کی پیروی کرو، اس کے سوا کوئی معبود نہیں، اور مشرکوں سے منہ موڑ لو۔",
                "French": "Suis ce qui t’est révélé de la part de ton Seigneur. Point de divinité en dehors de Lui. Et éloigne-toi des associateurs.",
                "Spanish": "Sigue lo que te ha sido revelado por tu Señor. No hay más dios que Él. Y apártate de los idólatras.",
                "Hindi": "जो कुछ तुम्हारे रब की तरफ़ से तुम पर वह्य किया गया है उसका पालन करो, उसके सिवा कोई इबादत के लायक़ नहीं, और मुश्रिकों से मुँह मोड़ लो।"
              }
            },
            {
              "no": 107,
              "arabic": "وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
              "transliteration": "Wa law shāʾa Allāhu mā ashrakū wa mā jaʿalnāka ʿalayhim ḥafīẓan wa mā anta ʿalayhim biwakīl",
              "translations": {
                "English": "Had Allah willed, they would not have associated others with Him. We did not appoint you as a guardian over them, nor are you their manager.",
                "Urdu": "اگر اللہ چاہتا تو وہ شرک نہ کرتے، اور ہم نے تمہیں ان پر نگہبان نہیں بنایا، اور نہ تم ان کے ذمہ دار ہو۔",
                "French": "Si Allah avait voulu, ils ne Lui auraient pas donné d’associés. Nous ne t’avons pas désigné comme gardien sur eux, et tu n’es pas leur garant.",
                "Spanish": "Si Allah hubiera querido, no habrían asociado nada a Él. No te hemos puesto como custodio sobre ellos, ni eres su responsable.",
                "Hindi": "अगर अल्लाह चाहता तो वे शिर्क न करते, और हमने तुम्हें उन पर निगरान नहीं बनाया, और न तुम उनके ज़िम्मेदार हो।"
              }
            },
            {
              "no": 108,
              "arabic": "وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِمْ مَرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوا يَعْمَلُونَ",
              "transliteration": "Wa lā tasubbū alladhīna yadʿūna min dūni Allāhi fa-yasubbū Allāha ʿadwan bi-ghayri ʿilm kadhālika zayyannā li-kulli ummatin ʿamalahum thumma ilā rabbihim marjiʿuhum fa-yunabbiʾuhum bi-mā kānū yaʿmalūn",
              "translations": {
                "English": "Do not insult those they invoke besides Allah, lest they insult Allah in hostility without knowledge. Thus We have made pleasing to every community their deeds. Then to their Lord is their return, and He will inform them of what they used to do.",
                "Urdu": "اور جنہیں وہ اللہ کے سوا پکارتے ہیں انہیں گالی مت دو، ورنہ وہ جہالت میں دشمنی کی وجہ سے اللہ کو گالی دیں گے۔ اسی طرح ہم نے ہر امت کے لیے ان کے اعمال کو آراستہ کر دیا ہے، پھر ان کا لوٹنا اپنے رب کی طرف ہے، اور وہ انہیں بتائے گا جو کچھ وہ کرتے تھے۔",
                "French": "N’injuriez pas ceux qu’ils invoquent en dehors d’Allah, car par agressivité et ignorance, ils injurieraient Allah. Ainsi, Nous avons embelli à chaque communauté ses actions. Ensuite, c’est vers leur Seigneur que sera leur retour, et Il les informera de ce qu’ils faisaient.",
                "Spanish": "No insultéis a los que invocan en lugar de Allah, no sea que insulten a Allah por hostilidad e ignorancia. Así hemos embellecido a cada comunidad sus acciones. Luego, a su Señor regresarán, y Él les informará de lo que hacían.",
                "Hindi": "और जिन्हें वे अल्लाह के सिवा पुकारते हैं उन्हें गाली मत दो, वरना वे अज्ञान में दुश्मनी की वजह से अल्लाह को गाली देंगे। इसी तरह हमने हर उम्मत के लिए उनके अमल को सजा दिया है, फिर उनका लौटना अपने रब की तरफ़ है, और वह उन्हें बताएगा जो कुछ वे करते थे।"
              }
            },
            {
              "no": 109,
              "arabic": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ",
              "transliteration": "Wa aqsamū bi-llāhi jahda aymānihim la-in jāʾat-hum āyatun la-yuʾminunna bihā qul innamā l-āyātu ʿinda llāhi wa mā yushʿirukum annahā idhā jāʾat lā yuʾminūn",
              "translations": {
                "English": "They swear by Allah their most solemn oaths that if a sign came to them, they would believe in it. Say, 'The signs are only with Allah.' What will make you realize that even if a sign came, they would not believe?",
                "Urdu": "اور انہوں نے اللہ کی قسمیں کھا کر کہا کہ اگر ان کے پاس کوئی نشانی آئے تو وہ ضرور ایمان لے آئیں گے۔ کہہ دو کہ نشانیاں تو صرف اللہ کے پاس ہیں، اور تمہیں کیا خبر کہ اگر وہ آ بھی جائیں تو وہ ایمان نہیں لائیں گے؟",
                "French": "Ils jurent par Allah leurs serments les plus solennels que si un miracle leur parvenait, ils y croiraient. Dis : 'Les miracles ne dépendent que d’Allah.' Qu’est-ce qui vous fait penser que même s’il en venait un, ils n’y croiraient pas ?",
                "Spanish": "Juran por Allah sus juramentos más solemnes que si les llegara un signo, creerían en él. Di: 'Los signos están sólo con Allah.' ¿Qué os hace pensar que aunque viniera, no creerían?",
                "Hindi": "और उन्होंने अल्लाह की क़समें खा कर कहा कि अगर उनके पास कोई निशानी आए तो वह ज़रूर ईमान ले आएँगे। कह दो कि निशानियाँ तो बस अल्लाह के पास हैं, और तुम्हें क्या ख़बर कि अगर वह आ भी जाएँ तो वह ईमान नहीं लाएँगे?"
              }
            },
            {
              "no": 110,
              "arabic": "وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
              "transliteration": "Wa nuqallibu afʾidatahum wa abṣārahum kamā lam yuʾminū bihi awwala marratin wa nadharuhum fī ṭughyānihim yaʿmahūn",
              "translations": {
                "English": "We will turn away their hearts and their eyes, just as they refused to believe in it the first time, and We will leave them wandering blindly in their rebellion.",
                "Urdu": "اور ہم ان کے دلوں اور ان کی آنکھوں کو پھیر دیں گے جیسے انہوں نے پہلی بار اس پر ایمان نہیں لایا تھا، اور ہم انہیں ان کی سرکشی میں بھٹکتے ہوئے چھوڑ دیں گے۔",
                "French": "Nous détournerons leurs cœurs et leurs regards comme ils n’y ont pas cru la première fois, et Nous les laisserons errer aveuglément dans leur rébellion.",
                "Spanish": "Desviaremos sus corazones y sus miradas, como no creyeron la primera vez, y les dejaremos vagar ciegamente en su rebelión.",
                "Hindi": "और हम उनके दिलों और उनकी आँखों को फेर देंगे जैसे उन्होंने पहली बार इस पर ईमान नहीं लाया था, और हम उन्हें उनके उसूल में भटकते हुए छोड़ देंगे।"
              }
            },
            {
              "no": 111,
              "arabic": "وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
              "transliteration": "Wa law annanā nazzalnā ilayhimu l-malāʾikata wa kallamahumu l-mawtā wa ḥasharnā ʿalayhim kulla shayʾin qubulan mā kānū li-yuʾminū illā an yashāʾa llāhu wa lākinna aktharahum yajhalūn",
              "translations": {
                "English": "Even if We sent down the angels to them, and the dead spoke to them, and We gathered all things before them, they would still not believe—unless Allah wills. But most of them are ignorant.",
                "Urdu": "اور اگر ہم ان پر فرشتوں کو نازل کر دیتے، اور مردے ان سے بات کرتے، اور ہم ہر چیز کو ان کے سامنے جمع کر دیتے، تب بھی وہ ایمان نہ لاتے مگر یہ کہ اللہ چاہے، لیکن اکثر لوگ جہالت برتتے ہیں।",
                "French": "Même si Nous faisions descendre sur eux les anges, que les morts leur parlent, et que Nous rassemblions devant eux toute chose, ils ne croiraient pas, à moins qu’Allah ne le veuille. Mais la plupart d’entre eux ignorent.",
                "Spanish": "Aunque les enviáramos ángeles, los muertos les hablaran y reuniéramos ante ellos todas las cosas, no creerían a menos que Allah lo quisiera. Pero la mayoría ignora.",
                "Hindi": "और अगर हम उन पर फ़रिश्तों को नाज़िल कर देते, और मुर्दे उनसे बात करते, और हम हर चीज़ को उनके सामने जमा कर देते, तब भी वह ईमान न लाते मगर यह कि अल्लाह चाहे, लेकिन अक़्सर लोग जहालत करते हैं।"
              }
            },
            {
              "no": 112,
              "arabic": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
              "transliteration": "Wa kadhālika jaʿalnā li-kulli nabiyyin ʿaduwwan shayāṭīna l-insi wa l-jinni yūḥī baʿḍuhum ilā baʿḍin zukhrufa l-qawli ghurūran wa law shāʾa rabbuka mā faʿalūhu fa-dharhum wa mā yaftarūn",
              "translations": {
                "English": "Thus have We assigned to every prophet an enemy—devils from among humans and jinn—inspiring to one another decorative speech in delusion. But had your Lord willed, they would not have done it. So leave them to their fabrications.",
                "Urdu": "اور اسی طرح ہم نے ہر نبی کے لیے دشمن بنائے ہیں، انسانوں اور جنوں کے شیطان، جو ایک دوسرے کو دھوखے کے لیے آراستہ باتیں القا کرتے ہیں۔ اور اگر تمہارا رب چاہتا تو وہ ایسا نہ کرتے، پس تم انہیں اور ان کے جھوٹے افترا پر چھوڑ دو۔",
                "French": "Ainsi, Nous avons assigné à chaque prophète un ennemi : des diables parmi les hommes et les djinns, qui s’inspirent mutuellement des paroles trompeuses et séduisantes. Si ton Seigneur avait voulu, ils ne l’auraient pas fait. Laisse-les donc avec ce qu’ils inventent.",
                "Spanish": "Así hemos asignado a cada profeta enemigos: demonios de entre humanos y genios, que se inspiran mutuamente palabras engañosas. Si tu Señor hubiera querido, no lo habrían hecho. Así que déjalos con sus invenciones.",
                "Hindi": "और इसी तरह हमने हर नबी के लिए दुश्मन बनाए हैं, इंसानों और जिन्नों के शैतान, जो एक-दूसरे को धोखे के लिए सजी-सँवरी बातें इल्हाम करते हैं। और अगर तुम्हारा रब चाहता तो वह ऐसा न करते, इसलिए तुम उन्हें और उनके झूठे इफ़्तिरा पर छोड़ दो।"
              }
            },
            {
              "no": 113,
              "arabic": "وَلِتَصْغَىٰ إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ",
              "transliteration": "Wa li-taṣghā ilayhi afʾidatu alladhīna lā yuʾminūna bi-l-ākhirati wa li-yarḍawhu wa li-yaqtarifū mā hum muqtarifūn",
              "translations": {
                "English": "So that the hearts of those who do not believe in the Hereafter may incline to it, and be pleased with it, and that they may commit what they commit.",
                "Urdu": "تاکہ جو لوگ آخرت پر ایمان نہیں رखتے ان کے دل اس کی طرف مائل ہوں، اور وہ اسے پسند کریں، اور وہ کر گزریں جو وہ کرتے ہیں۔",
                "French": "Ainsi, les cœurs de ceux qui ne croient pas en l’au-delà se laissent séduire, et ils en sont satisfaits, et ils perpètrent ce qu’ils perpètrent.",
                "Spanish": "Para que los corazones de quienes no creen en la otra vida se inclinen hacia él, lo acepten y cometan lo que cometen.",
                "Hindi": "ताकि जो लोग आख़िरत पर ईमान नहीं रखते उनके दिल उसकी तरफ़ झुकें, और वह उसे पसंद करें, और वह कर गुज़रें जो वह करते हैं।"
              }
            },
            {
              "no": 114,
              "arabic": "أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
              "transliteration": "A fa-ghayra llāhi abtaghī ḥakaman wa huwa alladhī anzala ilaykumu l-kitāba mufaṣṣalan wa alladhīna ātaynāhumu l-kitāba yaʿlamūna annahu munazzalun min rabbika bi-l-ḥaqqi fa-lā takūnanna mina l-mumtarīn",
              "translations": {
                "English": "Shall I seek a judge other than Allah, when it is He who has sent down to you the Book, explained in detail? Those to whom We gave the Book know that it is sent down from your Lord in truth. So do not be among the doubters.",
                "Urdu": "کیا میں اللہ کے سوا کسی اور کو حاکم بناؤں، حالانکہ وہی ہے جس نے تمہاری طرف یہ کتاب نازل کی ہے، جو تفصیل سے بیان کی گئی ہے؟ جنہیں ہم نے کتاب دی ہے وہ جانتے ہیں کہ یہ تمہارے رب کی طرف سے حق کے ساتھ نازل کی گئی ہے، پس تم شک کرنے والوں میں سے نہ ہونا۔",
                "French": "Chercherai-je un autre juge qu’Allah, alors que c’est Lui qui a fait descendre vers vous le Livre bien détaillé ? Ceux à qui Nous avons donné le Livre savent qu’il est descendu avec la vérité de ton Seigneur. Ne sois donc pas du nombre des douteurs.",
                "Spanish": "¿Acaso buscaré otro juez que no sea Allah, siendo Él quien os ha revelado el Libro detallado? Aquellos a quienes dimos el Libro saben que ha sido revelado por tu Señor con la verdad. Así que no estés entre los que dudan.",
                "Hindi": "क्या मैं अल्लाह के सिवा किसी और को हाकिम बनाऊँ, हालाँकि वही है जिसने तुम्हारी तरफ़ यह किताब नाज़िल की है, जो तफ़्सील से बयान की गई है? जिन्हें हमने किताब दी है वह जानते हैं कि यह तुम्हारे रब की तरफ़ से हक़ के साथ नाज़िल की गई है, इसलिए तुम शक करने वालों में से न होना।"
              }
            },
            {
              "no": 115,
              "arabic": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
              "transliteration": "Wa tammat kalimatu rabbika ṣidqan wa ʿadlan lā mubaddila li-kalimātihi wa huwa l-samīʿu l-ʿalīm",
              "translations": {
                "English": "The Word of your Lord has been fulfilled in truth and justice. None can alter His words, and He is the Hearing, the Knowing.",
                "Urdu": "اور تمہارے رب کی بات سچائی اور انصاف کے ساتھ پوری ہو چکی ہے، اس کے کلمات کو کوئی بدلنے والا نہیں، اور وہ سننے والا، جاننے والا ہے۔",
                "French": "La parole de ton Seigneur s’est accomplie en toute vérité et justice. Nul ne peut modifier Ses paroles. Il est l’Audient, l’Omniscient.",
                "Spanish": "La palabra de tu Señor se ha cumplido con verdad y justicia. Nadie puede cambiar Sus palabras. Él es el Oyente, el Sabio.",
                "Hindi": "और तुम्हारे रब की बात सच्चाई और इंसाफ़ के साथ पूरी हो चुकी है, उसके कलाम को कोई बदलने वाला नहीं, और वह सुनने वाला, जानने वाला है।"
              }
            },
            {
              "no": 116,
              "arabic": "وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
              "transliteration": "Wa in tuṭiʿ akthara man fī l-arḍi yuḍillūka ʿan sabīli llāhi in yattabiʿūna illā l-ẓanna wa in hum illā yakhruṣūn",
              "translations": {
                "English": "If you obey most of those on earth, they will lead you astray from Allah’s path. They follow nothing but assumptions, and they do nothing but lie.",
                "Urdu": "اور اگر تم زمین پر رہنے والوں میں سے اکثر کی اطاعت کرو گے تو وہ تمہیں اللہ کے راستے سے بھٹکا دیں گے۔ وہ صرف گمان کی پیروی کرتے ہیں، اور وہ محض اٹکل سے کام لیتے ہیں۔",
                "French": "Si tu obéis à la majorité de ceux qui sont sur terre, ils t’égareront du sentier d’Allah. Ils ne suivent que la conjecture et ne font que fabriquer des mensonges.",
                "Spanish": "Si obedeces a la mayoría de los que están en la tierra, te extraviarán del camino de Allah. No siguen más que conjeturas y no hacen más que mentir.",
                "Hindi": "और अगर तुम धरती पर रहने वालों में से अक़्सर की इताअत करोगे तो वह तुम्हें अल्लाह के रास्ते से भटका देंगे। वह सिर्फ़ गुमान की पैरवी करते हैं, और वह महज़ अंदाज़े से काम लेते हैं।"
              }
            },
            {
              "no": 117,
              "arabic": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
              "transliteration": "Inna rabbaka huwa aʿlamu man yaḍillu ʿan sabīlihi wa huwa aʿlamu bi-l-muhtadīn",
              "translations": {
                "English": "Indeed, your Lord is most knowing of who strays from His path, and He is most knowing of the rightly guided.",
                "Urdu": "بے شک تمہارا رب ہی خوب جانتا ہے کہ کون اس کے راستے سے بھٹکتا ہے، اور وہی ہدایت یافتہ لوگوں کو خوب جانتا ہے۔",
                "French": "Ton Seigneur connaît mieux ceux qui s’égarent de Son chemin, et Il connaît mieux ceux qui sont bien guidés.",
                "Spanish": "En verdad, tu Señor conoce mejor a quien se extravía de Su camino, y Él conoce mejor a los guiados.",
                "Hindi": "बेशक तुम्हारा रब ही बेहतर जानता है कि कौन उसके रास्ते से भटकता है, और वही हिदायत याफ़्ता लोगों को बेहतर जानता है।"
              }
            },
            {
              "no": 118,
              "arabic": "فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ",
              "transliteration": "Fa-kulū mimmā dhukira smu llāhi ʿalayhi in kuntum bi-āyātihi muʾminīn",
              "translations": {
                "English": "So eat of that over which the name of Allah has been pronounced, if you believe in His revelations.",
                "Urdu": "پس جو چیز اللہ کے نام سے ذبح کی گئی ہو اس میں سے کھاؤ، اگر تم اس کی آیتوں پر ایمان رکھتے ہو۔",
                "French": "Mangez donc de ce sur quoi le nom d’Allah a été prononcé, si vous croyez en Ses versets.",
                "Spanish": "Comed de aquello sobre lo que se ha mencionado el nombre de Allah, si creéis en Sus signos.",
                "Hindi": "फिर जिस चीज़ पर अल्लाह का नाम लिया गया हो उसमें से खाओ, अगर तुम उसकी आयतों पर ईमान रखते हो।"
              }
            },
            {
              "no": 119,
              "arabic": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ",
              "transliteration": "Wa mā lakum allā taʾkulū mimmā dhukira smu llāhi ʿalayhi wa qad faṣṣala lakum mā ḥarrama ʿalaykum illā mā uḍṭurirtum ilayhi wa inna kathīran la-yuḍillūna bi-ahwāʾihim bi-ghayri ʿilmin inna rabbaka huwa aʿlamu bi-l-muʿtadīn",
              "translations": {
                "English": "And why should you not eat of that over which the name of Allah has been pronounced, when He has already detailed for you what He has forbidden to you—except under compulsion? Indeed, many mislead others by their whims without knowledge. Indeed, your Lord knows best the transgressors.",
                "Urdu": "اور تمہیں کیا ہو گیا ہے کہ جس چیز پر اللہ کا نام لیا گیا ہو اس میں سے نہ کھاؤ، حالانکہ اس نے تمہارے لیے واضح کر دیا ہے کہ تم پر کیا حرام کیا گیا ہے، سوائے اس کے جس پر تم مجبور ہو جاؤ۔ بے شک بہت سے لوگ اپنی خواہشات کے پیچھے بغیر علم کے گمراہ کرتے ہیں۔ بے شک تمہارا رب ہی حد سے گزرنے والوں کو خوب جانتا ہے۔",
                "French": "Et qu’avez-vous à ne pas manger de ce sur quoi le nom d’Allah a été prononcé, alors qu’Il a détaillé pour vous ce qu’Il vous a interdit, à moins que vous ne soyez contraints d’en manger ? Beaucoup égarent sans savoir, par leurs passions. Ton Seigneur connaît mieux les transgresseurs.",
                "Spanish": "¿Por qué no habríais de comer de aquello sobre lo que se ha mencionado el nombre de Allah, cuando Él ya os ha detallado lo que os ha prohibido, salvo en caso de necesidad? Muchos extravían a otros por sus pasiones, sin conocimiento. En verdad, tu Señor conoce mejor a los transgresores.",
                "Hindi": "और तुम्हें क्या हो गया है कि जिस चीज़ पर अल्लाह का नाम लिया गया हो उसमें से न खाओ, हालाँकि उसने तुम्हारे लिए साफ़ कर दिया है कि तुम पर क्या हराम किया गया है, सिवाय उसके जिस पर तुम मजबूर हो जाओ। बेशक बहुत से लोग अपनी ख़्वाहिशों के पीछे बग़ैर इल्म के गुमराह करते हैं। बेशक तुम्हारा रब ही हद से गुज़रने वालों को बेहतर जानता है।"
              }
            },
            {
              "no": 120,
              "arabic": "وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ",
              "transliteration": "Wa dharū ẓāhira l-ithmi wa bāṭinahu inna alladhīna yaksibūna l-ithma sa-yujzawna bi-mā kānū yaqtarifūn",
              "translations": {
                "English": "And abandon sin, outward and inward. Indeed, those who commit sin will be recompensed for what they used to perpetrate.",
                "Urdu": "اور گناہ کو ظاہر اور پوشیدہ دونوں طرح چھوڑ دو۔ بے شک جو لوگ گناہ کماتے ہیں، انہیں ان کے کیے کی سزا دی جائے گی۔",
                "French": "Évitez le péché, apparent ou caché. Ceux qui commettent des péchés seront rétribués selon ce qu’ils ont acquis.",
                "Spanish": "Y abandonad el pecado, tanto el manifiesto como el oculto. En verdad, quienes cometan pecados serán retribuidos por lo que solían perpetrar.",
                "Hindi": "और गुनाह को ज़ाहिर और छिपे दोनों तरह छोड़ दो। बेशक जो लोग गुनाह कमाते हैं, उन्हें उनके किए की सज़ा दी जाएगी।"
              }
            },
            {
              "no": 121,
              "arabic": "وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَىٰ أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ",
              "transliteration": "Wa lā taʾkulū mimmā lam yudhkari smu llāhi ʿalayhi wa innahu la-fisqun wa inna l-shayāṭīna la-yūḥūna ilā awliyāʾihim li-yujādilūkum wa in aṭaʿtumūhum innakum la-mushrikūn",
              "translations": {
                "English": "And do not eat of that over which the name of Allah has not been pronounced, for it is grave disobedience. Indeed, the devils inspire their allies to argue with you; but if you obey them, you would be polytheists.",
                "Urdu": "اور جس چیز پر اللہ کا نام نہ لیا گیا ہو اس میں سے نہ کھاؤ، یہ نافرمانی ہے۔ بے شک شیاطین اپنے دوستوں کو القا کرتے ہیں کہ تم سے جھگڑا کریں، اور اگر تم نے ان کی اطاعت کی تو تم مشرک ہو جاؤ گے۔",
                "French": "Et ne mangez pas de ce sur quoi le nom d’Allah n’a pas été prononcé, car ce serait une perversité. Les diables inspirent à leurs alliés de disputer avec vous. Si vous leur obéissez, vous deviendrez certes des associateurs.",
                "Spanish": "Y no comáis de aquello sobre lo que no se ha mencionado el nombre de Allah, pues es una desobediencia. Los demonios inspiran a sus aliados a discutir con vosotros. Si les obedecéis, seréis idólatras.",
                "Hindi": "और जिस चीज़ पर अल्लाह का नाम न लिया गया हो उसमें से न खाओ, यह नाफ़रमानी है। बेशक शैतान अपने दोस्तों को इल्हाम करते हैं कि तुमसे झगड़ा करें, और अगर तुमने उनकी इताअत की तो तुम मुश्रिक हो जाओगे।"
              }
            },
            {
              "no": 122,
              "arabic": "أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَٰلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ",
              "transliteration": "Awa man kāna maytan fa-aḥyaynāhu wa jaʿalnā lahu nūran yamshī bihi fī l-nāsi ka-man mathaluhu fī l-ẓulumāti laysa bi-khārijin minhā kadhālika zuyyina li-l-kāfirīna mā kānū yaʿmalūn",
              "translations": {
                "English": "Is one who was dead, then We gave him life and provided for him a light by which he walks among the people, like one who is in darkness, never to emerge therefrom? Thus what the disbelievers used to do has been made appealing to them.",
                "Urdu": "کیا جو شخص مردہ تھا پھر ہم نے اسے زندہ کیا اور اس کے لیے ایک نور قرار دیا جس کے سہارے وہ لوگوں میں چلتا ہے، اس شخص کی طرح ہو سکتا ہے جو اندھیروں میں ہو اور اس سے نکل نہ سکتا ہو؟ اسی طرح کافروں کے لیے ان کے اعمال آراستہ کر دیے گئے ہیں۔",
                "French": "Celui qui était mort et que Nous avons ramené à la vie, et à qui Nous avons assigné une lumière grâce à laquelle il marche parmi les gens, est-il comparable à celui qui est dans les ténèbres sans pouvoir en sortir ? Ainsi les actions des mécréants leur ont été embellies.",
                "Spanish": "¿Acaso quien estaba muerto y al que dimos vida, dándole una luz con la que camina entre la gente, es como quien está en tinieblas sin poder salir de ellas? Así se les ha embellecido a los incrédulos lo que hacían.",
                "Hindi": "क्या जो शख़्स मुर्दा था फिर हमने उसे ज़िंदा किया और उसके लिए एक नूर क़रार दिया जिसके सहारे वह लोगों में चलता है, उस शख़्स की तरह हो सकता है जो अंधेरों में हो और उससे निकल न सकता हो? इसी तरह काफ़िरों के लिए उनके अमल सजा दिए गए हैं।"
              }
            },
            {
              "no": 123,
              "arabic": "وَكَذَٰلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ",
              "transliteration": "Wa kadhālika jaʿalnā fī kulli qaryatin akābira mujrimīhā li-yamkurū fīhā wa mā yamkurūna illā bi-anfusihim wa mā yashʿurūn",
              "translations": {
                "English": "And thus We have placed in every city its most wicked criminals to conspire therein. But they conspire only against themselves, though they do not realize it.",
                "Urdu": "اور اسی طرح ہم نے ہر بستی میں اس کے بڑے مجرموں کو مسلط کر دیا ہے تاکہ وہ وہاں سازشیں کریں، لیکن وہ اپنے ہی خلاف سازش کرتے ہیں، اور انہیں شعور نہیں ہوتا۔",
                "French": "De même, Nous avons placé dans chaque cité de grands criminels qui y ourdissent des complots. Mais ils ne complotent que contre eux-mêmes, sans en être conscients.",
                "Spanish": "Así hemos puesto en cada ciudad a sus grandes criminales para que conspiren en ella. Pero sólo conspiran contra sí mismos, sin darse cuenta.",
                "Hindi": "और इसी तरह हमने हर बस्ती में उसके बड़े मुजरिमों को मुसल्लत कर दिया है ताकि वह वहाँ साज़िशें करें, लेकिन वह अपने ही ख़िलाफ़ साज़िश करते हैं, और उन्हें शऊर नहीं होता।"
              }
            },
            {
              "no": 124,
              "arabic": "وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ",
              "transliteration": "Wa idhā jāʾat-hum āyatun qālū lan nuʾmina ḥattā nuʾtā mithla mā ūtiya rusulu llāhi llāhu aʿlamu ḥaythu yajʿalu risālatahu sa-yuṣību alladhīna ajramū ṣaghārun ʿinda llāhi wa ʿadhābun shadīdun bi-mā kānū yamkurūn",
              "translations": {
                "English": "And when a sign comes to them, they say, 'We will not believe until we are given like what was given to Allah’s messengers.' Allah knows best where to place His message. Humiliation from Allah and severe punishment will afflict the criminals for their schemes.",
                "Urdu": "اور جب ان کے پاس کوئی نشانی آتی ہے تو کہتے ہیں کہ ہم اس وقت تک ایمان نہیں لائیں گے جب تک ہمیں وہی نہ دیا جائے جو اللہ کے رسولوں کو دیا گیا تھا۔ اللہ خوب جانتا ہے کہ اپنی رسالت کہاں رکھے۔ مجرموں کو اللہ کے ہاں ذلت اور سخت عذاب پہنچے گا ان کی سازشوں کی وجہ سے۔",
                "French": "Et quand un signe leur vient, ils disent : 'Nous ne croirons pas tant que nous n’aurons pas reçu semblable à ce qui a été donné aux messagers d’Allah.' Allah sait mieux où placer Son message. Les criminels seront atteints d’avilissement auprès d’Allah et d’un dur châtiment à cause de leurs complots.",
                "Spanish": "Cuando les llega un signo, dicen: 'No creeremos hasta que se nos dé lo mismo que a los mensajeros de Allah.' Allah sabe mejor dónde colocar Su mensaje. Los criminales sufrirán humillación ante Allah y un castigo severo por sus maquinaciones.",
                "Hindi": "और जब उनके पास कोई निशानी आती है तो कहते हैं कि हम उस वक़्त तक ईमान नहीं लाएँगे जब तक हमें वही न दिया जाए जो अल्लाह के रसूलों को दिया गया था। अल्लाह बेहतर जानता है कि अपनी रिसालत कहाँ रखे। मुजरिमों को अल्लाह के पास ज़िल्लत और सख़्त अज़ाब पहुँचेगा उनकी साज़िशों की वजह से।"
              }
            },
            {
              "no": 125,
              "arabic": "فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَٰلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ",
              "transliteration": "Fa-man yuridi llāhu an yahdiyahu yashraḥ ṣadrahu li-l-islāmi wa man yurid an yuḍillahu yajʿal ṣadrahu ḍayyiqan ḥarajan ka-annamā yaṣṣaʿadu fī l-samāʾi kadhālika yajʿalu llāhu l-rijsa ʿalā alladhīna lā yuʾminūn",
              "translations": {
                "English": "Whomever Allah wills to guide, He opens his heart to Islam; and whomever He wills to leave astray, He makes his chest tight and constricted as though he were climbing into the sky. Thus Allah lays defilement upon those who do not believe.",
                "Urdu": "جسے اللہ ہدایت دینا چاہتا ہے اس کا سینہ اسلام کے لیے کھول دیتا ہے، اور جسے گمراہ کرنا چاہتا ہے اس کا سینہ تنگ اور دشوار کر دیتا ہے، گویا وہ آسمان پر چڑھ رہا ہو۔ اسی طرح اللہ ناپاکی مسلط کر دیتا ہے ان پر جو ایمان نہیں لاتے۔",
                "French": "Quiconque Allah veut guider, Il lui ouvre la poitrine à l’Islam. Et quiconque Il veut égarer, Il rend sa poitrine étroite et gênée, comme s’il s’efforçait de monter au ciel. Ainsi Allah inflige l’avilissement à ceux qui ne croient pas.",
                "Spanish": "A quien Allah quiere guiar, le abre el corazón al Islam. Y a quien quiere extraviar, le oprime el pecho como si escalara al cielo. Así Allah impureza a quienes no creen.",
                "Hindi": "जिसे अल्लाह हिदायत देना चाहता है उसका सीना इस्लाम के लिए खोल देता है, और जिसे गुमराह करना चाहता है उसका सीना तंग और दुश्वार कर देता है, गोया वह आसमान पर चढ़ रहा हो। इसी तरह अल्लाह नापाकी मुसल्लत कर देता है उन पर जो ईमान नहीं लाते।"
              }
            },
            {
              "no": 126,
              "arabic": "وَهَٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ",
              "transliteration": "Wa hādhā ṣirāṭu rabbika mustaqīman qad faṣṣalnā l-āyāti li-qawmin yadhakkarūn",
              "translations": {
                "English": "This is the straight path of your Lord. We have detailed the revelations for a people who take heed.",
                "Urdu": "اور یہ تمہارے رب کا سیدھا راستہ ہے۔ ہم نے نشانیوں کو تفصیل سے بیان کر دیا ہے ان لوگوں کے لیے جو نصیحت حاصل کرتے ہیں।",
                "French": "Et voilà le chemin droit de ton Seigneur. Nous avons exposé en détail les versets pour des gens qui se souviennent.",
                "Spanish": "Este es el camino recto de tu Señor. Hemos detallado los signos para gente que reflexiona.",
                "Hindi": "और यह तुम्हारे रब का सीधा रास्ता है। हमने निशानियों को तफ़्सील से बयान कर दिया है उन लोगों के लिए जो नसीहत हासिल करते हैं।"
              }
            },
            {
              "no": 127,
              "arabic": "لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوا يَعْمَلُونَ",
              "transliteration": "Lahum dāru l-salāmi ʿinda rabbihim wa huwa waliyyuhum bi-mā kānū yaʿmalūn",
              "translations": {
                "English": "For them is the Home of Peace with their Lord, and He is their Protector because of what they used to do.",
                "Urdu": "ان کے لیے ان کے رب کے پاس سلامتی کا گھر ہے، اور وہ ان کا دوست ہے ان کے اعمال کی وجہ سے۔",
                "French": "Pour eux, la Demeure de la paix auprès de leur Seigneur. Et Il est leur allié pour ce qu’ils faisaient.",
                "Spanish": "Para ellos está la Morada de la Paz junto a su Señor. Él es su Protector por lo que solían hacer.",
                "Hindi": "उनके लिए उनके रब के पास सलामती का घर है, और वह उनका दोस्त है उनके अमल की वजह से।"
              }
            },
            {
              "no": 128,
              "arabic": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ وَقَالَ أَوْلِيَاؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
              "transliteration": "Wa yawma yaḥshuruhum jamīʿan yā maʿshara l-jinni qadi istakthartum mina l-insi wa qāla awliyāʾuhum mina l-insi rabbanā istamtaʿa baʿḍunā bi-baʿḍin wa balaghnā ajalana alladhī ajjalta lanā qāla l-nāru mathwākum khālidīna fīhā illā mā shāʾa llāhu inna rabbaka ḥakīmun ʿalīm",
              "translations": {
                "English": "On the Day when He will gather them all together: 'O assembly of jinn, you have exploited multitudes of humans.' Their allies among humans will say, 'Our Lord, we benefited from one another, but we have reached the term You appointed for us.' He will say, 'The Fire is your abode, to remain therein forever, except as Allah wills.' Indeed, your Lord is Wise and Knowing.",
                "Urdu": "اور جس دن وہ ان سب کو جمع کرے گا، فرمائے گا: اے جنوں کے گروہ! تم نے انسانوں میں سے بہت سوں کو اپنا شکار بنا لیا تھا۔ اور انسانوں میں سے ان کے دوست کہیں گے: اے ہمارے رب! ہم نے ایک دوسرے سے فائدہ اٹھایا، اور ہم نے وہ مدت پوری کر لی جو تو نے ہمارے لیے مقرر کی تھی۔ فرمائے گا: تمہارا ٹھکانا جہنم ہے، جہاں تم ہمیشہ رہو گے، سوائے اس کے جو اللہ چاہے۔ بے شک تمہارا رب حکمت والا، علم والا ہے۔",
                "French": "Et le jour où Il les rassemblera tous : 'Ô communauté des djinns, vous avez abusé des humains.' Et leurs alliés parmi les humains diront : 'Notre Seigneur, nous avons profité les uns des autres, et nous avons atteint le terme que Tu nous avais fixé.' Il dira : 'Le Feu est votre demeure, pour y rester éternellement, sauf si Allah en décide autrement.' Ton Seigneur est certes Sage et Omniscient.",
                "Spanish": "El día que los reúna a todos: '¡Oh, comunidad de genios! Habéis abusado de muchos humanos.' Sus aliados entre los humanos dirán: 'Señor nuestro, nos beneficiamos mutuamente y hemos alcanzado el plazo que nos fijaste.' Dirá: 'El Fuego será vuestra morada, donde permaneceréis eternamente, salvo que Allah quiera.' En verdad, tu Señor es Sabio, Conocedor.",
                "Hindi": "और जिस दिन वह उन सब को जमा करेगा, फरमाएगा: ऐ जिन्नों के गिरोह! तुमने इंसानों में से बहुतों को अपना शिकार बना लिया था। और इंसानों में से उनके दोस्त कहेंगे: ऐ हमारे रब! हमने एक-दूसरे से फ़ायदा उठाया, और हमने वह मुद्दत पूरी कर ली जो तूने हमारे लिए मुक़र्रर की थी। फरमाएगा: तुम्हारा ठिकाना जहन्नुम है, जहाँ तुम हमेशा रहोगे, सिवाय उसके जो अल्लाह चाहे। बेशक तुम्हारा रब हिकमत वाला, इल्म वाला है।"
              }
            },
            {
              "no": 129,
              "arabic": "وَكَذَٰلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُوا يَكْسِبُونَ",
              "transliteration": "Wa kadhālika nuwallī baʿḍa l-ẓālimīna baʿḍan bi-mā kānū yaksibūn",
              "translations": {
                "English": "And thus We make some of the wrongdoers allies of one another because of what they used to earn.",
                "Urdu": "اور اسی طرح ہم ظالموں میں سے بعض کو بعض کا دوست بنا دیتے ہیں، ان کے کیے ہوئے اعمال کی وجہ سے۔",
                "French": "Et c’est ainsi que Nous faisons des injustes des alliés les uns des autres, pour ce qu’ils ont acquis.",
                "Spanish": "Así hacemos que algunos injustos sean aliados de otros, por lo que solían cometer.",
                "Hindi": "और इसी तरह हम ज़ालिमों में से कुछ को कुछ का दोस्त बना देते हैं, उनके किए हुए अमल की वजह से।"
              }
            },
            {
              "no": 130,
              "arabic": "يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا قَالُوا شَهِدْنَا عَلَىٰ أَنْفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَىٰ أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ",
              "transliteration": "Yā maʿshara l-jinni wa l-insi a-lam yaʾtikum rusulun minkum yaquṣṣūna ʿalaykum āyātī wa yundhirūnakum liqāʾa yawmikum hādhā qālū shahidnā ʿalā anfusinā wa gharrat-humu l-ḥayātu l-dunyā wa shahidū ʿalā anfusihim annahum kānū kāfirīn",
              "translations": {
                "English": "'O assembly of jinn and humans! Did there not come to you messengers from among you, relating to you My revelations and warning you of the meeting of this Day of yours?' They will say, 'We testify against ourselves.' The life of the world had deluded them, and they will testify against themselves that they were disbelievers.",
                "Urdu": "اے جنوں اور انسانوں کے گروہ! کیا تمہارے پاس تم ہی میں سے رسول نہیں آئے جو تمہیں میری آیتیں سناتے اور اس دن کے ملنے سے ڈراتے تھے؟ وہ کہیں گے: ہم اپنے خلاف گواہی دیتے ہیں۔ دنیا کی زندگی نے انہیں دھوکے میں ڈال دیا تھا، اور وہ اپنے خلاف گواہی دیں گے کہ وہ کافر تھے۔",
                "French": "'Ô communauté des djinns et des humains ! Ne vous est-il pas venu des messagers choisis parmi vous, qui vous ont raconté Mes signes et averti de la rencontre de ce jour ?' Ils diront : 'Nous témoignons contre nous-mêmes.' La vie d’ici-bas les a trompés, et ils témoigneront contre eux-mêmes qu’ils étaient mécréants.",
                "Spanish": "'¡Oh, comunidad de genios y humanos! ¿No vinieron a vosotros mensajeros de entre vosotros que os relataban Mis signos y os advertían del encuentro de este día?' Dirán: 'Atestiguamos contra nosotros mismos.' La vida mundana los engañó, y atestiguarán contra sí mismos que eran incrédulos.",
                "Hindi": "'ऐ जिन्नों और इंसानों के गिरोह! क्या तुम्हारे पास तुम्हीं में से रसूल नहीं आए जो तुम्हें मेरी आयतें सुनाते और इस दिन के मिलने से डराते थे?' वह कहेंगे: 'हम अपने ख़िलाफ़ गवाही देते हैं।' दुनिया की ज़िंदगी ने उन्हें धोखे में डाल दिया था, और वह अपने ख़िलाफ़ गवाही देंगे कि वह काफ़िर थे।"
              }
            },
            {
              "no": 131,
              "arabic": "ذَٰلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ",
              "transliteration": "Dhālika an lam yakun rabbuka muhliku l-qurā bi-ẓulmin wa ahluhā ghāfilūn",
              "translations": {
                "English": "That is because your Lord would not destroy towns for wrongdoing while their people were unaware.",
                "Urdu": "یہ اس لیے کہ تمہارا رب بستیوں کو ظلم سے ہلاک نہیں کرتا جبکہ ان کے لوگ بے خبر ہوں۔",
                "French": "C’est ainsi que ton Seigneur ne détruit pas les cités injustement alors que leurs habitants sont inconscients.",
                "Spanish": "Esto es porque tu Señor no destruye las ciudades injustamente mientras sus habitantes están desprevenidos.",
                "Hindi": "यह इसलिए कि तुम्हारा रब बस्तियों को ज़ुल्म से हलाक नहीं करता जबकि उनके लोग बेख़बर हों।"
              }
            },
            {
              "no": 132,
              "arabic": "وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ",
              "transliteration": "Wa li-kullin darajātun mimmā ʿamilū wa mā rabbuka bi-ghāfilin ʿammā yaʿmalūn",
              "translations": {
                "English": "For all are degrees according to what they did, and your Lord is not unaware of what they do.",
                "Urdu": "اور سب کے لیے درجات ہیں ان کے اعمال کے مطابق، اور تمہارا رب ان کے اعمال سے بے خبر نہیں۔",
                "French": "À tous des rangs selon ce qu’ils ont fait. Ton Seigneur n’est pas inattentif à ce qu’ils font.",
                "Spanish": "Para todos hay grados según lo que hicieron. Tu Señor no está desatento a lo que hacen.",
                "Hindi": "और सबके लिए दर्जे हैं उनके अमल के मुताबिक़, और तुम्हारा रब उनके अमल से बेख़बर नहीं।"
              }
            },
            {
              "no": 133,
              "arabic": "وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ",
              "transliteration": "Wa rabbuka l-ghaniyyu dhū l-raḥmati in yashaʾ yudhhibkum wa yastakhlif min baʿdikum mā yashāʾu kamā anshaʾakum min dhurriyyati qawmin ākharīn",
              "translations": {
                "English": "Your Lord is the Self-Sufficient, Full of Mercy. If He wills, He can do away with you and replace you with whomever He wills, just as He produced you from the descendants of another people.",
                "Urdu": "اور تمہارا رب بے نیاز، مہربانیوں والا ہے۔ اگر وہ چاہے تو تمہیں ہٹا دے اور تمہارے بعد جسے چاہے تمہاری جگہ لے آئے، جیسے اس نے تمہیں دوسری قوم کی اولاد سے پیدا کیا۔",
                "French": "Ton Seigneur est le Suffisant à Soi-Même, le Détenteur de la miséricorde. S’Il voulait, Il vous ferait disparaître et vous remplacerait par qui Il veut, tout comme Il vous a fait naître de la descendance d’un autre peuple.",
                "Spanish": "Tu Señor es el Opulento, Dueño de la misericordia. Si quisiera, os haría desaparecer y os sustituiría por quien quisiera, como os hizo surgir de la descendencia de otro pueblo.",
                "Hindi": "और तुम्हारा रब बे-नियाज़, मेहरबानियों वाला है। अगर वह चाहे तो तुम्हें हटा दे और तुम्हारे बाद जिसे चाहे तुम्हारी जगह ले आए, जैसे उसने तुम्हें दूसरी क़ौम की औलाद से पैदा किया।"
              }
            },
            {
              "no": 134,
              "arabic": "إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
              "transliteration": "Inna mā tūʿadūna la-ātin wa mā antum bi-muʿjizīn",
              "translations": {
                "English": "What you are promised is sure to come, and you cannot escape it.",
                "Urdu": "جس چیز کا تم سے وعدہ کیا جاتا ہے وہ ضرور آنے والی ہے، اور تم اسے روک نہیں سکتے۔",
                "French": "Ce qui vous est promis viendra, et vous ne pourrez y échapper.",
                "Spanish": "En verdad, lo que se os ha prometido llegará, y no podréis escapar.",
                "Hindi": "जिस चीज़ का तुमसे वादा किया जाता है वह ज़रूर आने वाली है, और तुम उसे रोक नहीं सकते।"
              }
            },
            {
              "no": 135,
              "arabic": "قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
              "transliteration": "Qul yā qawmi iʿmalū ʿalā makānatikum innī ʿāmilun fa-sawfa taʿlamūna man takūnu lahu ʿāqibatu l-dāri innahu lā yufliḥu l-ẓālimūn",
              "translations": {
                "English": "Say, 'O my people! Work according to your ability, and so will I. You will come to know who will have the ultimate abode. Indeed, the wrongdoers will not succeed.'",
                "Urdu": "کہہ دو: اے میری قوم! تم اپنی جگہ کام کرتے رہو، میں بھی کر رہا ہوں۔ عنقریب تمہیں معلوم ہو جائے گا کہ آخرت کا گھر کس کے لیے ہوگا۔ بے شک ظالم فلاح نہیں پائیں گے۔",
                "French": "Dis : 'Ô mon peuple ! Agissez selon votre pouvoir, moi aussi j’agis. Vous saurez bientôt à qui appartiendra la Demeure dernière. Les injustes ne réussiront pas.'",
                "Spanish": "Di: '¡Oh, pueblo mío! Actuad según vuestra posición, yo también actuaré. Pronto sabréis a quién pertenece la Morada Final. En verdad, los injustos no triunfarán.'",
                "Hindi": "कह दो: 'ऐ मेरी क़ौम! तुम अपनी जगह काम करते रहो, मैं भी कर रहा हूँ। जल्द ही तुम्हें मालूम हो जाएगा कि आख़िरत का घर किसके लिए होगा। बेशक ज़ालिम फ़लाह नहीं पाएँगे।'"
              }
            },
            {
              "no": 136,
              "arabic": "وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ",
              "transliteration": "Wa jaʿalū li-llāhi mimmā dharaʾa mina l-ḥarthi wa l-anʿāmi naṣīban fa-qālū hādhā li-llāhi bi-zaʿmihim wa hādhā li-shurakāʾinā fa-mā kāna li-shurakāʾihim fa-lā yaṣilu ilā llāhi wa mā kāna li-llāhi fa-huwa yaṣilu ilā shurakāʾihim sāʾa mā yaḥkumūn",
              "translations": {
                "English": "And they assign to Allah a share of the crops and livestock He created, saying, 'This is for Allah'—so they claim—'and this is for our idols.' But what is for their idols does not reach Allah, yet what is for Allah does reach their idols. Evil is their judgment!",
                "Urdu": "اور انہوں نے اللہ کے لیے کھیتیوں اور چوپایوں میں سے ایک حصہ مقرر کر لیا ہے، اور کہتے ہیں کہ یہ اللہ کے لیے ہے—ان کے دعوے کے مطابق—اور یہ ہمارے شریکوں کے لیے ہے۔ لیکن جو کچھ ان کے شریکوں کے لیے ہے وہ اللہ تک نہیں پہنچتا، اور جو کچھ اللہ کے لیے ہے وہ ان کے شریکوں تک پہنچ جاتا ہے۔ کیا ہی برا فیصلہ کرتے ہیں!",
                "French": "Ils assignent à Allah une part de ce qu’Il a créé comme récoltes et bétail, en disant : 'Ceci est à Allah'—à les en croire—'et ceci à nos associés.' Mais ce qui est destiné à leurs associés ne parvient pas à Allah, alors que ce qui est à Allah parvient à leurs associés. Quel mauvais jugement !",
                "Spanish": "Asignan a Allah una parte de los cultivos y el ganado que Él ha creado, diciendo: 'Esto es para Allah'—según alegan—'y esto para nuestros ídolos.' Pero lo destinado a sus ídolos no llega a Allah, mientras que lo de Allah sí llega a sus ídolos. ¡Qué mal juzgan!",
                "Hindi": "और उन्होंने अल्लाह के लिए खेतियों और चौपायों में से एक हिस्सा मुक़र्रर कर लिया है, और कहते हैं कि यह अल्लाह के लिए है—उनके दावे के मुताबिक़—और यह हमारे शरीकों के लिए है। लेकिन जो कुछ उनके शरीकों के लिए है वह अल्लाह तक नहीं पहुँचता, और जो कुछ अल्लाह के लिए है वह उनके शरीकों तक पहुँच जाता है। क्या ही बुरा फ़ैसला करते हैं!"
              }
            },
            {
              "no": 137,
              "arabic": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
              "transliteration": "Wa kadhālika zayyana li-kathīrin mina l-mushrikīna qatla awlādihim shurakāʾuhum li-yurdūhum wa li-yalbisū ʿalayhim dīnahum wa law shāʾa llāhu mā faʿalūhu fa-dharhum wa mā yaftarūn",
              "translations": {
                "English": "Likewise, their idols have made killing their children appealing to many polytheists, in order to lead them to ruin and confuse them in their religion. Had Allah willed, they would not have done it. So leave them to their fabrications.",
                "Urdu": "اور اسی طرح بہت سے مشرکوں کے لیے ان کے شریکوں نے ان کے بچوں کے قتل کو آراستہ کر دیا ہے، تاکہ انہیں ہلاکت میں ڈالیں اور ان کے دین کو ان پر مشتبہ بنا دیں۔ اگر اللہ چاہتا تو وہ ایسا نہ کرتے، پس انہیں اور ان کے جھوٹے افترا پر چھوڑ دو۔",
                "French": "De même, leurs associés ont embelli à beaucoup d’associateurs le meurtre de leurs enfants, afin de les ruiner et de brouiller leur religion. Si Allah avait voulu, ils ne l’auraient pas fait. Laisse-les donc avec leurs inventions.",
                "Spanish": "Del mismo modo, sus ídolos han embellecido para muchos idólatras el matar a sus hijos, para llevarlos a la ruina y confundir su religión. Si Allah hubiera querido, no lo habrían hecho. Déjalos con sus invenciones.",
                "Hindi": "और इसी तरह बहुत से मुश्रिकों के लिए उनके शरीकों ने उनके बच्चों के क़त्ल को सजा दिया है, ताकि उन्हें हलाकत में डालें और उनके दीन को उन पर मुश्तबहा बना दें। अगर अल्लाह चाहता तो वह ऐसा न करते, फिर उन्हें और उनके झूठे इफ़्तिरा पर छोड़ दो।"
              }
            },
            {
              "no": 138,
              "arabic": "وَقَالُوا هَٰذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ",
              "transliteration": "Wa qālū hādhihi anʿāmun wa ḥarthun ḥijrun lā yaṭʿamuhā illā man nashāʾu bi-zaʿmihim wa anʿāmun ḥurrimat ẓuhūruhā wa anʿāmun lā yadhkurūna sma llāhi ʿalayhā iftirāʾan ʿalayhi sa-yajzīhim bi-mā kānū yaftarūn",
              "translations": {
                "English": "And they say, 'These animals and crops are restricted; none may eat them except whom we permit'—by their claims. And there are animals whose backs are forbidden, and animals over which they do not pronounce the name of Allah—fabricating lies against Him. He will repay them for what they used to invent.",
                "Urdu": "اور وہ کہتے ہیں کہ یہ چوپائے اور کھیتیاں ممنوع ہیں، انہیں صرف وہی کھا سکتا ہے جسے ہم اجازت دیں—ان کے دعوے کے مطابق۔ اور کچھ چوپائے ہیں جن کی پیٹھیں حرام کی گئی ہیں، اور کچھ چوپائے ہیں جن پر وہ اللہ کا نام نہیں لیتے—اس پر جھوٹ باندھتے ہوئے۔ وہ انہیں ان کے افترا کی سزا دے گا۔",
                "French": "Et ils disent : 'Ces bestiaux et ces cultures sont sacrés ; nul ne peut en manger excepté ceux que nous voulons'—à les en croire. Il y a des bestiaux dont le dos est interdit, et des bestiaux sur lesquels ils ne prononcent pas le nom d’Allah, inventant ainsi contre Lui. Il les rétribuera pour leurs inventions.",
                "Spanish": "Dicen: 'Estos animales y cultivos están prohibidos; sólo pueden comerlos quienes nosotros permitamos'—según alegan. Hay animales cuyos lomos están prohibidos, y animales sobre los que no mencionan el nombre de Allah, inventando mentiras contra Él. Él les retribuirá por lo que inventaban.",
                "Hindi": "और वह कहते हैं कि यह चौपाए और खेतियाँ ममनूअ हैं, उन्हें सिर्फ़ वही खा सकता है जिसे हम इजाज़त दें—उनके दावे के मुताबिक़। और कुछ चौपाए हैं जिनकी पीठें हराम की गई हैं, और कुछ चौपाए हैं जिन पर वह अल्लाह का नाम नहीं लेते—उस पर झूठ बाँधते हुए। वह उन्हें उनके इफ़्तिरा की सज़ा देगा।"
              }
            },
            {
              "no": 139,
              "arabic": "وَقَالُوا مَا فِي بُطُونِ هَٰذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَىٰ أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ",
              "transliteration": "Wa qālū mā fī buṭūni hādhihi l-anʿāmi khāliṣatun li-dhukūrinā wa muḥarramun ʿalā azwājinā wa in yakun maytatan fa-hum fīhi shurakāʾu sa-yajzīhim waṣfahum innahu ḥakīmun ʿalīm",
              "translations": {
                "English": "And they say, 'What is in the wombs of these animals is exclusively for our males and forbidden to our wives. But if it is stillborn, then they may share in it.' He will punish them for their allegations. Indeed, He is Wise and Knowing.",
                "Urdu": "اور وہ کہتے ہیں کہ ان چوپایوں کے پیٹ میں جو ہے وہ صرف ہمارے مردوں کے لیے ہے اور ہماری عورتوں پر حرام ہے، لیکن اگر وہ مردہ ہو تو سب اس میں شریک ہیں۔ وہ انہیں ان کے دعووں کی سزا دے گا۔ بے شک وہ حکمت والا، علم والا ہے۔",
                "French": "Et ils disent : 'Ce qui est dans le ventre de ces bêtes est réservé à nos mâles et interdit à nos femmes. Mais si c’est mort-né, alors tous y participent.' Il les rétribuera pour leurs allégations. Il est Sage et Omniscient.",
                "Spanish": "Dicen: 'Lo que hay en los vientres de estos animales es exclusivo para nuestros varones y prohibido para nuestras mujeres. Pero si nace muerto, todos comparten.' Él los castigará por sus afirmaciones. En verdad, Él es Sabio, Conocedor.",
                "Hindi": "और वह कहते हैं कि इन चौपायों के पेट में जो है वह सिर्फ़ हमारे मर्दों के लिए है और हमारी औरतों पर हराम है, लेकिन अगर वह मुर्दा हो तो सब उसमें शरीक हैं। वह उन्हें उनके दावों की सज़ा देगा। बेशक वह हिकमत वाला, इल्म वाला है।"
              }
            },
            {
              "no": 140,
              "arabic": "قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ",
              "transliteration": "Qad khasira alladhīna qatalū awlādahum safahan bi-ghayri ʿilmin wa ḥarramū mā razaqahumu llāhu iftirāʾan ʿalā llāhi qad ḍallū wa mā kānū muhtadīn",
              "translations": {
                "English": "Lost are those who kill their children foolishly, without knowledge, and forbid what Allah has provided for them—inventing lies against Allah. They have gone astray and were not guided.",
                "Urdu": "بے شک نقصان اٹھا چکے ہیں وہ لوگ جنہوں نے اپنی اولاد کو بے عقلی سے بغیر علم کے قتل کیا، اور اللہ کے دیے ہوئے رزق کو حرام ٹھہرایا—اللہ پر جھوٹ باندھتے ہوئے۔ وہ گمراہ ہو چکے ہیں، اور ہدایت یافتہ نہیں تھے۔",
                "French": "Sont perdants ceux qui, par sottise et ignorance, tuent leurs enfants et déclarent illicite ce qu’Allah leur a attribué, inventant des mensonges contre Allah. Ils se sont égarés et ne sont pas guidés.",
                "Spanish": "Han perdido quienes mataron a sus hijos por necedad, sin conocimiento, y prohibieron lo que Allah les había proveído, inventando mentiras contra Allah. Se extraviaron y no estaban guiados.",
                "Hindi": "बेशक नुक़सान उठा चुके हैं वह लोग जिन्होंने अपनी औलाद को बेवकूफ़ी से बग़ैर इल्म के क़त्ल किया, और अल्लाह के दिए हुए रिज़्क़ को हराम ठहराया—अल्लाह पर झूठ बाँधते हुए। वह गुमराह हो चुके हैं, और हिदायत याफ़्ता नहीं थे।"
              }
            },
            {
              "no": 141,
              "arabic": "وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ",
              "transliteration": "Wa huwa alladhī anshaʾa jannātin maʿrūshātin wa ghayra maʿrūshātin wa l-nakhla wa l-zarʿa mukhtalifan ukuluhu wa l-zaytūna wa l-rummāna mutashābihan wa ghayra mutashābihin kulū min thamarihi idhā athmara wa ātū ḥaqqahu yawma ḥaṣādihi wa lā tusrifū innahu lā yuḥibbu l-musrifīn",
              "translations": {
                "English": "It is He who produces gardens—trellised and untrellised—and palm trees and crops of diverse tastes, and olives and pomegranates, similar and dissimilar. Eat of its fruit when it yields, and give its due on the day of harvest, and do not waste. Indeed, He does not like the wasteful.",
                "Urdu": "اور وہی ہے جس نے باغات پیدا کیے، چھت دار اور بے چھت، اور کھجور کے درخت اور مختلف قسم کی کھیتیاں، اور زیتون اور انار، جو ایک دوسرے سے ملتے جلتے ہیں اور نہیں بھی۔ جب وہ پھل دیں تو اس میں سے کھاؤ، اور کٹائی کے دن اس کا حق ادا کرو، اور فضول خرچی نہ کرو۔ بے شک وہ فضول خرچوں کو پسند نہیں کرتا۔",
                "French": "Et c’est Lui qui a créé les jardins, treillagés et non treillagés, ainsi que les palmiers et les cultures aux récoltes diverses, et les oliviers et les grenadiers, semblables ou différents les uns des autres. Mangez de leurs fruits, quand ils en produisent, et acquittez-en les droits le jour de la récolte. Et ne gaspillez point car Il n’aime pas les gaspilleurs.",
                "Spanish": "Él es Quien ha creado jardines, con emparrados y sin ellos, palmeras, cultivos de diversos frutos, olivos y granados, similares y diferentes. Comed de sus frutos cuando den fruto, y dad su derecho el día de la cosecha. No derrochéis; Él no ama a los derrochadores.",
                "Hindi": "और वही है जिसने बाग़ात पैदा किए, छतदार और बे-छत, और खजूर के पेड़ और मुख्तलिफ़ किस्म की खेतियाँ, और ज़ैतून और अनार, जो एक-दूसरे से मिलते-जुलते हैं और नहीं भी। जब वह फल दें तो उसमें से खाओ, और कटाई के दिन उसका हक़ अदा करो, और फ़िज़ूलख़र्ची न करो। बेशक वह फ़िज़ूलख़र्चों को पसंद नहीं करता।"
              }
            },
            {
              "no": 142,
              "arabic": "وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
              "transliteration": "Wa mina l-anʿāmi ḥamūlatan wa farshā kulū mimmā razaqakumu llāhu wa lā tattabiʿū khuṭuwāti l-shayṭāni innahu lakum ʿaduwwun mubīn",
              "translations": {
                "English": "And of the grazing livestock are carriers and those for bedding. Eat of what Allah has provided for you, and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy.",
                "Urdu": "اور چوپایوں میں سے کچھ بار برداری کے لیے ہیں اور کچھ بچھونے کے لیے۔ جو کچھ اللہ نے تمہیں رزق دیا ہے اس میں سے کھاؤ، اور شیطان کے قدموں پر نہ چلو۔ بے شک وہ تمہارا کھلا دشمن ہے।",
                "French": "Et parmi le bétail, il y a des bêtes de charge et d’autres trop petites. Mangez de ce qu’Allah vous a attribué, et ne suivez pas les pas du Diable, car il est pour vous un ennemi déclaré.",
                "Spanish": "Entre los animales de pastoreo hay unos para carga y otros más pequeños. Comed de lo que Allah os ha proveído, y no sigáis los pasos del Demonio; él es para vosotros un enemigo declarado.",
                "Hindi": "और चौपायों में से कुछ बार-बरदारी के लिए हैं और कुछ बिछौने के लिए। जो कुछ अल्लाह ने तुम्हें रिज़्क़ दिया है उसमें से खाओ, और शैतान के क़दमों पर न चलो। बेशक वह तुम्हारा खुला दुश्मन है।"
              }
            },
            {
              "no": 143,
              "arabic": "ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ",
              "transliteration": "Thamāniyata azwājin mina l-ḍaʾni ithnayni wa mina l-maʿzi ithnayni qul āl-dhakarayni ḥarrama am al-unthayayni ammā ushtamala ʿalayhi arḥāmu l-unthayayni nabbīʾūnī bi-ʿilmin in kuntum ṣādiqīn",
              "translations": {
                "English": "Eight pairs: two of the sheep and two of the goats. Say, 'Did He forbid the two males or the two females, or what the wombs of the two females contain? Inform me with knowledge, if you are truthful.'",
                "Urdu": "آٹھ جوڑے: بھیڑوں میں سے دو اور بکریوں میں سے دو۔ کہہ دو: کیا اس نے دو نروں کو حرام کیا ہے یا دو مادوں کو، یا ان دو مادوں کے پیٹ میں جو ہے؟ اگر تم سچے ہو تو علم کے ساتھ مجھے بتاؤ۔",
                "French": "Huit couples : deux brebis et deux chèvres. Dis : 'A-t-Il interdit les deux mâles ou les deux femelles, ou ce que contiennent les matrices des deux femelles ? Informez-moi en toute connaissance si vous êtes véridiques.'",
                "Spanish": "Ocho parejas: de ovejas, dos; y de cabras, dos. Di: '¿Ha prohibido los dos machos o las dos hembras, o lo que contienen las matrices de las dos hembras? Informadme con conocimiento, si sois veraces.'",
                "Hindi": "आठ जोड़े: भेड़ों में से दो और बकरियों में से दो। कह दो: 'क्या उसने दो नरों को हराम किया है या दो मादाओं को, या उन दो मादाओं के पेट में जो है? अगर तुम सच्चे हो तो इल्म के साथ मुझे बताओ।'"
              }
            },
            {
              "no": 144,
              "arabic": "وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
              "transliteration": "Wa mina l-ibili ithnayni wa mina l-baqari ithnayni qul āl-dhakarayni ḥarrama am al-unthayayni ammā ushtamala ʿalayhi arḥāmu l-unthayayni am kuntum shuhadāʾa idh waṣṣākumu llāhu bi-hādhā fa-man aẓlamu mimani iftarā ʿalā llāhi kadhiban li-yuḍilla l-nāsa bi-ghayri ʿilmin inna llāha lā yahdī l-qawma l-ẓālimīn",
              "translations": {
                "English": "And of the camels two and of the cattle two. Say, 'Did He forbid the two males or the two females, or what the wombs of the two females contain? Or were you present when Allah enjoined this upon you?' Who does greater wrong than he who invents lies about Allah to mislead people without knowledge? Indeed, Allah does not guide the wrongdoing people.",
                "Urdu": "اور اونٹوں میں سے دو اور گایوں میں سے دو۔ کہہ دو: کیا اس نے دو نروں کو حرام کیا ہے یا دو مادوں کو، یا ان دو مادوں کے پیٹ میں جو ہے؟ یا کیا تم موجود تھے جب اللہ نے تمہیں یہ حکم دیا تھا؟ اس سے بڑا ظالم کون ہوگا جو اللہ پر جھوٹ باندھے تاکہ لوگوں کو بغیر علم کے گمراہ کرے؟ بے شک اللہ ظالم لوگوں کو ہدایت نہیں دیتا۔",
                "French": "Et deux chamelles et deux vaches. Dis : 'A-t-Il interdit les deux mâles ou les deux femelles, ou ce que contiennent les matrices des deux femelles ? Ou étiez-vous témoins quand Allah vous a enjoint cela ?' Qui est plus injuste que celui qui invente un mensonge contre Allah pour égarer les gens sans savoir ? Allah ne guide pas les gens injustes.",
                "Spanish": "Y de camellos, dos; y de vacas, dos. Di: '¿Ha prohibido los dos machos o las dos hembras, o lo que contienen las matrices de las dos hembras? ¿O estabais presentes cuando Allah os prescribió esto?' ¿Quién es más injusto que quien inventa mentiras sobre Allah para extraviar a la gente sin conocimiento? En verdad, Allah no guía a la gente injusta.",
                "Hindi": "और ऊँटों में से दो और गायों में से दो। कह दो: 'क्या उसने दो नरों को हराम किया है या दो मादाओं को, या उन दो मादाओं के पेट में जो है? या क्या तुम मौजूद थे जब अल्लाह ने तुम्हें यह हुक्म दिया था?' उससे बड़ा ज़ालिम कौन होगा जो अल्लाह पर झूठ बाँधे ताकि लोगों को बग़ैर इल्म के गुमराह करे? बेशक अल्लाह ज़ालिम लोगों को हिदायत नहीं देता।"
              }
            },
            {
              "no": 145,
              "arabic": "قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ",
              "transliteration": "Qul lā ajidu fī mā ūḥiya ilayya muḥarraman ʿalā ṭāʿimin yaṭʿamuhu illā an yakūna maytatan aw daman masfūḥan aw laḥma khinzīrin fa-innahu rijsun aw fisqan uhilla li-ghayri llāhi bihi fa-mani uḍṭurra ghayra bāghin wa lā ʿādin fa-inna rabbaka ghafūrun raḥīm",
              "translations": {
                "English": "Say, 'I do not find in what has been revealed to me anything forbidden to a consumer who eats it, except carrion, or spilled blood, or the flesh of swine—for it is impure—or a sinful offering dedicated to other than Allah. But if someone is compelled by necessity, without being deliberate or malicious—your Lord is Forgiving and Merciful.'",
                "Urdu": "کہہ دو کہ جو کچھ میری طرف وحی کیا گیا ہے اس میں میں کسی کھانے والے پر کوئی چیز حرام نہیں پاتا، سوائے مردار کے، یا بہائے ہوئے خون کے، یا سور کے گوشت کے—کیونکہ یہ ناپاک ہے—یا اس چیز کے جو اللہ کے سوا کسی اور کے نام پر ذبح کی گئی ہو۔ لیکن جو شخص مجبور ہو جائے، نہ زیادتی کرنے والا ہو اور نہ حد سے گزرنے والا، تو تمہارا رب بخشنے والا، مہربان ہے۔",
                "French": "Dis : 'Dans ce qui m’a été révélé, je ne trouve d’interdit, à aucun mangeur d’en manger, que la bête morte, ou le sang qui coule, ou la chair de porc—car c’est une souillure—ou ce qui, par perversité, a été sacrifié à autre qu’Allah.' Quiconque est contraint, sans toutefois abuser ou transgresser, ton Seigneur est certes Pardonneur et Miséricordieux.",
                "Spanish": "Di: 'En lo que me ha sido revelado, no encuentro prohibido comer nada, excepto la carne mortecina, la sangre derramada, la carne de cerdo—pues es impura—o lo que haya sido sacrificado en nombre de otro que Allah.' Pero quien se vea obligado, sin intención ni transgresión, tu Señor es Absolvedor, Misericordioso.",
                "Hindi": "कह दो कि जो कुछ मेरी तरफ़ वह्य किया गया है उसमें मैं किसी खाने वाले पर कोई चीज़ हराम नहीं पाता, सिवाय मुर्दार के, या बहाए हुए ख़ून के, या सूअर के गोश्त के—क्योंकि यह नापाक है—या उस चीज़ के जो अल्लाह के सिवा किसी और के नाम पर ज़ब्ह की गई हो। लेकिन जो शख़्स मजबूर हो जाए, न ज़्यादती करने वाला हो और न हद से गुज़रने वाला, तो तुम्हारा रब बख़्शने वाला, मेहरबान है।"
              }
            },
            {
              "no": 146,
              "arabic": "وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَٰلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ",
              "transliteration": "Wa ʿalā alladhīna hādū ḥarramnā kulla dhī ẓufurin wa mina l-baqari wa l-ghani ḥarramnā ʿalayhim shuḥūmahumā illā mā ḥamalat ẓuhūruhumā awi l-ḥawāyā aw mā ikhtalaṭa bi-ʿaẓmin dhālika jazaynāhum bi-baghyihim wa innā la-ṣādiqūn",
              "translations": {
                "English": "And to those who are Jews We forbade every animal with claws, and of cattle and sheep We forbade them their fat, except what adheres to their backs or the entrails, or what is mixed with bone. That is how We repaid them for their rebellion, and We are truthful.",
                "Urdu": "اور ہم نے یہودیوں پر ہر پنجے والے جانور کو حرام کر دیا، اور گایوں اور بکریوں میں سے ان پر ان کی چربی حرام کی، سوائے اس کے جو ان کی پیٹھوں یا آنتوں سے چمٹی ہو، یا ہڈی سے مل جائے۔ یہ ہم نے ان کی سرکشی کی سزا میں انہیں دیا، اور ہم سچے ہیں۔",
                "French": "Et aux Juifs Nous avons interdit tout animal à griffes ; et des bovins et des ovins Nous leur avons interdit la graisse, sauf celle qui est portée par leur dos ou leurs entrailles, ou qui est mêlée à un os. Ainsi les avons-Nous rétribués pour leur rébellion. Et Nous sommes véridiques.",
                "Spanish": "A los judíos les prohibimos todo animal con garras, y de vacas y ovejas les prohibimos sus grasas, excepto lo que llevan sus lomos o sus entrañas, o lo que se mezcla con el hueso. Así les retribuimos por su transgresión. Y somos veraces.",
                "Hindi": "और हमने यहूदियों पर हर पंजे वाले जानवर को हराम कर दिया, और गायों और बकरियों में से उन पर उनकी चर्बी हराम की, सिवाय उसके जो उनकी पीठों या आँतों से चिपटी हो, या हड्डी से मिल जाए। यह हमने उनकी सरकशी की सज़ा में उन्हें दिया, और हम सच्चे हैं।"
              }
            },
            {
              "no": 147,
              "arabic": "فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ",
              "transliteration": "Fa-in kadhdhabūka fa-qul rabbukum dhū raḥmatin wāsiʿatin wa lā yuraddu baʾsuhu ʿani l-qawmi l-mujrimīn",
              "translations": {
                "English": "So if they deny you, say, 'Your Lord is Possessor of vast mercy, but His punishment cannot be averted from the guilty people.'",
                "Urdu": "پس اگر وہ تمہیں جھٹلائیں تو کہہ دو کہ تمہارا رب بڑی رحمت والا ہے، لیکن مجرموں سے اس کا عذاب ٹالا نہیں جا سکتا۔",
                "French": "S’ils te traitent de menteur, dis alors : 'Votre Seigneur est Détenteur d’une immense miséricorde, mais Sa rigueur ne saurait être détournée des gens criminels.'",
                "Spanish": "Si te desmienten, di: 'Vuestro Señor es Dueño de una misericordia inmensa, pero Su castigo no puede ser apartado de la gente criminal.'",
                "Hindi": "फिर अगर वह तुम्हें झुठलाएँ तो कह दो कि तुम्हारा रब बड़ी रहमत वाला है, लेकिन मुजरिमों से उसका अज़ाब टाला नहीं जा सकता।"
              }
            },
            {
              "no": 148,
              "arabic": "سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ كَذَٰلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّىٰ ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ",
              "transliteration": "Sa-yaqūlu alladhīna ashrakū law shāʾa llāhu mā ashraknā wa lā ābāʾunā wa lā ḥarramnā min shayʾin kadhālika kadhdhaba alladhīna min qablihim ḥattā dhāqū baʾsanā qul hal ʿindakum min ʿilmin fa-tukhrijūhu lanā in tattabiʿūna illā l-ẓanna wa in antum illā takhruṣūn",
              "translations": {
                "English": "The polytheists will say, 'Had Allah willed, we would not have associated anything, nor would have our forefathers, nor would we have prohibited anything.' Likewise those before them denied until they tasted Our punishment. Say, 'Do you have any knowledge you can produce for us? You follow nothing but assumptions, and you only conjecture.'",
                "Urdu": "مشرک کہیں گے کہ اگر اللہ چاہتا تو ہم شرک نہ کرتے، نہ ہمارے باپ دادا، اور نہ ہم کسی چیز کو حرام ٹھہراتے۔ اسی طرح ان سے پہلے لوگوں نے جھٹلایا یہاں تک کہ ہمارے عذاب کا مزہ چکھ لیا۔ کہہ دو: کیا تمہارے پاس کوئی علم ہے جسے تم ہمارے سامنے پیش کر سکو؟ تم صرف گمان کی پیروی کرتے ہو، اور محض اٹکل سے کام لیتے ہو۔",
                "French": "Les associateurs diront : 'Si Allah avait voulu, nous ne Lui aurions pas donné d’associés, pas plus que nos ancêtres, et nous n’aurions rien déclaré illicite.' Ainsi ceux qui les ont précédés traitaient de menteurs jusqu’à ce qu’ils eurent goûté Notre rigueur. Dis : 'Avez-vous quelque science à nous produire ? Vous ne suivez que la conjecture et ne faites que mentir.'",
                "Spanish": "Los idólatras dirán: 'Si Allah hubiera querido, no habríamos asociado nada, ni nuestros padres, ni habríamos prohibido nada.' Así desmintieron quienes les precedieron hasta que probaron Nuestro rigor. Di: '¿Tenéis algún conocimiento que podáis mostrarnos? No seguís más que conjeturas y no hacéis más que mentir.'",
                "Hindi": "मुश्रिक कहेंगे कि अगर अल्लाह चाहता तो हम शिर्क न करते, न हमारे बाप-दादा, और न हम किसी चीज़ को हराम ठहराते। इसी तरह उनसे पहले लोगों ने झुठलाया यहाँ तक कि हमारे अज़ाब का मज़ा चख लिया। कह दो: क्या तुम्हारे पास कोई इल्म है जिसे तुम हमारे सामने पेश कर सको? तुम सिर्फ़ गुमान की पैरवी करते हो, और महज़ अंदाज़े से काम लेते हो।"
              }
            },
            {
              "no": 149,
              "arabic": "قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ",
              "transliteration": "Qul fa-li-llāhi l-ḥujjatu l-bālighatu fa-law shāʾa la-hadākum ajmaʿīn",
              "translations": {
                "English": "Say, 'To Allah belongs the conclusive argument. Had He willed, He would have guided you all.'",
                "Urdu": "کہہ دو کہ اللہ کے پاس کامل دلیل ہے۔ اگر وہ چاہتا تو تم سب کو ہدایت دے دیتا۔",
                "French": "Dis : 'C’est à Allah qu’appartient l’argument décisif. S’Il avait voulu, Il vous aurait tous guidés.'",
                "Spanish": "Di: 'A Allah pertenece el argumento concluyente. Si Él hubiera querido, os habría guiado a todos.'",
                "Hindi": "कह दो कि अल्लाह के पास कामिल दलील है। अगर वह चाहता तो तुम सबको हिदायत दे देता।"
              }
            },
            {
              "no": 150,
              "arabic": "قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ",
              "transliteration": "Qul halumma shuhadāʾakumu alladhīna yashhadūna anna llāha ḥarrama hādhā fa-in shahidū fa-lā tashhad maʿahum wa lā tattabiʿ ahwāʾa alladhīna kadhdhabū bi-āyātinā wa alladhīna lā yuʾminūna bi-l-ākhirati wa hum bi-rabbihim yaʿdilūn",
              "translations": {
                "English": "Say, 'Produce your witnesses who testify that Allah has forbidden this.' If they testify, do not testify with them, and do not follow the whims of those who deny Our revelations and those who do not believe in the Hereafter, and those who equate others with their Lord.",
                "Urdu": "کہہ دو: لاؤ اپنے گواہوں کو جو گواہی دیں کہ اللہ نے اس چیز کو حرام کیا ہے۔ اگر وہ گواہی دیں تو تم ان کے ساتھ گواہی نہ دینا، اور نہ ان کی خواہشات کی پیروی کرنا جو ہماری آیتوں کو جھٹلاتے ہیں، اور جو آخرت پر ایمان نہیں رکھتے، اور جو اپنے رب کے ساتھ دوسروں کو برابر ٹھہراتے ہیں۔",
                "French": "Dis : 'Amenez vos témoins qui attesteraient qu’Allah a interdit cela.' S’ils témoignent, alors ne témoigne pas avec eux. Et ne suis pas les passions de ceux qui traitent de mensonges Nos signes, et qui ne croient pas à l’au-delà, et qui donnent des égaux à leur Seigneur.",
                "Spanish": "Di: 'Traed a vuestros testigos que atestigüen que Allah ha prohibido esto.' Si atestiguan, no atestigües con ellos. Y no sigas los deseos de quienes desmienten Nuestros signos, no creen en la otra vida y equiparan a otros con su Señor.'",
                "Hindi": "कह दो: 'लाओ अपने गवाहों को जो गवाही दें कि अल्लाह ने इस चीज़ को हराम किया है।' अगर वह गवाही दें तो तुम उनके साथ गवाही न देना, और न उनकी ख़्वाहिशों की पैरवी करना जो हमारी आयतों को झुठलाते हैं, और जो आख़िरत पर ईमान नहीं रखते, और जो अपने रब के साथ दूसरों को बराबर ठहराते हैं।"
              }
            },
            {
              "no": 151,
              "arabic": "قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ",
              "transliteration": "Qul taʿālaw atlu mā ḥarrama rabbukum ʿalaykum allā tushrikū bihi shayʾan wa bi-l-wālidayni iḥsānan wa lā taqtulū awlādakum min imlāqin naḥnu narzuqukum wa iyyāhum wa lā taqrabū l-fawāḥisha mā ẓahara minhā wa mā baṭana wa lā taqtulū l-nafsa allatī ḥarrama llāhu illā bi-l-ḥaqqi dhālikum waṣṣākum bihi laʿallakum taʿqilūn",
              "translations": {
                "English": "Say, 'Come, I will recite what your Lord has forbidden to you: that you associate nothing with Him; that you honor your parents; that you do not kill your children because of poverty—We provide for you and for them; that you do not approach indecencies, whether outward or inward; and that you do not kill the soul which Allah has sanctified—except in the course of justice. This He has enjoined upon you, so that you may understand.'",
                "Urdu": "کہہ دو: آؤ میں تمہیں پڑھ کر سناؤں جو تمہارے رب نے تم پر حرام کیا ہے: یہ کہ اس کے ساتھ کسی چیز کو شریک نہ ٹھہراؤ، اور والدین کے ساتھ احسان کرو، اور اپنی اولاد کو مفلسی کے خوف سے قتل نہ کرو—ہم تمہیں بھی رزق دیتے ہیں اور انہیں بھی، اور بے حیائی کے قریب نہ جاؤ، خواہ وہ ظاہر ہو یا پوشیدہ، اور کسی جان کو جسے اللہ نے محترم ٹھہرایا ہے ناحق قتل نہ کرو—سوائے حق کے۔ یہ وہ چیزیں ہیں جن کا اس نے تمہیں حکم دیا ہے، تاکہ تم عقل سے کام لو۔",
                "French": "Dis : 'Venez, je vais réciter ce que votre Seigneur vous a interdit : ne Lui associez rien ; et soyez bienfaisants envers vos père et mère ; ne tuez pas vos enfants pour cause de pauvreté—Nous vous nourrissons tout comme eux ; ne vous approchez pas des turpitudes, apparentes ou cachées ; et ne tuez personne qu’Allah a sanctifié, sauf à bon droit. Voilà ce qu’Il vous a recommandé afin que vous raisonniez.'",
                "Spanish": "Di: 'Venid, os recitaré lo que vuestro Señor os ha prohibido: no Le asociéis nada; sed benevolentes con vuestros padres; no matéis a vuestros hijos por pobreza—Os sustentamos a vosotros y a ellos; no os acerquéis a las obscenidades, sean públicas o privadas; no matéis a nadie que Allah haya santificado, salvo con justa causa. Esto es lo que os ha ordenado para que razonéis.'",
                "Hindi": "कह दो: 'आओ मैं तुम्हें पढ़कर सुनाऊँ जो तुम्हारे रब ने तुम पर हराम किया है: यह कि उसके साथ किसी चीज़ को शरीक न ठहराओ, और वालिदैन के साथ इहसान करो, और अपनी औलाद को मुफ़लिसी के ख़ौफ़ से क़त्ल न करो—हम तुम्हें भी रिज़्क़ देते हैं और उन्हें भी, और बे-हयाई के क़रीब न जाओ, ख़्वाह वह ज़ाहिर हो या छिपी, और किसी जान को जिसे अल्लाह ने मुहतरम ठहराया है ना-हक़ क़त्ल न करो—सिवाय हक़ के। यह वह चीज़ें हैं जिनका उसने तुम्हें हुक्म दिया है, ताकि तुम अक़्ल से काम लो।'"
              }
            },
            {
              "no": 152,
              "arabic": "وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَىٰ وَبِعَهْدِ اللَّهِ أَوْفُوا ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ",
              "transliteration": "Wa lā taqrabū māla l-yatīmi illā bi-llatī hiya aḥsanu ḥattā yablugha ashuddahu wa awfū l-kayla wa l-mīzāna bi-l-qisṭi lā nukallifu nafsan illā wusʿahā wa idhā qultum fa-ʿdilū wa law kāna dhā qurbā wa bi-ʿahdi llāhi awfū dhālikum waṣṣākum bihi laʿallakum tadhakkarūn",
              "translations": {
                "English": "And do not approach the wealth of the orphan except in the best manner, until he reaches maturity. And give full measure and weight with justice. We do not burden any soul beyond its capacity. And when you speak, be fair, even if it concerns a close relative. And fulfill your covenant with Allah. This He has enjoined upon you, so that you may take heed.",
                "Urdu": "اور یتیم کے مال کے قریب نہ جاؤ مگر اس طریقے سے جو بہترین ہو، یہاں تک کہ وہ اپنی جوانی کو پہنچ جائے۔ اور ناپ تول انصاف کے ساتھ پورا کرو۔ ہم کسی نفس کو اس کی طاقت سے زیادہ تکلیف نہیں دیتے۔ اور جب تم بات کرو تو انصاف کی بات کرو، خواہ وہ قرابت دار ہی ہو۔ اور اللہ کے عہد کو پورا کرو۔ یہ وہ چیزیں ہیں جن کا اس نے تمہیں حکم دیا ہے، تاکہ تم نصیحت حاصل کرو۔",
                "French": "Et ne vous approchez des biens de l’orphelin que de la meilleure manière, jusqu’à ce qu’il ait atteint sa majorité. Et donnez la juste mesure et le bon poids, en équité. Nous n’imposons à une âme que selon sa capacité. Et quand vous parlez, soyez équitables, même s’il s’agit d’un proche parent. Et remplissez votre engagement envers Allah. Voilà ce qu’Il vous enjoint. Peut-être vous rappellerez-vous.",
                "Spanish": "No os acerquéis a los bienes del huérfano sino de la mejor manera, hasta que alcance la madurez. Dad la medida y el peso con equidad. No imponemos a nadie sino según su capacidad. Cuando habléis, sed justos, aunque se trate de un pariente cercano. Cumplid el pacto de Allah. Esto es lo que os ha ordenado. Quizás así os recordéis.",
                "Hindi": "और यतीम के माल के क़रीब न जाओ मगर उस तरीक़े से जो बेहतरीन हो, यहाँ तक कि वह अपनी जवानी को पहुँच जाए। और नाप-तौल इंसाफ़ के साथ पूरा करो। हम किसी नफ़्स को उसकी ताक़त से ज़्यादा तकलीफ़ नहीं देते। और जब तुम बात करो तो इंसाफ़ की बात करो, ख़्वाह वह क़रीबी रिश्तेदार ही हो। और अल्लाह के अहद को पूरा करो। यह वह चीज़ें हैं जिनका उसने तुम्हें हुक्म दिया है, ताकि तुम नसीहत हासिल करो।"
              }
            },
            {
              "no": 153,
              "arabic": "وَأَنَّ هَٰذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ",
              "transliteration": "Wa anna hādhā ṣirāṭī mustaqīman fa-ttabiʿūhu wa lā tattabiʿū l-subula fa-tafarraqa bikum ʿan sabīlihi dhālikum waṣṣākum bihi laʿallakum tattaqūn",
              "translations": {
                "English": "And this is My path, straight, so follow it, and do not follow other ways, lest they divert you from His way. This He has enjoined upon you, so that you may become righteous.",
                "Urdu": "اور یہ میرا سیدھا راستہ ہے، پس اس کی پیروی کرو، اور دوسرے راستوں پر نہ چلو کہ وہ تمہیں اس کے راستے سے بھٹکا دیں۔ یہ وہ چیزیں ہیں جن کا اس نے تمہیں حکم دیا ہے، تاکہ تم پرہیزگار بنو۔",
                "French": "Et voici Mon chemin dans toute sa rectitude. Suivez-le donc ; et ne suivez pas les sentiers qui vous écartent de Sa voie. Voilà ce qu’Il vous enjoint. Ainsi atteindrez-vous la piété.",
                "Spanish": "Este es Mi camino recto. Seguidlo, pues, y no sigáis otros caminos que os aparten de Su vía. Esto es lo que os ha ordenado. Quizás así seáis piadosos.",
                "Hindi": "और यह मेरा सीधा रास्ता है, फिर इसकी पैरवी करो, और दूसरे रास्तों पर न चलो कि वह तुम्हें उसके रास्ते से भटका दें। यह वह चीज़ें हैं जिनका उसने तुम्हें हुक्म दिया है, ताकि तुम परहेज़गार बनो।"
              }
            },
            {
              "no": 154,
              "arabic": "ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ",
              "transliteration": "Thumma ātaynā mūsā l-kitāba tamāman ʿalā alladhī aḥsana wa tafṣīlan li-kulli shayʾin wa hudan wa raḥmatan laʿallahum bi-liqāʾi rabbihim yuʾminūn",
              "translations": {
                "English": "Then We gave Moses the Scripture, perfect for the righteous, and explaining everything clearly, and a guidance and a mercy, so that they may believe in the meeting with their Lord.",
                "Urdu": "پھر ہم نے موسیٰ کو کتاب عطا کی، نیکوکاروں پر مکمل کرنے والی، اور ہر چیز کی تفصیل بیان کرنے والی، اور ہدایت اور رحمت، تاکہ وہ اپنے رب سے ملنے پر ایمان لائیں۔",
                "French": "Puis Nous avons donné à Moïse le Livre complet en récompense pour ce qu’il avait fait de bien, comme explication détaillée de toute chose, guide et miséricorde, afin qu’ils croient en la rencontre de leur Seigneur.",
                "Spanish": "Luego dimos a Moisés el Libro, completo para quienes hacen el bien, como detalle de todas las cosas, guía y misericordia, para que creyeran en el encuentro con su Señor.",
                "Hindi": "फिर हमने मूसा को किताब अता की, नेककारों पर मुकम्मल करने वाली, और हर चीज़ की तफ़्सील बयान करने वाली, और हिदायत और रहमत, ताकि वह अपने रब से मिलने पर ईमान लाएँ।"
              }
            },
            {
              "no": 155,
              "arabic": "وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ",
              "transliteration": "Wa hādhā kitābun anzalnāhu mubārakun fa-ttabiʿūhu wa ittaqū laʿallakum turḥamūn",
              "translations": {
                "English": "And this is a blessed Scripture which We have revealed, so follow it and be righteous, so that you may receive mercy.",
                "Urdu": "اور یہ ایک بابرکت کتاب ہے جسے ہم نے نازل کیا ہے، پس اس کی پیروی کرو اور پرہیزگاری اختیار کرو، تاکہ تم پر رحم کیا جائے۔",
                "French": "Et ceci est un Livre béni que Nous avons fait descendre. Suivez-le donc et soyez pieux, afin que vous obteniez miséricorde.",
                "Spanish": "Y este es un Libro bendito que hemos revelado. Seguidlo, pues, y sed piadosos, para que se os tenga misericordia.",
                "Hindi": "और यह एक बरकत वाली किताब है जिसे हमने नाज़िल किया है, फिर इसकी पैरवी करो और परहेज़गारी इख़्तियार करो, ताकि तुम पर रहम किया जाए।"
              }
            },
            {
              "no": 156,
              "arabic": "أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَىٰ طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلُونَ",
              "transliteration": "An taqūlū innamā unzila l-kitābu ʿalā ṭāʾifatayni min qablinā wa in kunnā ʿan dirāsatihim la-ghāfilūn",
              "translations": {
                "English": "Lest you say, 'The Scripture was only sent down to two groups before us, and we were unaware of their teachings.'",
                "Urdu": "تاکہ تم یہ نہ کہو کہ کتاب تو صرف ہم سے پہلے دو گروہوں پر نازل ہوئی تھی، اور ہم تو ان کے پڑھنے سے بے خبر تھے۔",
                "French": "Ne dites pas : 'Le Livre ne nous a été envoyé qu’à deux communautés avant nous, et nous étions inattentifs à leur lecture.'",
                "Spanish": "Para que no digáis: 'El Libro sólo fue revelado a dos comunidades antes que nosotros, y no prestábamos atención a su estudio.'",
                "Hindi": "ताकि तुम यह न कहो कि किताब तो सिर्फ़ हमसे पहले दो गिरोहों पर नाज़िल हुई थी, और हम तो उनके पढ़ने से बेख़बर थे।"
              }
            },
            {
              "no": 157,
              "arabic": "أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَىٰ مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ",
              "transliteration": "Aw taqūlū law annā unzila ʿalaynā l-kitābu la-kunnā ahdā minhum fa-qad jāʾakum bayyinatum min rabbikum wa hudan wa raḥmatun fa-man aẓlamu mimman kadhdhaba bi-āyāti llāhi wa ṣadafa ʿanhā sa-najzī alladhīna yaṣdifūna ʿan āyātinā sūʾa l-ʿadhābi bi-mā kānū yaṣdifūn",
              "translations": {
                "English": "Or lest you say, 'Had the Book been sent down to us, we would have been better guided than they.' But there has come to you from your Lord a clear proof, and a guidance, and a mercy. Who then does greater wrong than he who denies Allah’s revelations and turns away from them? We will repay those who turn away from Our revelations with the worst of punishments for their turning away.",
                "Urdu": "یا یہ نہ کہو کہ اگر ہم پر کتاب نازل ہوتی تو ہم ان سے زیادہ ہدایت یافتہ ہوتے۔ پس تمہارے پاس تمہارے رب کی طرف سے واضح دلیل اور ہدایت اور رحمت آ چکی ہے۔ پھر اس سے بڑا ظالم کون ہوگا جو اللہ کی آیتوں کو جھٹلائے اور ان سے منہ موڑ لے؟ ہم ان لوگوں کو جو ہماری آیتوں سے منہ موڑتے ہیں ان کے اعراض کی وجہ سے بدترین عذاب کی سزا دیں گے۔",
                "French": "Ou que vous disiez : 'Si c’était à nous qu’on avait fait descendre le Livre, nous aurions certainement été mieux guidés qu’eux.' Voilà certes que vous sont venus, de votre Seigneur, preuve, guidance et miséricorde. Qui est plus injuste que celui qui traite de mensonges les versets d’Allah et qui s’en détourne ? Nous punirons ceux qui se détournent de Nos versets, par un mauvais châtiment, pour s’en être détournés.",
                "Spanish": "O que digáis: 'Si se nos hubiera revelado el Libro, habríamos estado mejor guiados que ellos.' Pero os ha llegado de vuestro Señor una evidencia clara, guía y misericordia. ¿Quién es más injusto que quien desmiente los signos de Allah y se aparta de ellos? Retribuiremos a quienes se aparten de Nuestros signos con el peor castigo por haberse apartado.",
                "Hindi": "या यह न कहो कि अगर हम पर किताब नाज़िल होती तो हम उनसे ज़्यादा हिदायत याफ़्ता होते। फिर तुम्हारे पास तुम्हारे रब की तरफ़ से वाज़ेह दलील और हिदायत और रहमत आ चुकी है। फिर उससे बड़ा ज़ालिम कौन होगा जो अल्लाह की आयतों को झुठलाए और उनसे मुँह मोड़ ले? हम उन लोगों को जो हमारी आयतों से मुँह मोड़ते हैं उनके इ़राज़ की वजह से बदतरीन अज़ाब की सज़ा देंगे।"
              }
            },
            {
              "no": 158,
              "arabic": "هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ",
              "transliteration": "Hal yanẓurūna illā an taʾtiyahumu l-malāʾikatu aw yaʾtiya rabbuka aw yaʾtiya baʿḍu āyāti rabbika yawma yaʾtī baʿḍu āyāti rabbika lā yanfaʿu nafsan īmānuhā lam takun āmanat min qablu aw kasabat fī īmānihā khayran quli intaẓirū innā muntaẓirūn",
              "translations": {
                "English": "Are they waiting for anything but for the angels to come to them, or for your Lord to come, or for some of your Lord’s signs to come? On the Day when some of your Lord’s signs come, no soul will benefit from its faith unless it had believed before or had earned goodness through its faith. Say, 'Wait, we too are waiting.'",
                "Urdu": "کیا وہ صرف اس بات کے منتظر ہیں کہ ان کے پاس فرشتے آئیں، یا تمہارا رب آئے، یا تمہارے رب کی کچھ نشانیاں آئیں؟ جس دن تمہارے رب کی کچھ نشانیاں آئیں گی، اس دن کسی شخص کا ایمان اسے فائدہ نہیں دے گا اگر اس نے پہلے ایمان نہ لایا ہو یا اپنے ایمان کے ذریعے کوئی نیکی نہ کمائی ہو۔ کہہ دو: تم انتظار کرو، ہم بھی انتظار کر رہے ہیں۔",
                "French": "Qu’attendent-ils sinon que les anges leur viennent, ou que vienne ton Seigneur, ou que viennent certains signes de ton Seigneur ? Le jour où certains signes de ton Seigneur viendront, la foi en Lui ne profitera à aucune âme qui n’avait pas cru auparavant ou qui n’avait acquis aucun mérite de sa croyance. Dis : 'Attendez ! Nous attendons, nous aussi.'",
                "Spanish": "¿Qué esperan sino que les lleguen los ángeles, que venga tu Señor o que lleguen algunos signos de tu Señor? El día que lleguen algunos signos de tu Señor, no beneficiará a nadie creer entonces si no había creído antes o si no obtuvo algún bien con su fe. Di: '¡Esperad! Nosotros también esperamos.'",
                "Hindi": "क्या वह सिर्फ़ इस बात के मुन्तज़िर हैं कि उनके पास फ़रिश्ते आएँ, या तुम्हारा रब आए, या तुम्हारे रब की कुछ निशानियाँ आएँ? जिस दिन तुम्हारे रब की कुछ निशानियाँ आएँगी, उस दिन किसी शख़्स का ईमान उसे फ़ायदा नहीं देगा अगर उसने पहले ईमान न लाया हो या अपने ईमान के ज़रिए कोई नेकी न कमाई हो। कह दो: तुम इंतज़ार करो, हम भी इंतज़ार कर रहे हैं।"
              }
            },
            {
              "no": 159,
              "arabic": "إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ",
              "transliteration": "Inna alladhīna farraqū dīnahum wa kānū shiyaʿan lasta minhum fī shayʾin innamā amruhum ilā llāhi thumma yunabbiʾuhum bi-mā kānū yafʿalūn",
              "translations": {
                "English": "Indeed, those who have divided their religion and became sects—you have nothing to do with them. Their case rests with Allah; then He will inform them of what they used to do.",
                "Urdu": "بے شک جن لوگوں نے اپنے دین کو ٹکڑے ٹکڑے کر دیا اور گروہ گروہ بن گئے، تمہارا ان سے کوئی تعلق نہیں۔ ان کا معاملہ اللہ کے سپرد ہے، پھر وہ انہیں بتائے گا کہ وہ کیا کرتے تھے۔",
                "French": "Ceux qui ont divisé leur religion et sont devenus des sectes, tu n’es responsable d’eux en rien. Leur sort ne dépend que d’Allah. Puis Il les informera de ce qu’ils faisaient.",
                "Spanish": "En verdad, quienes dividieron su religión y formaron sectas, no tienes nada que ver con ellos. Su caso está en manos de Allah, que luego les informará de lo que hacían.",
                "Hindi": "बेशक जिन लोगों ने अपने दीन को टुकड़े-टुकड़े कर दिया और गिरोह-गिरोह बन गए, तुम्हारा उनसे कोई ताल्लुक़ नहीं। उनका मामला अल्लाह के सुपुर्द है, फिर वह उन्हें बताएगा कि वह क्या करते थे।"
              }
            },
            {
              "no": 160,
              "arabic": "مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَىٰ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ",
              "transliteration": "Man jāʾa bi-l-ḥasanati fa-lahu ʿashru amthālihā wa man jāʾa bi-l-sayyiʾati fa-lā yujzā illā mithlahā wa hum lā yuẓlamūn",
              "translations": {
                "English": "Whoever comes with a good deed will have ten times its like, and whoever comes with an evil deed will be recompensed only with its equivalent—and they will not be wronged.",
                "Urdu": "جو شخص ایک نیکی لے کر آئے گا اس کے لیے دس گنا اس جیسی ہے، اور جو شخص ایک برائی لے کر آئے گا اسے صرف اسی کے برابر بدلہ دیا جائے گا، اور ان پر ظلم نہیں کیا جائے گا۔",
                "French": "Quiconque viendra avec une bonne action aura dix fois autant ; et quiconque viendra avec une mauvaise action ne sera rétribué que par son équivalent. Et on ne leur fera aucune injustice.",
                "Spanish": "Quien obre bien recibirá diez veces su igual, y quien obre mal sólo será retribuido con su equivalente. Y no serán tratados injustamente.",
                "Hindi": "जो शख़्स एक नेकी ले कर आएगा उसके लिए दस गुना उस जैसी है, और जो शख़्स एक बुराई ले कर आएगा उसे सिर्फ़ उसी के बराबर बदला दिया जाएगा, और उन पर ज़ुल्म नहीं किया जाएगा।"
              }
            },
            {
              "no": 161,
              "arabic": "قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
              "transliteration": "Qul innanī hadānī rabbī ilā ṣirāṭin mustaqīmin dīnan qiyaman millata ibrāhīma ḥanīfan wa mā kāna mina l-mushrikīn",
              "translations": {
                "English": "Say, 'My Lord has guided me to a straight path—an upright religion, the faith of Abraham, the monotheist, who was not of the polytheists.'",
                "Urdu": "کہہ دو کہ میرے رب نے مجھے سیدھے راستے کی ہدایت دی ہے، ایک مضبوط دین، ابراہیم کے ملت کی جو یکسو تھے اور مشرکوں میں سے نہیں تھے۔",
                "French": "Dis : 'Mon Seigneur m’a guidé vers un chemin droit, une religion droite, la religion d’Abraham, le pur monothéiste. Et il n’était point du nombre des associateurs.'",
                "Spanish": "Di: 'Mi Señor me ha guiado a un camino recto, una religión firme, la creencia de Abraham, monoteísta, que no era de los idólatras.'",
                "Hindi": "कह दो कि मेरे रब ने मुझे सीधे रास्ते की हिदायत दी है, एक मज़बूत दीन, इबराहीम के मिल्ल की जो एकसुआ थे और मुश्रिकों में से नहीं थे।"
              }
            },
            {
              "no": 162,
              "arabic": "قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ",
              "transliteration": "Qul inna ṣalātī wa nusukī wa maḥyāya wa mamātī li-llāhi rabbi l-ʿālamīn",
              "translations": {
                "English": "Say, 'Indeed, my prayer, my sacrifice, my living, and my dying are for Allah, Lord of the worlds.'",
                "Urdu": "کہہ دو کہ میری نماز، میری قربانی، میری زندگی اور میری موت اللہ کے لیے ہے جو تمام جہانوں کا رب ہے۔",
                "French": "Dis : 'En vérité, ma prière, mes actes de dévotion, ma vie et ma mort appartiennent à Allah, Seigneur de l’Univers.",
                "Spanish": "Di: 'En verdad, mi oración, mi sacrificio, mi vida y mi muerte son para Allah, Señor de los mundos.'",
                "Hindi": "कह दो कि मेरी नमाज़, मेरी क़ुरबानी, मेरी ज़िंदगी और मेरी मौत अल्लाह के लिए है जो सारे जहान का रब है।"
              }
            },
            {
              "no": 163,
              "arabic": "لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ",
              "transliteration": "Lā sharīka lahu wa bi-dhālika umirtu wa anā awwalu l-muslimīn",
              "translations": {
                "English": "No partner has He. And this I have been commanded, and I am the first of those who submit.'",
                "Urdu": "اس کا کوئی شریک نہیں، اور مجھے یہی حکم دیا گیا ہے، اور میں سب سے پہلے فرمانبردار بننے والا ہوں۔",
                "French": "À Lui nul associé ! Et voilà ce qu’il m’a été ordonné, et je suis le premier à me soumettre.'",
                "Spanish": "No tiene asociados. Esto es lo que se me ha ordenado, y soy el primero de los musulmanes.'",
                "Hindi": "उसका कोई शरीक नहीं, और मुझे यही हुक्म दिया गया है, और मैं सबसे पहले फ़रमाबरदार बनने वाला हूँ।'"
              }
            },
            {
              "no": 164,
              "arabic": "قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِ�هِ تَخْتَلِفُونَ",
              "transliteration": "Qul a-ghayra llāhi abghī rabban wa huwa rabbu kulli shayʾin wa lā taksibu kullu nafsin illā ʿalayhā wa lā taziru wārizatun wizra ukhrā thumma ilā rabbikum marjiʿukum fa-yunabbiʾukum bi-mā kuntum fīhi takhtalifūn",
              "translations": {
                "English": "Say, 'Shall I seek a lord other than Allah, when He is the Lord of all things?' No soul earns except against itself, and no bearer of burdens bears the burden of another. Then to your Lord is your return, and He will inform you of that over which you differed.",
                "Urdu": "کہہ دو: کیا میں اللہ کے سوا کسی اور کو رب بناؤں، حالانکہ وہ ہر چیز کا رب ہے؟ اور ہر شخص اپنے ہی اعمال کا ذمہ دار ہے، کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہیں اٹھائے گا۔ پھر تمہارا لوٹنا اپنے رب کی طرف ہے، اور وہ تمہیں بتائے گا جس میں تم اختلاف کرتے تھے۔",
                "French": "Dis : 'Chercherai-je un autre Seigneur qu’Allah, alors qu’Il est le Seigneur de toute chose ?' Chacun n’acquiert que pour son compte ; et personne ne portera le fardeau d’autrui. Puis vers votre Seigneur sera votre retour, et Il vous informera de ce en quoi vous divergiez.",
                "Spanish": "Di: '¿Acaso buscaré otro señor que no sea Allah, siendo Él el Señor de todas las cosas?' Cada alma sólo carga con su propia responsabilidad, y nadie cargará con la responsabilidad de otro. Luego, a vuestro Señor será vuestro retorno, y Él os informará sobre aquello en lo que discrepabais.'",
                "Hindi": "कह दो: 'क्या मैं अल्लाह के सिवा किसी और को रब बनाऊँ, हालाँकि वह हर चीज़ का रब है?' और हर शख़्स अपने ही अमल का ज़िम्मेदार है, कोई बोझ उठाने वाला दूसरे का बोझ नहीं उठाएगा। फिर तुम्हारा लौटना अपने रब की तरफ़ है, और वह तुम्हें बताएगा जिसमें तुम इख़्तिलाफ़ करते थे।"
              }
            },
            {
              "no": 165,
              "arabic": "وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ",
              "transliteration": "Wa huwa alladhī jaʿalakum khalāʾifa l-arḍi wa rafaʿa baʿḍakum fawqa baʿḍin darajātin li-yabluwakum fī mā ātākum inna rabbaka sarīʿu l-ʿiqābi wa innahu la-ghafūrun raḥīm",
              "translations": {
                "English": "It is He who made you successors on the earth and raised some of you in ranks above others, to test you through what He has given you. Indeed, your Lord is swift in punishment, and indeed, He is Forgiving and Merciful.",
                "Urdu": "اور وہی ہے جس نے تمہیں زمین میں خلیفہ بنایا اور تم میں سے بعض کو بعض پر درجات میں بلند کیا، تاکہ تمہیں آزمائے اس چیز میں جو اس نے تمہیں عطا کی ہے۔ بے شک تمہارا رب جلد عذاب دینے والا ہے، اور بے شک وہ بخشنے والا، مہربان ہے۔",
                "French": "Et c’est Lui qui a fait de vous des successeurs sur terre et qui vous a élevés, en rangs, les uns au-dessus des autres, afin de vous éprouver en ce qu’Il vous a donné. En vérité, ton Seigneur est prompt en punition, mais Il est aussi Pardonneur et Miséricordieux.",
                "Spanish": "Él es Quien os ha hecho sucesores en la tierra y os ha elevado a unos por encima de otros en grados, para probaros con lo que os ha concedido. En verdad, tu Señor es rápido en el castigo, pero también es Absolvedor, Misericordioso.",
                "Hindi": "और वही है जिसने तुम्हें ज़मीन में ख़लीफ़ा बनाया और तुम में से कुछ को कुछ पर दर्जों में बुलंद किया, ताकि तुम्हें आज़माए उस चीज़ में जो उसने तुम्हें अता की है। बेशक तुम्हारा रब जल्द अज़ाब देने वाला है, और बेशक वह बख़्शने वाला, मेहरबान है।"
              }
            }
         

      
    ]
  }