{
    "no": 61,
    "name": "As-Saff",
    "verses": [
      {
        "no": 1,
        "arabic": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "transliteration": "Sabbaha lillahi ma fee alssamawati wama fee alardi wahuwa alAAazeezu alhakeemu",
        "translations": {
          "English": "Everything in the heavens and the earth praises God. He is the Almighty, the Wise.",
          "Urdu": "آسمانوں اور زمین میں جو کچھ ہے وہ اللہ کی تسبیح کرتا ہے، اور وہ غالب اور حکمت والا ہے۔",
          "French": "Tout ce qui est dans les cieux et sur la terre glorifie Allah. Et c'est Lui le Puissant, le Sage.",
          "Spanish": "Todo lo que está en los cielos y en la tierra glorifica a Allah. Y Él es el Poderoso, el Sabio.",
          "Hindi": "आकाशों और धरती में जो कुछ है वह अल्लाह की पवित्रता बयान करता है, और वह प्रभुत्वशाली, तत्वदर्शी है।"
        }
      },
      {
        "no": 2,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
        "transliteration": "Ya ayyuha allatheena amanoo lima taqooloona ma la tafAAaloona",
        "translations": {
          "English": "O you who believe! Why do you say what you do not do?",
          "Urdu": "اے ایمان والو! تم وہ بات کیوں کہتے ہو جو کرتے نہیں؟",
          "French": "Ô vous qui avez cru! Pourquoi dites-vous ce que vous ne faites pas?",
          "Spanish": "¡Oh creyentes! ¿Por qué decís lo que no hacéis?",
          "Hindi": "ऐ ईमान वालो! तुम वह क्यों कहते हो जो करते नहीं?"
        }
      },
      {
        "no": 3,
        "arabic": "كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ",
        "transliteration": "Kabura maqtan AAinda Allahi an taqooloo ma la tafAAaloona",
        "translations": {
          "English": "It is most hateful to God that you say what you do not do.",
          "Urdu": "اللہ کے نزدیک یہ سخت ناپسندیدہ ہے کہ تم وہ کہو جو کرتے نہیں۔",
          "French": "C'est une grande abomination auprès d'Allah que de dire ce que vous ne faites pas.",
          "Spanish": "Es muy odioso ante Allah que digáis lo que no hacéis.",
          "Hindi": "अल्लाह के यहाँ बहुत घृणित है कि तुम वह कहो जो करते नहीं।"
        }
      },
      {
        "no": 4,
        "arabic": "إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ",
        "transliteration": "Inna Allaha yuhibbu allatheena yuqatiloona fee sabeelihi saffan kaannahum bunyanun marsoose",
        "translations": {
          "English": "God loves those who fight in His cause, in ranks, as though they were a compact structure.",
          "Urdu": "بے شک اللہ ان سے محبت کرتا ہے جو اس کی راہ میں صف باندھ کر لڑتے ہیں، گویا کہ وہ ایک مضبوط دیوار ہیں۔",
          "French": "Allah aime ceux qui combattent dans Son chemin en rangs serrés, comme s'ils étaient un édifice bien structuré.",
          "Spanish": "En verdad, Allah ama a quienes combaten por Su causa en filas, como si fueran un edificio sólido.",
          "Hindi": "निस्संदेह अल्लाह उनसे प्यार करता है जो उसके रास्ते में पंक्तिबद्ध होकर लड़ते हैं, मानो वे एक मजबूत दीवार हों।"
        }
      },
      {
        "no": 5,
        "arabic": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
        "transliteration": "Waith qala moosa liqawmihi ya qawmi lima tu/thoonanee waqad taAAlamoona annee rasoolu Allahi ilaykum falamma zaghoo azagha Allahu quloobahum waAllahu la yahdee alqawma alfasiqeena",
        "translations": {
          "English": "When Moses said to his people, \"O my people, why do you hurt me, although you know that I am God's Messenger to you?\" And when they swerved, God swerved their hearts. God does not guide the sinful people.",
          "Urdu": "اور جب موسیٰ نے اپنی قوم سے کہا: اے میری قوم! تم مجھے کیوں تکلیف دیتے ہو، حالانکہ تم جانتے ہو کہ میں تمہاری طرف اللہ کا رسول ہوں؟ پھر جب وہ ٹیڑھے ہوئے تو اللہ نے بھی ان کے دلوں کو ٹیڑھا کر دیا، اور اللہ نافرمان لوگوں کو ہدایت نہیں دیتا۔",
          "French": "Et quand Moïse dit à son peuple: \"Ô mon peuple, pourquoi me faites-vous du mal alors que vous savez que je suis vraiment le messager d'Allah envoyé à vous?\" Puis quand ils dévièrent, Allah fit dévier leurs cœurs. Et Allah ne guide pas les gens pervers.",
          "Spanish": "Y cuando Moisés dijo a su pueblo: \"¡Oh, pueblo mío! ¿Por qué me hacéis daño sabiendo que soy el Mensajero de Allah enviado a vosotros?\" Pero cuando se desviaron, Allah desvió sus corazones. Y Allah no guía al pueblo perverso.",
          "Hindi": "और जब मूसा ने अपनी कौम से कहा: 'ऐ मेरी कौम! तुम मुझे क्यों सताते हो, जबकि तुम जानते हो कि मैं तुम्हारी ओर अल्लाह का रसूल हूँ?' फिर जब वे टेढ़े हो गए, तो अल्लाह ने भी उनके दिलों को टेढ़ा कर दिया, और अल्लाह नाफरमान लोगों को हिदायत नहीं देता।"
        }
      },
      {
        "no": 6,
        "arabic": "وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ",
        "transliteration": "Waith qala AAeesa ibnu maryama ya banee isra-eela innee rasoolu Allahi ilayum musaddiqan lima bayna yadayya mina alttawrati wamubashshiran birasoolin ya/tee min baAAdee ismuhu ahmadu falamma jaahum bialbayyinati qaloo hatha sihrun mubeenun",
        "translations": {
          "English": "And when Jesus son of Mary said, \"O Children of Israel, I am God's Messenger to you, confirming what preceded me of the Torah, and announcing good news of a messenger who will come after me, whose name is Ahmad.\" But when he showed them the miracles, they said, \"This is obvious sorcery.\"",
          "Urdu": "اور جب عیسیٰ ابن مریم نے کہا: اے بنی اسرائیل! میں تمہاری طرف اللہ کا رسول ہوں، اپنے سے پہلے کی تورات کی تصدیق کرنے والا اور ایک رسول کی خوشخبری دینے والا ہوں جو میرے بعد آئے گا، جس کا نام احمد ہے۔ پھر جب وہ ان کے پاس واضح نشانیاں لے آیا تو انہوں نے کہا: یہ تو کھلا جادو ہے۔",
          "French": "Et quand Jésus fils de Marie dit: \"Ô Enfants d'Israël, je suis vraiment le Messager d'Allah envoyé à vous, confirmant ce qui était avant moi dans la Torah, et annonçant un Messager qui viendra après moi, dont le nom sera 'Ahmad'. Puis quand celui-ci vint à eux avec des preuves évidentes, ils dirent: \"C'est là une magie manifeste\".",
          "Spanish": "Y cuando Jesús, hijo de María, dijo: \"¡Oh, Hijos de Israel! En verdad, soy el Mensajero de Allah enviado a vosotros, confirmando lo que había antes de mí en la Tora, y anunciando a un Mensajero que vendrá después de mí, cuyo nombre será Ahmad\". Pero cuando vino a ellos con las pruebas claras, dijeron: \"Esto es magia evidente\".",
          "Hindi": "और जब मरयम के बेटे ईसा ने कहा: 'ऐ बनी इस्राईल! मैं तुम्हारी ओर अल्लाह का रसूल हूँ, अपने से पहले की तौरात की पुष्टि करने वाला और एक रसूल की शुभसूचना देने वाला हूँ जो मेरे बाद आएगा, जिसका नाम अहमद होगा।' फिर जब वह उनके पास खुली निशानियाँ लेकर आया तो उन्होंने कहा: 'यह तो खुला जादू है।'"
        }
      },
      {
        "no": 7,
        "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
        "transliteration": "Waman athlamu mimani iftara AAala Allahi alkathiba wahuwa yudAAa ila al-islami waAllahu la yahdee alqawma alththalimeena",
        "translations": {
          "English": "And who is a greater wrongdoer than he who attributes falsehoods to God, when he is being invited to Islam? God does not guide the wrongdoing people.",
          "Urdu": "اور اس شخص سے بڑھ کر ظالم کون ہوگا جو اللہ پر جھوٹ باندھے، حالانکہ اسے اسلام کی طرف بلایا جا رہا ہو؟ اور اللہ ظالم لوگوں کو ہدایت نہیں دیتا۔",
          "French": "Et qui est plus injuste que celui qui invente un mensonge contre Allah, alors qu'il est appelé à l'Islam? Et Allah ne guide pas les gens injustes.",
          "Spanish": "¿Y quién es más injusto que quien inventa una mentira contra Allah mientras es invitado al Islam? Y Allah no guía al pueblo injusto.",
          "Hindi": "और उससे बड़ा अत्याचारी कौन होगा जो अल्लाह पर झूठ बनाए, जबकि उसे इस्लाम की ओर बुलाया जा रहा हो? और अल्लाह अत्याचारी लोगों को मार्गदर्शन नहीं देता।"
        }
      },
      {
        "no": 8,
        "arabic": "يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ",
        "transliteration": "Yureedoona liyutfi/oo noora Allahi bi-afwahihim waAllahu mutimmu noorihi walaw kariha alkafiroona",
        "translations": {
          "English": "They want to extinguish God's Light with their mouths; but God will complete His Light, even though the disbelievers dislike it.",
          "Urdu": "وہ اپنے منہوں سے اللہ کے نور کو بجھانا چاہتے ہیں، لیکن اللہ اپنے نور کو مکمل کر دے گا، اگرچہ کافر ناپسند کریں۔",
          "French": "Ils veulent éteindre avec leurs bouches la lumière d'Allah, alors qu'Allah parachèvera Sa lumière, même si les mécréants le détestent.",
          "Spanish": "Quieren apagar con sus bocas la luz de Allah, pero Allah completará Su luz, aunque los incrédulos lo detesten.",
          "Hindi": "वे अपने मुँहों से अल्लाह के नूर को बुझाना चाहते हैं, लेकिन अल्लाह अपने नूर को पूरा करके रहेगा, चाहे काफिर नापसंद करें।"
        }
      },
      {
        "no": 9,
        "arabic": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ",
        "transliteration": "Huwa allathee arsala rasoolahu bialhuda wadeeni alhaqqi liyuthhirahu AAala alddeeni kullihi walaw kariha almushrikoona",
        "translations": {
          "English": "It is He who sent His Messenger with the guidance and the true religion, to make it prevail over all religions, even though the idolaters dislike it.",
          "Urdu": "وہی ہے جس نے اپنے رسول کو ہدایت اور سچے دین کے ساتھ بھیجا، تاکہ اسے تمام ادیان پر غالب کر دے، اگرچہ مشرک ناپسند کریں۔",
          "French": "C'est Lui qui a envoyé Son messager avec la guidée et la religion de la vérité, pour la faire triompher sur toute autre religion, malgré l'aversion des associateurs.",
          "Spanish": "Él es Quien envió a Su Mensajero con la guía y la religión verdadera para hacerla prevalecer sobre todas las religiones, aunque los idólatras lo detesten.",
          "Hindi": "वही है जिसने अपने रसूल को हिदायत और सच्चे दीन के साथ भेजा, ताकि उसे सारे दीनों पर प्रभुत्व दिलाए, चाहे मुश्रिक नापसंद करें।"
        }
      },
      {
        "no": 10,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ",
        "transliteration": "Ya ayyuha allatheena amanoo hal adullukum AAala tijaratin tunjeekum min AAathabin aleemin",
        "translations": {
          "English": "O you who believe! Shall I inform you of a trade that will save you from a painful torment?",
          "Urdu": "اے ایمان والو! کیا میں تمہیں ایسی تجارت بتاؤں جو تمہیں دردناک عذاب سے بچا لے؟",
          "French": "Ô vous qui avez cru! Vous indiquerai-je un commerce qui vous sauvera d'un châtiment douloureux?",
          "Spanish": "¡Oh creyentes! ¿Queréis que os indique un comercio que os salvará de un castigo doloroso?",
          "Hindi": "ऐ ईमान वालो! क्या मैं तुम्हें एक ऐसा सौदा बताऊँ जो तुम्हें दर्दनाक अज़ाब से बचा ले?"
        }
      },
      {
        "no": 11,
        "arabic": "تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
        "transliteration": "Tu/minoona biAllahi warasoolihi watujahidoona fee sabeeli Allahi bi-amwalikum waanfusikum thalikum khayrun lakum in kuntum taAAlamoona",
        "translations": {
          "English": "That you believe in God and His Messenger, and strive in the cause of God with your possessions and yourselves. That is best for you, if you only knew.",
          "Urdu": "کہ تم اللہ اور اس کے رسول پر ایمان لاؤ، اور اللہ کی راہ میں اپنے مالوں اور جانوں سے جہاد کرو۔ اگر تم جانتے ہو تو یہی تمہارے لیے بہتر ہے۔",
          "French": "Vous croyez en Allah et en Son messager et vous combattez avec vos biens et vos personnes dans le chemin d'Allah. Cela vous est bien meilleur, si vous saviez.",
          "Spanish": "Creéis en Allah y en Su Mensajero, y lucháis por la causa de Allah con vuestros bienes y vuestras personas. Eso es mejor para vosotros, si supierais.",
          "Hindi": "कि तुम अल्लाह और उसके रसूल पर ईमान लाओ और अल्लाह के रास्ते में अपने माल और अपनी जान से जिहाद करो। अगर तुम जानो तो यही तुम्हारे लिए बेहतर है।"
        }
      },
      {
        "no": 12,
        "arabic": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ",
        "transliteration": "Yaghfir lakum thunoobakum wayudkhilkum jannatin tajree min tahtiha al-anharu wamasakina tayyibatan fee jannati AAadnin thalika alfawzu alAAatheemu",
        "translations": {
          "English": "He will forgive you your sins; and will admit you into gardens beneath which rivers flow, and into beautiful mansions in the Gardens of Eden. That is the supreme success.",
          "Urdu": "وہ تمہارے گناہوں کو بخش دے گا اور تمہیں ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی، اور عدن کی جنتوں میں پاکیزہ مکانات ملیں گے۔ یہی بڑی کامیابی ہے۔",
          "French": "Il vous pardonnera vos péchés et vous fera entrer dans des Jardins sous lesquels coulent les ruisseaux, et dans des demeures agréables dans les jardins d'Eden. Voilà l'énorme succès.",
          "Spanish": "Él os perdonará vuestros pecados y os hará entrar en jardines por donde corren ríos, y en hermosas moradas en los jardines del Edén. Ese es el gran triunfo.",
          "Hindi": "वह तुम्हारे गुनाहों को माफ़ करेगा और तुम्हें ऐसे बाग़ों में दाख़िल करेगा जिनके नीचे नहरें बहती होंगी, और अदन की जन्नतों में पाक मकान मिलेंगे। यही बड़ी कामयाबी है।"
        }
      },
      {
        "no": 13,
        "arabic": "وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ",
        "transliteration": "Waokhra tuhibboonaha nasrun mina Allahi wafathun qareebun wabashshiri almu/mineena",
        "translations": {
          "English": "And something else you love: support from God, and imminent victory. So give good news to the believers.",
          "Urdu": "اور ایک اور چیز جو تمہیں محبوب ہے: اللہ کی مدد اور قریب کی فتح۔ پس ایمان والوں کو خوشخبری سنا دو۔",
          "French": "Et une autre [grâce] que vous aimez: un secours d'Allah et une victoire proche. Et annonce la bonne nouvelle aux croyants.",
          "Spanish": "Y otra cosa que amáis: el auxilio de Allah y una victoria cercana. ¡Y albricia a los creyentes!",
          "Hindi": "और एक और चीज़ जिसे तुम पसंद करते हो: अल्लाह की मदद और निकट की फ़तह। तो ईमान वालों को खुशख़बरी सुना दो।"
        }
      },
      {
        "no": 14,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ",
        "transliteration": "Ya ayyuha allatheena amanoo koonoo ansara Allahi kama qala AAeesa ibnu maryama lilhawariyyeeena man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi faamanat ta-ifatum min banee isra-eela wakafarat ta-ifatum faayyadna allatheena amanoo AAala AAaduwwihim faasbahoo thahireena",
        "translations": {
          "English": "O you who believe! Be supporters of God, as Jesus son of Mary said to the disciples, \"Who are my supporters towards God?\" The disciples said, \"We are God's supporters.\" So a group of the Children of Israel believed, while another group disbelieved. We supported those who believed against their foe, so they became dominant.",
          "Urdu": "اے ایمان والو! اللہ کے مددگار بنو، جیسے عیسیٰ ابن مریم نے حواریوں سے کہا: 'اللہ کی طرف میرا مددگار کون ہے؟' حواریوں نے کہا: 'ہم اللہ کے مددگار ہیں۔' پس بنی اسرائیل کی ایک جماعت ایمان لائی اور ایک جماعت نے کفر کیا۔ تو ہم نے ایمان والوں کو ان کے دشمن پر غلبہ دیا، پس وہ غالب ہو گئے۔",
          "French": "Ô vous qui avez cru! Soyez les alliés d'Allah, à l'instar de ce que Jésus fils de Marie a dit aux apôtres: \"Qui sont mes alliés [pour la cause] d'Allah?\" Les apôtres dirent: \"Nous sommes les alliés d'Allah\". Un groupe des Enfants d'Israël crut, tandis qu'un autre nia. Nous aidâmes donc ceux qui crurent contre leur ennemi, et ils triomphèrent.",
          "Spanish": "¡Oh creyentes! Sed los aliados de Allah, como cuando Jesús, hijo de María, dijo a los discípulos: \"¿Quiénes son mis aliados por la causa de Allah?\" Los discípulos dijeron: \"Nosotros somos los aliados de Allah\". Un grupo de los Hijos de Israel creyó, mientras que otro no creyó. Entonces fortalecimos a los creyentes contra su enemigo y salieron victoriosos.",
          "Hindi": "ऐ ईमान वालो! अल्लाह के सहायक बनो, जैसे मरयम के बेटे ईसा ने हवारियों से कहा: 'अल्लाह की ओर मेरे सहायक कौन हैं?' हवारियों ने कहा: 'हम अल्लाह के सहायक हैं।' तो बनी इस्राईल की एक जमात ईमान लाई और एक जमात ने कुफ़्र किया। तो हमने ईमान वालों को उनके दुश्मन पर मदद दी, और वे प्रभुत्वशाली हो गए।"
        }
      }
    ]
  }