{
    "no": 64,
    "name": "At-Taghabun",
    "verses": [
      {
        "no": 1,
        "arabic": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "transliteration": "Yusabbihu lillahi ma fee alssamawati wama fee alardi lahu almulku walahu alhamdu wahuwa AAala kulli shay-in qadeerun",
        "translations": {
          "English": "Everything in the heavens and the earth praises God. To Him belongs the Kingdom, and to Him all praise is due, and He is Able to do all things.",
          "Urdu": "آسمانوں اور زمین میں جو کچھ ہے وہ اللہ کی تسبیح کرتا ہے۔ اسی کی بادشاہی ہے اور اسی کے لیے تمام تعریفیں ہیں، اور وہ ہر چیز پر قادر ہے۔",
          "French": "Tout ce qui est dans les cieux et sur la terre glorifie Allah. À Lui appartient la royauté, et à Lui toute la louange, et Il est Omnipotent.",
          "Spanish": "Todo lo que está en los cielos y en la tierra glorifica a Alá. Suyo es el reino y para Él son todas las alabanzas, y Él tiene poder sobre todas las cosas.",
          "Hindi": "आकाशों और धरती में जो कुछ है वह अल्लाह की पवित्रता बयान करता है। उसी का राज्य है और उसी के लिए सारी प्रशंसा है, और वह हर चीज़ पर सक्षम है।"
        }
      },
      {
        "no": 2,
        "arabic": "هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "transliteration": "Huwa allathee khalaqakum faminkum kafirun waminkum mu/minun waAllahu bima taAAmaloona baseerun",
        "translations": {
          "English": "It is He who created you. Some of you are unbelievers, and some of you are believers. And God perceives what you do.",
          "Urdu": "وہی ہے جس نے تمہیں پیدا کیا، پھر تم میں سے کوئی کافر ہے اور کوئی مومن۔ اور اللہ تمہارے اعمال کو دیکھ رہا ہے۔",
          "French": "C'est Lui qui vous a créés. Certains d'entre vous sont mécréants et d'autres croyants. Et Allah observe ce que vous faites.",
          "Spanish": "Él es quien os creó. Entre vosotros hay incrédulos y creyentes. Y Allah ve bien lo que hacéis.",
          "Hindi": "वही है जिसने तुम्हें पैदा किया, फिर तुम में से कोई काफ़िर है और कोई मोमिन। और अल्लाह तुम्हारे कर्मों को देख रहा है।"
        }
      },
      {
        "no": 3,
        "arabic": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ",
        "transliteration": "Khalaqa alssamawati waalarda bialhaqqi wasawwarakum faahsana suwarakum wailayhi almaseeru",
        "translations": {
          "English": "He created the heavens and the earth with truth, and He designed you, and designed you well, and to Him is the final return.",
          "Urdu": "اس نے آسمانوں اور زمین کو حق کے ساتھ پیدا کیا اور تمہاری صورتیں بنائیں اور تمہیں بہترین صورت دی، اور اسی کی طرف لوٹنا ہے۔",
          "French": "Il a créé les cieux et la terre en toute vérité, Il vous a donné votre forme et vous a embelli, et vers Lui est le retour.",
          "Spanish": "Creó los cielos y la tierra con la verdad, os dio forma y os perfeccionó, y hacia Él es el retorno.",
          "Hindi": "उसने आकाशों और धरती को सत्य के साथ पैदा किया और तुम्हारी आकृतियाँ बनाईं और तुम्हें उत्तम रूप दिया, और उसी की ओर लौटना है।"
        }
      },
      {
        "no": 4,
        "arabic": "يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "transliteration": "YaAAlamu ma fee alssamawati waalardi wayaAAlamu ma tusirroona wama tuAAlinoona waAllahu AAaleemun bithati alssudoori",
        "translations": {
          "English": "He knows everything in the heavens and the earth, and He knows what you conceal and what you reveal. And God knows what is within the hearts.",
          "Urdu": "وہ آسمانوں اور زمین میں جو کچھ ہے اسے جانتا ہے، اور جو تم چھپاتے ہو اور جو تم ظاہر کرتے ہو اسے بھی جانتا ہے۔ اور اللہ سینوں کے بھیدوں سے واقف ہے۔",
          "French": "Il sait ce qui est dans les cieux et sur la terre, et Il sait ce que vous cachez et ce que vous divulguez. Et Allah connaît bien le contenu des cœurs.",
          "Spanish": "Él sabe lo que hay en los cielos y en la tierra, y conoce lo que ocultáis y lo que manifestáis. Y Allah conoce bien lo que encierran los pechos.",
          "Hindi": "वह आकाशों और धरती में जो कुछ है उसे जानता है, और जो तुम छिपाते हो और जो तुम प्रकट करते हो उसे भी जानता है। और अल्लाह सीने के भेदों से वाकिफ है।"
        }
      },
      {
        "no": 5,
        "arabic": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "transliteration": "Alam ya/tikum nabao allatheena kafaroo min qablu fathaqoo wabala amrihim walahum AAathabun aleemun",
        "translations": {
          "English": "Has the news not reached you, of those who disbelieved before? They tasted the ill consequences of their conduct, and a painful torment awaits them.",
          "Urdu": "کیا تمہارے پاس ان لوگوں کی خبر نہیں پہنچی جو پہلے کفر کر چکے ہیں؟ انہوں نے اپنے اعمال کا برا نتیجہ چکھا اور ان کے لیے دردناک عذاب ہے۔",
          "French": "Ne vous est-il pas parvenu la nouvelle de ceux qui ont mécru auparavant ? Ils ont goûté aux conséquences funestes de leur conduite, et un châtiment douloureux les attend.",
          "Spanish": "¿No ha llegado a vosotros la noticia de quienes antes negaron la verdad? Sufrieron las consecuencias de su conducta y tendrán un castigo doloroso.",
          "Hindi": "क्या तुम्हारे पास उन लोगों की ख़बर नहीं पहुँची जो पहले कुफ़्र कर चुके हैं? उन्होंने अपने कर्मों का बुरा परिणाम चखा और उनके लिए दर्दनाक अज़ाब है।"
        }
      },
      {
        "no": 6,
        "arabic": "ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ",
        "transliteration": "Thalika bi-annahu kanat ta/teehim rusuluhum bialbayyinati faqaloo abasharun yahdoonana fakafaroo watawallao waistaghna Allahu waAllahu ghaniyyun hameedun",
        "translations": {
          "English": "That is because their messengers came to them with clear explanations, but they said, \"Are human beings going to guide us?\" So they disbelieved and turned away. But God is in no need. God is Independent and Praiseworthy.",
          "Urdu": "یہ اس لیے کہ ان کے پاس ان کے رسول واضح نشانیاں لے کر آئے تو انہوں نے کہا: \"کیا انسان ہمیں ہدایت دیں گے؟\" پس انہوں نے کفر کیا اور منہ موڑ لیا۔ اور اللہ بے نیاز ہے۔ اللہ بے نیاز، قابل تعریف ہے۔",
          "French": "C'est parce que leurs messagers leur apportaient des preuves évidentes, mais ils dirent : \"Des hommes nous guideraient-ils ?\" Ils ont donc mécru et se sont détournés. Mais Allah Se passe [d'eux]. Et Allah est le Suffisant à Soi-même, le Digne de louange.",
          "Spanish": "Eso es porque sus mensajeros les llegaron con las pruebas claras, pero dijeron: \"¿Acaso unos seres humanos nos van a guiar?\" Y negaron la verdad y se apartaron. Pero Allah no tiene necesidad. Allah es el Rico, el Digno de alabanza.",
          "Hindi": "यह इसलिए कि उनके पास उनके रसूल स्पष्ट निशानियाँ लेकर आए तो उन्होंने कहा: \"क्या इंसान हमें हिदायत देंगे?\" तो उन्होंने इन्कार किया और मुँह मोड़ लिया। और अल्लाह बेनियाज़ है। अल्लाह बेनियाज़, प्रशंसा के योग्य है।"
        }
      },
      {
        "no": 7,
        "arabic": "زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ",
        "transliteration": "ZaAAama allatheena kafaroo an lan yubAAathoo qul bala warabbee latubAAathunna thumma latunabbaonna bima AAamiltum wathalika AAala Allahi yaseerun",
        "translations": {
          "English": "Those who disbelieve claim that they will not be resurrected. Say, \"Yes indeed, by my Lord, you will be resurrected; then you will be informed of everything you did; and that is easy for God.\"",
          "Urdu": "جن لوگوں نے کفر کیا ہے وہ گمان کرتے ہیں کہ وہ دوبارہ نہیں اٹھائے جائیں گے۔ کہہ دو: \"کیوں نہیں، میرے رب کی قسم! تم ضرور اٹھائے جاؤ گے، پھر تمہیں بتا دیا جائے گا جو تم کرتے رہے، اور یہ اللہ پر آسان ہے۔\"",
          "French": "Ceux qui ont mécru prétendent qu'ils ne seront pas ressuscités. Dis : \"Si, par mon Seigneur ! Vous serez ressuscités, puis on vous informera de ce que vous faisiez. Et cela est facile pour Allah.\"",
          "Spanish": "Quienes niegan la verdad pretenden que no serán resucitados. Di: \"¡Claro que sí, por mi Señor! Seréis resucitados y luego se os informará de lo que hicisteis. Y eso es fácil para Allah.\"",
          "Hindi": "जिन लोगों ने इन्कार किया है वह समझते हैं कि वे दोबारा नहीं उठाए जाएँगे। कह दो: \"क्यों नहीं, मेरे रब की क़सम! तुम अवश्य उठाए जाओगे, फिर तुम्हें बता दिया जाएगा जो तुम करते रहे, और यह अल्लाह के लिए आसान है।\""
        }
      },
      {
        "no": 8,
        "arabic": "فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "transliteration": "Faaminoo biAllahi warasoolihi waalnnoori allathee anzalna waAllahu bima taAAmaloona khabeerun",
        "translations": {
          "English": "So believe in God and His Messenger, and the Light which We sent down. God is Aware of everything you do.",
          "Urdu": "پس اللہ اور اس کے رسول اور اس نور پر ایمان لاؤ جو ہم نے نازل کیا ہے۔ اور اللہ تمہارے اعمال سے باخبر ہے۔",
          "French": "Croyez donc en Allah, en Son messager et en la lumière que Nous avons fait descendre. Et Allah est Parfaitement Connaisseur de ce que vous faites.",
          "Spanish": "Creed, pues, en Allah, en Su Mensajero y en la luz que hemos hecho descender. Y Allah está bien informado de lo que hacéis.",
          "Hindi": "तो अल्लाह और उसके रसूल और उस नूर पर ईमान लाओ जो हमने उतारा है। और अल्लाह तुम्हारे कर्मों से भली-भाँति अवगत है।"
        }
      },
      {
        "no": 9,
        "arabic": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ",
        "transliteration": "Yawma yajmaAAukum liyawmi aljamAAi thalika yawmu alttaghabuni waman yu/min biAllahi wayaAAmal salihan yukaffir AAanhu sayyiatihi wayudkhilhu jannatin tajree min tahtiha al-anharu khalideena feeha abadan thalika alfawzu alAAatheemu",
        "translations": {
          "English": "The Day when He gathers you for the Day of Gathering—that is the Day of Mutual Exchange. Whoever believes in God and acts with integrity, He will remit his misdeeds, and will admit him into gardens beneath which rivers flow, to dwell therein forever. That is the supreme achievement.",
          "Urdu": "جس دن وہ تمہیں جمع کرنے کے لیے جمع کرے گا، وہ نقصان کا دن ہوگا۔ جو کوئی اللہ پر ایمان لائے اور نیک عمل کرے، وہ اس کی برائیاں مٹا دے گا اور اسے ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی، ہمیشہ ان میں رہیں گے۔ یہی بڑی کامیابی ہے۔",
          "French": "Le jour où Il vous rassemblera pour le Jour du Rassemblement, ce sera le Jour des Comptes. Quiconque croit en Allah et accomplit des bonnes œuvres, Il effacera ses mauvaises actions et le fera entrer dans des Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Voilà l'énorme succès.",
          "Spanish": "El día en que Él os congregue para el Día de la Congregación, ese será el Día de la Pérdida y la Ganancia. Quien crea en Allah y obre rectamente, Él le absolverá sus faltas y le introducirá en jardines por donde corren los ríos, en los que permanecerán eternamente. Ese es el éxito grandioso.",
          "Hindi": "जिस दिन वह तुम्हें इकट्ठा करने के लिए इकट्ठा करेगा, वह घाटे का दिन होगा। जो कोई अल्लाह पर ईमान लाए और अच्छे कर्म करे, वह उसकी बुराइयाँ मिटा देगा और उसे ऐसी जन्नतों में दाख़िल करेगा जिनके नीचे नहरें बहती होंगी, हमेशा उनमें रहेंगे। यही बड़ी कामयाबी है।"
        }
      },
      {
        "no": 10,
        "arabic": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ",
        "transliteration": "Waallatheena kafaroo wakaththaboo bi-ayatina ola-ika as-habu alnnari khalideena feeha wabi/sa almaseeru",
        "translations": {
          "English": "But as for those who disbelieve and denounce Our revelations—these are the inmates of the Fire, dwelling therein forever; and what a miserable fate!",
          "Urdu": "اور جن لوگوں نے کفر کیا اور ہماری آیتوں کو جھٹلایا، وہی دوزخ والے ہیں، ہمیشہ اس میں رہیں گے، اور وہ بہت ہی برا ٹھکانا ہے۔",
          "French": "Et ceux qui ont mécru et traité de mensonges Nos versets, ceux-là sont les gens du Feu, où ils demeureront éternellement. Et quelle mauvaise destination !",
          "Spanish": "En cambio, quienes no crean y desmientan Nuestros signos, esos serán los condenados al Fuego, donde permanecerán eternamente. ¡Qué pésimo destino!",
          "Hindi": "और जिन लोगों ने इन्कार किया और हमारी आयतों को झुठलाया, वही दोज़ख़ वाले हैं, हमेशा उसमें रहेंगे, और वह बहुत ही बुरा ठिकाना है।"
        }
      },
      {
        "no": 11,
        "arabic": "مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "transliteration": "Ma asaba min museebatin illa bi-ithni Allahi waman yu/min biAllahi yahdi qalbahu waAllahu bikulli shay-in AAaleemun",
        "translations": {
          "English": "No disaster occurs except by God's leave. Whoever believes in God, He guides his heart. God is Aware of everything.",
          "Urdu": "کوئی مصیبت نہیں آتی مگر اللہ کے اذن سے۔ اور جو کوئی اللہ پر ایمان لائے، وہ اس کے دل کو ہدایت دے گا۔ اور اللہ ہر چیز کو جاننے والا ہے۔",
          "French": "Nul malheur n'atteint [l'homme] que par la permission d'Allah. Et quiconque croit en Allah, Il guide son cœur. Allah est Omniscient.",
          "Spanish": "No sobreviene ninguna desgracia sino con el permiso de Allah. Y quien crea en Allah, Él guiará su corazón. Allah es omnisciente.",
          "Hindi": "कोई मुसीबत नहीं आती मगर अल्लाह के हुक्म से। और जो कोई अल्लाह पर ईमान लाए, वह उसके दिल को हिदायत देगा। और अल्लाह हर चीज़ को जानने वाला है।"
        }
      },
      {
        "no": 12,
        "arabic": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
        "transliteration": "WaateeAAoo Allaha waateeAAoo alrrasoola fa-in tawallaytum fa-innama AAala rasoolina albalaghu almubeenu",
        "translations": {
          "English": "So obey God, and obey the Messenger. But if you turn away—it is only incumbent on Our Messenger to deliver the clear message.",
          "Urdu": "پس اللہ کی اطاعت کرو اور رسول کی اطاعت کرو۔ پھر اگر تم منہ موڑو تو ہمارے رسول پر تو صرف واضح پیغام پہنچا دینا ہے۔",
          "French": "Obéissez à Allah et obéissez au Messager. Si vous vous détournez, il n'incombe à Notre messager que de transmettre clairement [le message].",
          "Spanish": "Obedeced a Allah y obedeced al Mensajero. Pero si os apartáis, sabed que a Nuestro Mensajero sólo le incumbe transmitir claramente el mensaje.",
          "Hindi": "तो अल्लाह की आज्ञा मानो और रसूल की आज्ञा मानो। फिर अगर तुम मुँह मोड़ो तो हमारे रसूल पर तो सिर्फ़ स्पष्ट संदेश पहुँचा देना है।"
        }
      },
      {
        "no": 13,
        "arabic": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
        "transliteration": "Allahu la ilaha illa huwa waAAala Allahi falyatawakkali almu/minoona",
        "translations": {
          "English": "God, there is no god but He; and in God let the believers put their trust.",
          "Urdu": "اللہ، جس کے سوا کوئی معبود نہیں، اور مومنوں کو چاہیے کہ اللہ ہی پر भरोसा رکھیں।",
          "French": "Allah ! Pas de divinité digne d'être adorée à part Lui. Et c'est en Allah que les croyants doivent placer leur confiance.",
          "Spanish": "Allah, no hay más dios que Él. Y que los creyentes pongan su confianza en Allah.",
          "Hindi": "अल्लाह, उसके सिवा कोई इबादत के लायक़ नहीं, और मोमिनों को चाहिए कि अल्लाह ही पर भरोसा रखें।"
        }
      },
      {
        "no": 14,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "transliteration": "Ya ayyuha allatheena amanoo inna min azwajikum waawladikum AAaduwwan lakum faihtharoohum wa-in taAAfoo watasfahoo wataghfiroo fa-inna Allaha ghafoorun raheemun",
        "translations": {
          "English": "O you who believe! Among your wives and your children are enemies to you, so beware of them. But if you pardon, and overlook, and forgive—God is Forgiver and Merciful.",
          "Urdu": "اے ایمان والو! تمہاری بیویوں اور تمہاری اولاد میں سے کچھ تمہارے دشمن ہیں، سو ان سے ہوشیار رہو۔ اور اگر تم معاف کر دو، درگزر کر دو اور بخش دو تو اللہ بخشنے والا مہربان ہے۔",
          "French": "Ô vous qui avez cru ! Parmi vos épouses et vos enfants, il y a des ennemis pour vous. Méfiez-vous-en donc. Mais si vous pardonnez, passez outre et excusez, Allah est Pardonneur et Miséricordieux.",
          "Spanish": "¡Oh, creyentes! Entre vuestras esposas e hijos hay quienes son enemigos para vosotros. ¡Tened cuidado con ellos! Pero si los perdonáis, pasáis por alto sus faltas y los disculpáis, sabed que Allah es Absolvedor, Misericordioso.",
          "Hindi": "ऐ ईमान वालो! तुम्हारी बीवियों और तुम्हारी औलाद में से कुछ तुम्हारे दुश्मन हैं, तो उनसे सावधान रहो। और अगर तुम माफ़ कर दो, नज़रअंदाज़ कर दो और क्षमा कर दो तो अल्लाह बख़्शने वाला मेहरबान है।"
        }
      },
      {
        "no": 15,
        "arabic": "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ",
        "transliteration": "Innama amwalukum waawladukum fitnatun waAllahu AAindahu ajrun AAatheemun",
        "translations": {
          "English": "Your possessions and your children are a test, but with God is a splendid reward.",
          "Urdu": "تمہارے مال اور تمہاری اولاد تو صرف آزمائش ہیں، اور اللہ کے پاس بہت بڑا اجر ہے۔",
          "French": "Vos biens et vos enfants ne sont qu'une tentation, alors qu'auprès d'Allah est une énorme récompense.",
          "Spanish": "Vuestros bienes y vuestros hijos son sólo una prueba, pero junto a Allah hay una gran recompensa.",
          "Hindi": "तुम्हारा माल और तुम्हारी औलाद तो सिर्फ़ एक इम्तिहान हैं, और अल्लाह के पास बहुत बड़ा अज्र है।"
        }
      },
      {
        "no": 16,
        "arabic": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
        "transliteration": "Fattaqoo Allaha ma istataAAtum waismaAAoo waateeAAoo waanfiqoo khayran li-anfusikum waman yooqa shuhha nafsihi faola-ika humu almuflihoona",
        "translations": {
          "English": "So be conscious of God as much as you can, and listen, and obey, and give for your own good. He who is protected from his stinginess—these are the prosperous.",
          "Urdu": "پس جہاں تک ہو سکے اللہ سے ڈرو، اور سنو، اور اطاعت کرو، اور اپنے فائدے کے لیے خرچ کرو۔ اور جو اپنے نفس کے بخل سے بچا لیا جائے، وہی فلاح پانے والے ہیں۔",
          "French": "Craignez Allah donc autant que vous pouvez, écoutez, obéissez et faites largesses. Ce sera un bien pour vous. Et quiconque est protégé contre sa propre avarice, ceux-là sont ceux qui réussissent.",
          "Spanish": "Temed, pues, a Allah en la medida de lo posible, escuchad, obedeced y gastad en caridad. Eso es lo mejor para vosotros. Y quien se guarde de la avaricia de su alma, esos serán los que triunfen.",
          "Hindi": "तो जहाँ तक हो सके अल्लाह से डरो, और सुनो, और आज्ञा मानो, और अपने फ़ायदे के लिए ख़र्च करो। और जो अपने नफ़्स के कंजूसी से बचा लिया जाए, वही कामयाब होने वाले हैं।"
        }
      },
      {
        "no": 17,
        "arabic": "إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ",
        "transliteration": "In tuqridoo Allaha qardan hasanan yudaAAifhu lakum wayaghfir lakum waAllahu shakoorun haleemun",
        "translations": {
          "English": "If you lend God a good loan, He will multiply it for you, and will forgive you. God is Appreciative and Forbearing.",
          "Urdu": "اگر تم اللہ کو اچھا قرض دو گے تو وہ تمہارے لیے اسے کئی گنا کر دے گا اور تمہیں بخش دے گا۔ اور اللہ قدر دان، بردبار ہے۔",
          "French": "Si vous faites à Allah un prêt sincère, Il vous le multipliera et vous pardonnera. Allah est Reconnaissant et Indulgent.",
          "Spanish": "Si hacéis a Allah un préstamo generoso, Él os lo multiplicará y os perdonará. Allah es Agradecido, Tolerante.",
          "Hindi": "अगर तुम अल्लाह को अच्छा क़र्ज़ दोगे तो वह तुम्हारे लिए उसे कई गुना कर देगा और तुम्हें माफ़ कर देगा। और अल्लाह क़द्रदान, बर्दाश्त करने वाला है।"
        }
      },
      {
        "no": 18,
        "arabic": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ",
        "transliteration": "AAalimu alghaybi waalshshahadati alAAazeezu alhakeemu",
        "translations": {
          "English": "The Knower of the Unseen and the Seen, the Almighty, the Wise.",
          "Urdu": "وہ غیب اور حاضر کا جاننے والا، زبردست، حکمت والا ہے۔",
          "French": "Connaisseur de l'Inconnaissable et du visible, le Puissant, le Sage.",
          "Spanish": "Conocedor de lo oculto y de lo manifiesto, el Poderoso, el Sabio.",
          "Hindi": "वह ग़ैब और हाज़िर का जानने वाला, प्रभुत्वशाली, तत्वदर्शी है।"
        }
      }
    ]
  }