{
    "no": 66,
    "name": "At-Tahrim",
    "verses": [
      {
        "no": 1,
        "arabic": "يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ",
        "transliteration": "Ya ayyuha alnnabiyyu lima tuharrimu ma ahalla Allahu laka tabtaghee mardata azwajika waAllahu ghafoorun raheemun",
        "translations": {
          "English": "O prophet! Why do you prohibit what God has permitted for you, seeking to please your wives? God is Forgiving and Merciful.",
          "Urdu": "اے نبی! آپ کیوں حرام کرتے ہیں جو اللہ نے آپ کے لیے حلال کیا ہے، اپنی بیویوں کی خوشنودی چاہتے ہوئے؟ اور اللہ بخشنے والا مہربان ہے۔",
          "French": "Ô Prophète ! Pourquoi interdis-tu ce qu'Allah t'a permis, cherchant à satisfaire tes épouses ? Allah est Pardonneur et Miséricordieux.",
          "Spanish": "¡Oh, Profeta! ¿Por qué prohibes lo que Alá te ha permitido, buscando complacer a tus esposas? Alá es Indulgente y Misericordioso.",
          "Hindi": "ऐ नबी! आप क्यों हराम करते हैं जो अल्लाह ने आपके लिए हलाल किया है, अपनी पत्नियों की खुशी चाहते हुए? और अल्लाह क्षमाशील, दयावान है।"
        }
      },
      {
        "no": 2,
        "arabic": "قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ",
        "transliteration": "Qad farada Allahu lakum tahillata aymanikum waAllahu mawlakum wahuwa alAAaleemu alhakeemu",
        "translations": {
          "English": "God has decreed for you the dissolution of your oaths. God is your Master. He is the All-Knowing, the Most Wise.",
          "Urdu": "اللہ نے تمہارے لیے تمہاری قسموں کے کفارے کا طریقہ مقرر کر دیا ہے، اور اللہ تمہارا مالک ہے، اور وہ سب کچھ جاننے والا، حکمت والا ہے۔",
          "French": "Allah a institué pour vous l'expiation de vos serments. Allah est votre Maître. Et c'est Lui l'Omniscient, le Sage.",
          "Spanish": "Alá ha prescrito para vosotros la expiación de vuestros juramentos. Alá es vuestro Protector. Él es el Omnisciente, el Sabio.",
          "Hindi": "अल्लाह ने तुम्हारे लिए तुम्हारी क़समों के प्रायश्चित का तरीक़ा निर्धारित कर दिया है, और अल्लाह तुम्हारा स्वामी है, और वह सर्वज्ञ, तत्वदर्शी है।"
        }
      },
      {
        "no": 3,
        "arabic": "وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ",
        "transliteration": "Waith asarra alnnabiyyu ila baAAdi azwajihi hadeethan falamma nabbat bihi waathharahu Allahu AAalayhi AAarrafa baAAdahu waaAArada AAan baAAdin falamma nabbaha bihi qalat man anbaaka hatha qala nabbaniya alAAaleemu alkhabeeru",
        "translations": {
          "English": "The Prophet told something in confidence to one of his wives. But when she disclosed it, and God made it known to him; he communicated part of it, and he avoided another part. Then, when he informed her of it, she said, 'Who informed you of this?' He said, 'The All-Knowing, the All-Informed, informed me.'",
          "Urdu": "اور جب نبی نے اپنی بعض بیویوں سے ایک بات راز میں کہی، پھر جب اس نے اسے افشا کر دیا اور اللہ نے اسے نبی پر ظاہر کر دیا تو نبی نے کچھ بات بتا دی اور کچھ چھوڑ دی۔ پھر جب انہیں اس سے آگاہ کیا تو انہوں نے کہا: 'آپ کو یہ بات کس نے بتائی؟' آپ نے فرمایا: 'مجھے سب کچھ جاننے والے، باخبر (اللہ) نے آگاہ کیا۔'",
          "French": "Et lorsque le Prophète confia un secret à l'une de ses épouses. Puis, quand elle l'eut divulgué et qu'Allah l'en informa, il en fit connaître une partie et passa sur une autre. Puis, quand il l'en informa, elle dit : « Qui t'a renseigné à ce sujet ? » Il dit : « C'est le Très Omniscient, le Parfaitement Connaisseur, qui m'a informé. »",
          "Spanish": "Y cuando el Profeta confió un secreto a una de sus esposas. Pero cuando ella lo divulgó y Alá se lo reveló, él comunicó parte de ello y omitió otra parte. Cuando él la informó, ella dijo: '¿Quién te informó de esto?' Dijo: 'Me informó el Omnisciente, el Bien Informado.'",
          "Hindi": "और जब नबी ने अपनी किसी पत्नी को एक बात गुप्त में बताई, फिर जब उसने उसे प्रकट कर दिया और अल्लाह ने उसे नबी पर प्रकट कर दिया तो उन्होंने कुछ बात बता दी और कुछ छोड़ दी। फिर जब उन्होंने उसे इससे अवगत कराया तो उसने कहा: 'आपको यह बात किसने बताई?' उन्होंने कहा: 'मुझे सर्वज्ञ, सर्वविदित (अल्लाह) ने बताया।'"
        }
      },
      {
        "no": 4,
        "arabic": "إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ",
        "transliteration": "In tatooba ila Allahi faqad saghat quloobukuma wa-in tathahara AAalayhi fa-inna Allaha huwa mawlahu wajeebreelu wasalihu almu/mineena waalmalaikatu baAAda thalika thaheerun",
        "translations": {
          "English": "If you repent to God, then your hearts have listened. But if you band together against him, then God is his Ally, as is Gabriel, and the righteous believers. In addition, the angels will assist him.",
          "Urdu": "اگر تم دونوں اللہ کی طرف توبہ کرو تو تمہارے دل جھک گئے ہیں، اور اگر تم اس کے خلاف ایک دوسرے کی مدد کرو تو اللہ ہی اس کا مددگار ہے، اور جبرائیل اور نیک مؤمنین بھی، اور اس کے بعد فرشتے بھی اس کے مددگار ہیں۔",
          "French": "Si vous vous repentez à Allah, alors vos cœurs se sont inclinés. Mais si vous vous liguez contre lui, alors Allah est son Protecteur, ainsi que Gabriel et les pieux croyants. Et de plus, les anges sont ses soutiens.",
          "Spanish": "Si os arrepentís ante Alá, vuestros corazones se habrán inclinado. Pero si os unís contra él, entonces Alá es su Protector, y también Gabriel y los creyentes rectos. Además, los ángeles son sus apoyos.",
          "Hindi": "अगर तुम दोनों अल्लाह की ओर तौबा करो तो तुम्हारे दिल झुक गए हैं, और अगर तुम उसके ख़िलाफ़ एक-दूसरे की मदद करो तो अल्लाह ही उसका सहायक है, और जिब्राईल और नेक मोमिन भी, और उसके बाद फ़रिश्ते भी उसके सहायक हैं।"
        }
      },
      {
        "no": 5,
        "arabic": "عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا",
        "transliteration": "AAasa rabbuhu in tallaqakunna yubdilahu azwajan khayran minkunna muslimat mu/minatin qanitat taibatin AAabidatin saihat thayyibatin waabkaran",
        "translations": {
          "English": "Perhaps, if he divorces you, his Lord will give him in exchange wives better than you: submissive, believing, obedient, penitent, devout, fasting—previously married, or virgins.",
          "Urdu": "ہو سکتا ہے کہ اگر وہ تمہیں طلاق دے دے تو اس کا رب اسے تم سے بہتر بیویاں عطا کر دے: مسلمان، مومن، فرمانبردار، توبہ کرنے والی، عبادت گزار، روزہ دار، شوہر دیدہ یا کنواری۔",
          "French": "Peut-être que, s'il vous répudie, son Seigneur lui donnera en échange des épouses meilleures que vous : musulmanes, croyantes, obéissantes, repentantes, adoratrices, jeûneuses, déjà mariées ou vierges.",
          "Spanish": "Quizás, si os repudia, su Señor le concederá en vuestro lugar esposas mejores que vosotras: musulmanas, creyentes, devotas, arrepentidas, adoradoras, ayunadoras, previamente casadas o vírgenes.",
          "Hindi": "शायद अगर वह तुम्हें तलाक़ दे दे तो उसका रब उसे तुमसे बेहतर पत्नियाँ प्रदान कर दे: मुस्लिम, ईमान वाली, आज्ञाकारी, तौबा करने वाली, इबादत करने वाली, रोज़ा रखने वाली, विधवा या कुंवारी।"
        }
      },
      {
        "no": 6,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
        "transliteration": "Ya ayyuha allatheena amanoo qoo anfusakum waahleekum naran waqooduha alnnasu waalhijaratu AAalayha malaikatun ghilathun shidadun la yaAAsoona Allaha ma amarahum wayafAAaloona ma yu/maroona",
        "translations": {
          "English": "O you who believe! Protect yourselves and your families from a Fire, whose fuel is people and stones. Over it are angels, fierce and powerful. They never disobey God in anything He commands them, and they carry out whatever they are commanded.",
          "Urdu": "اے ایمان والو! اپنے آپ کو اور اپنے گھر والوں کو اس آگ سے بچاؤ جس کا ایندھن انسان اور پتھر ہوں گے، جس پر سخت دل اور مضبوط فرشتے مقرر ہیں جو اللہ کے کسی حکم کی نافرمانی نہیں کرتے اور جو حکم دیا جاتا ہے اسے بجا لاتے ہیں۔",
          "French": "Ô vous qui avez cru ! Préservez-vous ainsi que vos familles d'un Feu dont le combustible sera les gens et les pierres, surveillé par des anges rudes, durs, ne désobéissant jamais à Allah en ce qu'Il leur commande, et faisant strictement ce qu'on leur ordonne.",
          "Spanish": "¡Oh, creyentes! Proteged a vosotros mismos y a vuestras familias de un Fuego cuyo combustible serán los hombres y las piedras, sobre el que hay ángeles severos, rigurosos, que no desobedecen a Alá en lo que les ordena y ejecutan lo que se les manda.",
          "Hindi": "ऐ ईमान वालो! अपने आप को और अपने घर वालों को उस आग से बचाओ जिसका ईंधन इंसान और पत्थर होंगे, जिस पर कठोर और सख़्त फ़रिश्ते नियुक्त हैं जो अल्लाह के किसी आदेश की अवज्ञा नहीं करते और जो आदेश दिया जाता है उसे पूरा करते हैं।"
        }
      },
      {
        "no": 7,
        "arabic": "يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ",
        "transliteration": "Ya ayyuha allatheena kafaroo la taAAtathiroo alyawma innama tujzawna ma kuntum taAAmaloona",
        "translations": {
          "English": "O you who disbelieved! Make no excuses today. You are being repaid for what you used to do.",
          "Urdu": "اے کافرو! آج بہانے مت بناؤ، تمہیں صرف تمہارے اعمال کا بدلہ دیا جا رہا ہے۔",
          "French": "Ô vous qui avez mécru ! Ne vous excusez pas aujourd'hui. Vous êtes seulement rétribués pour ce que vous faisiez.",
          "Spanish": "¡Oh, incrédulos! No os excuséis hoy. Solo se os retribuye por lo que solíais hacer.",
          "Hindi": "ऐ काफ़िरो! आज बहाने मत बनाओ, तुम्हें सिर्फ़ तुम्हारे कर्मों का बदला दिया जा रहा है।"
        }
      },
      {
        "no": 8,
        "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "transliteration": "Ya ayyuha allatheena amanoo tooboo ila Allahi tawbatan nasoohan AAasa rabbukum an yukaffira AAankum sayyiatikum wayudkhilakum jannatin tajree min tahtiha alanharu yawma la yukhzee Allahu alnnabiyya waallatheena amanoo maAAahu nooruhum yasAAa bayna aydeehim wabaymanihim yaqooloona rabbana atmim lana noorana waighfir lana innaka AAala kulli shayin qadeerun",
        "translations": {
          "English": "O you who believe! Repent to God with sincere repentance. Perhaps your Lord will remit your sins, and admit you into gardens beneath which rivers flow, on the Day when God will not disappoint the Prophet and those who believed with him. Their light streaming before them, and to their right, they will say, 'Our Lord, complete our light for us, and forgive us; You are capable of all things.'",
          "Urdu": "اے ایمان والو! اللہ کی طرف خالص توبہ کرو، امید ہے کہ تمہارا رب تمہارے گناہ مٹا دے گا اور تمہیں ایسے باغوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی، اس دن جب اللہ نبی اور ان کے ساتھی مؤمنین کو رسوا نہیں کرے گا۔ ان کا نور ان کے آگے اور دائیں طرف دوڑتا ہوگا، وہ کہیں گے: 'اے ہمارے رب! ہمارا نور ہمارے لیے کامل کر دے اور ہمیں بخش دے، بے شک تو ہر چیز پر قادر ہے۔'",
          "French": "Ô vous qui avez cru ! Repentez-vous à Allah d'un repentir sincère. Il se peut que votre Seigneur vous efface vos fautes et vous fasse entrer dans des Jardins sous lesquels coulent les ruisseaux, le jour où Allah ne couvrira pas de honte le Prophète et ceux qui ont cru avec lui. Leur lumière courra devant eux et à leur droite; ils diront : « Seigneur, parfais-nous notre lumière et pardonne-nous. Car Tu es Omnipotent ».",
          "Spanish": "¡Oh, creyentes! Arrepentíos ante Alá con un arrepentimiento sincero. Quizás vuestro Señor os borre vuestras faltas y os introduzca en jardines por cuyos bajos fluyen arroyos, el día en que Alá no humillará al Profeta ni a los que creyeron con él. Su luz correrá ante ellos y a su derecha; dirán: '¡Señor nuestro! Perfecciónanos nuestra luz y perdónanos. En verdad, Tú tienes poder sobre todas las cosas'.",
          "Hindi": "ऐ ईमान वालो! अल्लाह की ओर ख़ालिस तौबा करो, उम्मीद है कि तुम्हारा रब तुम्हारे गुनाह मिटा देगा और तुम्हें ऐसे बाग़ों में दाख़िल करेगा जिनके नीचे नहरें बहती होंगी, उस दिन जब अल्लाह नबी और उनके साथी मोमिनीन को रुसवा नहीं करेगा। उनका नूर उनके आगे और दाहिनी ओर दौड़ता होगा, वे कहेंगे: 'ऐ हमारे रब! हमारा नूर हमारे लिए पूरा कर दे और हमें माफ़ कर दे, बेशक तू हर चीज़ पर क़ादिर है।'"
        }
      },
      {
        "no": 9,
        "arabic": "يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ",
        "transliteration": "Ya ayyuha alnnabiyyu jahidi alkuffara waalmunafiqeena waoghluZ AAalayhim wamawahum jahannamu wabi/sa almaseeru",
        "translations": {
          "English": "O prophet! Strive hard against the disbelievers and the hypocrites, and be stern with them. Their abode is Hell. What a miserable destination!",
          "Urdu": "اے نبی! کافروں اور منافقوں سے سخت جہاد کرو اور ان پر سخت ہو جاؤ، ان کا ٹھکانا جہنم ہے، اور وہ بہت ہی برا ٹھکانا ہے۔",
          "French": "Ô Prophète ! Mène combat contre les mécréants et les hypocrites, et sois rude avec eux. L'Enfer sera leur refuge. Quel mauvais devenir !",
          "Spanish": "¡Oh, Profeta! ¡Combate contra los incrédulos y los hipócritas, y sé duro con ellos! Su morada será el Infierno. ¡Qué pésimo destino!",
          "Hindi": "ऐ नबी! काफ़िरों और मुनाफ़िक़ों से सख़्त जिहाद करो और उन पर सख़्त हो जाओ, उनका ठिकाना जहन्नम है, और वह बहुत ही बुरा ठिकाना है।"
        }
      },
      {
        "no": 10,
        "arabic": "ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ",
        "transliteration": "Daraba Allahu mathalan lillatheena kafaroo imraata noohin waimraata lootin kanata tahta AAabdayni min AAibadina salihayni fakhanatahuma falam yughniya AAanhuma mina Allahi shayan waqeela odkhula alnnara maAAddakhileen",
        "translations": {
          "English": "God illustrates an example of those who disbelieve: the wife of Noah and the wife of Lot. They were under two of Our righteous servants, but they betrayed them. They availed them nothing against God, and it was said, 'Enter the Fire with those who are entering.'",
          "Urdu": "اللہ نے کافروں کے لیے نوح کی بیوی اور لوط کی بیوی کی مثال بیان کی ہے۔ وہ دونوں ہمارے دو نیک بندوں کے نکاح میں تھیں، پھر انہوں نے ان سے خیانت کی تو ان کے شوہر انہیں اللہ کے عذاب سے بچا نہ سکے، اور ان سے کہا گیا: 'دوزخ میں جانے والوں کے ساتھ داخل ہو جاؤ۔'",
          "French": "Allah a cité en exemple pour les mécréants la femme de Noé et la femme de Loth. Elles étaient sous l'autorité de deux de Nos serviteurs vertueux, mais elles les trahirent. Elles ne leur furent d'aucune utilité devant Allah. Il leur fut dit : « Entrez au Feu avec ceux qui y entrent. »",
          "Spanish": "Alá pone como ejemplo para los incrédulos a la esposa de Noé y la esposa de Lot. Ambas estaban bajo la autoridad de dos de Nuestros siervos justos, pero les traicionaron. No les sirvieron de nada ante Alá. Se les dijo: 'Entrad al Fuego con los que entran'.",
          "Hindi": "अल्लाह ने काफ़िरों के लिए नूह की पत्नी और लूत की पत्नी की मिसाल बयान की है। वे दोनों हमारे दो नेक बन्दों के निकाह में थीं, फिर उन्होंने उनसे ख़यानत की तो उनके पति उन्हें अल्लाह के अज़ाब से नहीं बचा सके, और उनसे कहा गया: 'दोज़ख़ में जाने वालों के साथ दाख़िल हो जाओ।'"
        }
      },
      {
        "no": 11,
        "arabic": "وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
        "transliteration": "Wadaraba Allahu mathalan lillatheena amanoo imraata firAAawna ith qalat rabbi ibni lee AAindaka baytan fee aljannati wanajjinee min firAAawna waAAamalihi wanajjinee mina alqawmi alththalimeena",
        "translations": {
          "English": "And God illustrates an example of those who believe: the wife of Pharaoh, when she said, 'My Lord, build for me, with you, a house in Paradise, and save me from Pharaoh and his works, and save me from the wrongdoing people.'",
          "Urdu": "اور اللہ نے مومنوں کے لیے فرعون کی بیوی کی مثال بیان کی ہے، جب اس نے کہا: 'اے میرے رب! میرے لیے اپنے پاس جنت میں ایک گھر بنا دے، اور مجھے فرعون اور اس کے عمل سے نجات دے، اور مجھے ظالم قوم سے بچا لے۔'",
          "French": "Et Allah a cité en exemple pour les croyants la femme de Pharaon, quand elle dit : « Seigneur, construis-moi auprès de Toi une maison dans le Paradis, et sauve-moi de Pharaon et de ses œuvres; et sauve-moi des gens injustes. »",
          "Spanish": "Y Alá pone como ejemplo para los creyentes a la esposa del Faraón, cuando dijo: '¡Señor mío! Constrúyeme junto a Ti una casa en el Paraíso, y sálvame del Faraón y de sus obras, y sálvame del pueblo opresor'.",
          "Hindi": "और अल्लाह ने मोमिनों के लिए फ़िरऔन की पत्नी की मिसाल बयान की है, जब उसने कहा: 'ऐ मेरे रब! मेरे लिए अपने पास जन्नत में एक घर बना दे, और मुझे फ़िरऔन और उसके अमल से नजात दे, और मुझे ज़ालिम क़ौम से बचा ले।'"
        }
      },
      {
        "no": 12,
        "arabic": "وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ",
        "transliteration": "Wamaryama ibnata AAimrana allatee ahsanat farjaha fanafakhna feehi min roohina wasaddaqat bikalimati rabbiha wakutubihi wakanat mina alqaniteena",
        "translations": {
          "English": "And Mary, the daughter of Imran, who guarded her womb, and so We breathed into her of Our Spirit; and she believed in the truth of her Lord’s Words and His Books, and was one of the devout.",
          "Urdu": "اور عمران کی بیٹی مریم کی بھی مثال ہے جس نے اپنی عصمت کی حفاظت کی، تو ہم نے اس میں اپنی روح پھونک دی، اور اس نے اپنے رب کے کلمات اور اس کی کتابوں کی تصدیق کی، اور وہ فرمانبردار لوگوں میں سے تھی۔",
          "French": "Et Marie, fille d'Imran, qui avait préservé sa virginité. Nous y insufflâmes alors de Notre Esprit. Elle avait tenu pour véridiques les paroles de son Seigneur ainsi que Ses Livres, et elle fut parmi les dévouées.",
          "Spanish": "Y María, hija de Imrán, que preservó su virginidad. Entonces, insuflamos en ella de Nuestro Espíritu. Ella creyó en la verdad de las palabras de su Señor y en Sus Libros, y fue de las devotas.",
          "Hindi": "और इमरान की बेटी मरयम की भी मिसाल है जिसने अपनी इज़्ज़त की हिफ़ाज़त की, तो हमने उसमें अपनी रूह फूँक दी, और उसने अपने रब के कलाम और उसकी किताबों की तस्दीक़ की, और वह आज्ञाकारी लोगों में से थी।"
        }
      }
    ]
  }