{
    "no": 7,
    "name": "Al-A'raf",
    "verses": [
      {
        "no": 1,
        "arabic": "المص",
        "transliteration": "Alif, Lam, Meem, Saad.",
        "translations": {
          "English": "Alif, Lam, Meem, Saad.",
          "Urdu": "المص",
          "French": "Alif, Lam, Mim, Sad.",
          "Spanish": "Alif, Lam, Mim, Sad.",
          "Hindi": "अलिफ़, लाम, मीम, साद।"
        }
      },
      {
        "no": 2,
        "arabic": "كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ",
        "transliteration": "Kitabun unzila ilayka fala yakun fee sadrika harajun minhu litunthira bihi wathikra lilmu/mineena",
        "translations": {
          "English": "A Scripture was revealed to you, so let there be no anxiety in your heart because of it. You are to warn with it—and a reminder for the believers.",
          "Urdu": "یہ ایک کتاب ہے جو آپ کی طرف نازل کی گئی ہے، اس لیے آپ کے دل میں اس کی وجہ سے کوئی تنگی نہ ہو، تاکہ آپ اس کے ذریعے سے ڈرائیں اور یہ مومنوں کے لیے نصیحت ہے۔",
          "French": "Un Livre t'a été révélé : qu'il n'y ait donc, dans ta poitrine, aucune gêne à ce sujet afin que, par lui, tu avertisses, et (qu'il soit) un rappel aux croyants.",
          "Spanish": "Un Libro que se te ha revelado, no tengas por ello opresión en tu pecho, para que con él adviertas y sea un recordatorio para los creyentes.",
          "Hindi": "एक किताब है जो तुम्हारी ओर उतारी गई है, तो तुम्हारे दिल में इससे कोई तंगी न हो, ताकि तुम इसके द्वारा सावधान करो और यह ईमान वालों के लिए नसीहत है।"
        }
      },
      {
        "no": 3,
        "arabic": "اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ",
        "transliteration": "IttabiAAoo ma onzila ilaykum min rabbikum wala tattabiAAoo min doonihi awliyaa qaleelan ma tathakkaroona",
        "translations": {
          "English": "Follow what is revealed to you from your Lord, and do not follow other masters beside Him. Little you recollect.",
          "Urdu": "تم اپنے رب کی طرف سے جو تم پر نازل کیا گیا ہے اس کی پیروی کرو اور اس کے سوا دوسرے سرپرستوں کی پیروی نہ کرو، تم بہت کم نصیحت قبول کرتے ہو۔",
          "French": "Suivez ce qui vous a été descendu venant de votre Seigneur, et ne suivez pas d'autres alliés que Lui. Mais vous vous souvenez peu.",
          "Spanish": "Seguid lo que se os ha revelado por vuestro Señor y no sigáis protectores en lugar de Él. ¡Qué poco os dejáis amonestar!",
          "Hindi": "तुम उसका अनुसरण करो जो तुम्हारे रब की ओर से तुम्हारी ओर उतारा गया है और उसके सिवा दूसरे संरक्षकों का अनुसरण मत करो, तुम बहुत कम नसीहत ग्रहण करते हो।"
        }
      },
      {
        "no": 4,
        "arabic": "وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ",
        "transliteration": "Wakam min qaryatin ahlaknaha fajaaha ba/suna bayatan aw hum qa-iloona",
        "translations": {
          "English": "How many a town have We destroyed? Our might came upon them by night, or while they were napping.",
          "Urdu": "اور ہم نے کتنی ہی بستیاں ہلاک کر دیں، تو ہمارا عذاب ان پر رات کے وقت یا ان کے آرام کرتے وقت آ گیا۔",
          "French": "Que de cités Nous avons détruites ! Notre rigueur les atteignit de nuit ou pendant leur sieste.",
          "Spanish": "¡Cuántas ciudades destruimos! Nuestro rigor les llegó de noche o mientras dormitaban.",
          "Hindi": "और हमने कितनी ही बस्तियों को नष्ट कर दिया, तो हमारी यातना उन पर रात के समय या उनके आराम करते समय आ पहुँची।"
        }
      },
      {
        "no": 5,
        "arabic": "فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُمْ بَأْسُنَا إِلَّا أَنْ قَالُوا إِنَّا كُنَّا ظَالِمِينَ",
        "transliteration": "Fama kana daAAwahum ith jaahum ba/suna illa an qaloo inna kunna thalimeena",
        "translations": {
          "English": "When Our might came upon them, their only cry was, 'We were indeed wrongdoers.'",
          "Urdu": "پھر جب ہمارا عذاب ان پر آیا تو ان کی پکار اس کے سوا کچھ نہ تھی کہ وہ کہنے لگے کہ ہم واقعی ظالم تھے۔",
          "French": "Leur seule invocation, lorsque Notre rigueur leur vint, fut : «Nous étions vraiment injustes.»",
          "Spanish": "Y su única invocación, cuando les llegó Nuestro rigor, fue: «En verdad, éramos injustos».",
          "Hindi": "फिर जब हमारी यातना उन पर आई तो उनकी पुकार इसके सिवा कुछ न थी कि वे कहने लगे कि हम वास्तव में अत्याचारी थे।"
        }
      },
      {
        "no": 6,
        "arabic": "فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ",
        "transliteration": "Falanas-alanna allatheena orsila ilayhim walanas-alanna almursaleena",
        "translations": {
          "English": "We will question those to whom messengers were sent, and We will question the messengers.",
          "Urdu": "تو ہم ضرور ان لوگوں سے پوچھیں گے جن کی طرف پیغمبر بھیجے گئے اور ہم ضرور پیغمبروں سے بھی پوچھیں گے۔",
          "French": "Nous interrogerons ceux vers qui furent envoyés des messagers et Nous interrogerons aussi les envoyés.",
          "Spanish": "Interrogaremos, ciertamente, a quienes fueron enviados y también interrogaremos a los Mensajeros.",
          "Hindi": "तो हम अवश्य उन लोगों से पूछेंगे जिनकी ओर रसूल भेजे गए और हम अवश्य रसूलों से भी पूछेंगे।"
        }
      },
      {
        "no": 7,
        "arabic": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ",
        "transliteration": "Falanaqussanna AAalayhim biAAilmin wama kunna gha-ibeena",
        "translations": {
          "English": "We will narrate to them with knowledge, for We were never absent.",
          "Urdu": "پھر ہم انہیں علم کے ساتھ ضرور بیان کریں گے اور ہم غائب نہیں تھے۔",
          "French": "Puis Nous leur raconterons en toute connaissance (ce qu'ils faisaient) car Nous n'étions pas absent.",
          "Spanish": "Y les relataremos con conocimiento, pues nunca estuvimos ausentes.",
          "Hindi": "फिर हम उन्हें ज्ञान के साथ अवश्य बयान करेंगे और हम अनुपस्थित नहीं थे।"
        }
      },
      {
        "no": 8,
        "arabic": "وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
        "transliteration": "Alwaznu yawma-ithin alhaqqu faman thaqulat mawazeenuhu faola-ika humu almuflihoona",
        "translations": {
          "English": "The scales on that Day will be just. Those whose weights are heavy—it is they who are the successful.",
          "Urdu": "اور اس دن تولنے میں بالکل انصاف ہوگا، پس جس کے پلڑے بھاری ہوں گے تو وہی لوگ کامیاب ہوں گے۔",
          "French": "La pesée, ce jour-là, sera équitable. Donc, ceux dont les bonnes actions pèseront lourd... ceux-là seront les bienheureux.",
          "Spanish": "La balanza ese día será justa. Aquellos cuyas buenas obras pesen más... ésos serán los bienaventurados.",
          "Hindi": "और उस दिन तौल बिल्कुल न्यायसंगत होगी, तो जिसके पलड़े भारी होंगे तो वही लोग सफल होंगे।"
        }
      },
      {
        "no": 9,
        "arabic": "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ",
        "transliteration": "Waman khaffat mawazeenuhu faola-ika allatheena khasiroo anfusahum bima kanoo bi-ayatina yathlimoona",
        "translations": {
          "English": "But as for those whose weights are light—it is they who have lost their souls, because they used to mistreat Our revelations.",
          "Urdu": "اور جس کے پلڑے ہلکے ہوں گے تو وہی لوگ ہیں جنہوں نے اپنی جانوں کو گھاٹے میں ڈالا، اس لیے کہ وہ ہماری آیتوں کے ساتھ ظلم کرتے تھے۔",
          "French": "Et ceux dont les bonnes actions pèseront léger... ceux-là sont ceux qui auront causé la perte de leurs propres âmes parce qu'ils étaient injustes à l'égard de Nos signes.",
          "Spanish": "Y aquellos cuyas buenas obras pesen poco... ésos son los que habrán perdido sus almas por haber sido injustos con Nuestros signos.",
          "Hindi": "और जिसके पलड़े हल्के होंगे तो वही लोग हैं जिन्होंने अपने प्राणों को घाटे में डाला, इसलिए कि वे हमारी आयतों के साथ अत्याचार करते थे।"
        }
      },
      {
        "no": 10,
        "arabic": "وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلًا مَا تَشْكُرُونَ",
        "transliteration": "Walaqad makkannakum fee al-ardi wajaAAalna lakum feeha maAAayisha qaleelan ma tashkuroona",
        "translations": {
          "English": "We have established you firmly on earth, and made for you in it livelihood—but rarely do you give thanks.",
          "Urdu": "اور ہم نے تمہیں زمین میں جگہ دی اور تمہارے لیے اس میں روزی کے سامان بنائے، تم بہت کم شکر ادا کرتے ہو۔",
          "French": "Nous vous avons établis sur terre et vous y avons assigné votre subsistance. Mais vous êtes peu reconnaissants.",
          "Spanish": "Os hemos establecido en la tierra y os hemos provisto en ella de medios de subsistencia. ¡Qué poco agradecidos sois!",
          "Hindi": "और हमने तुम्हें धरती में स्थापित किया और तुम्हारे लिए उसमें जीविका के साधन बनाए, तुम बहुत कम आभार प्रकट करते हो।"
        }
      },
      {
        "no": 11,
        "arabic": "وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ",
        "transliteration": "Walaqad khalaqnakum thumma sawwarnakum thumma qulna lilmala-ikati osjudoo li-adama fasajadoo illa ibleesa lam yakun mina alssajideena",
        "translations": {
          "English": "We created you, then We shaped you, then We said to the angels, 'Bow down before Adam;' so they bowed down, except for Satan; he was not of those who bowed down.",
          "Urdu": "اور ہم نے تمہیں پیدا کیا، پھر تمہاری صورت بنائی، پھر ہم نے فرشتوں سے کہا کہ آدم کو سجدہ کرو، سو انہوں نے سجدہ کیا مگر ابلیس نے نہیں کیا، وہ سجدہ کرنے والوں میں سے نہ تھا۔",
          "French": "Nous vous avons créés, puis Nous vous avons donné une forme, ensuite Nous avons dit aux Anges : «Prosternez-vous devant Adam.» Ils se prosternèrent, à l'exception d'Iblis qui ne fut point de ceux qui se prosternèrent.",
          "Spanish": "Os hemos creado, luego os dimos forma y luego dijimos a los ángeles: «¡Prosternaos ante Adán!» Y se prosternaron excepto Iblís, que no fue de los que se prosternaron.",
          "Hindi": "और हमने तुम्हें पैदा किया, फिर तुम्हारी सूरत बनाई, फिर हमने फ़रिश्तों से कहा कि आदम को सजदा करो, सो उन्होंने सजदा किया मगर इब्लीस ने नहीं किया, वह सजदा करने वालों में से न था।"
        }
      },
      {
        "no": 12,
        "arabic": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ",
        "transliteration": "Qala ma manaAAaka alla tasjuda ith amartuka qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin",
        "translations": {
          "English": "He said, 'What prevented you from bowing down when I have commanded you?' He said, 'I am better than he; You created me from fire, and You created him from mud.'",
          "Urdu": "اللہ نے فرمایا کہ جب میں نے تجھے حکم دیا تو تجھے کس چیز نے سجدہ کرنے سے روکا؟ اس نے کہا کہ میں اس سے بہتر ہوں، تو نے مجھے آگ سے پیدا کیا ہے اور اسے مٹی سے پیدا کیا ہے۔",
          "French": "[Allah] dit : «Qu'est-ce qui t'empêche de te prosterner quand Je te l'ai commandé ?» Il répondit : «Je suis meilleur que lui : Tu m'as créé de feu, alors que Tu l'as créé d'argile.»",
          "Spanish": "Dijo: «¿Qué te impidió prosternarte cuando te lo ordené?» Dijo: «Yo soy mejor que él. Me creaste de fuego, mientras que a él lo creaste de barro».",
          "Hindi": "अल्लाह ने कहा कि जब मैंने तुझे आदेश दिया तो तुझे किस चीज़ ने सजदा करने से रोका? उसने कहा कि मैं उससे उत्तम हूँ, तूने मुझे आग से पैदा किया है और उसे मिट्टी से पैदा किया है।"
        }
      },
      {
        "no": 13,
        "arabic": "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ",
        "transliteration": "Qala fahbit minha fama yakoonu laka an tatakabbara feeha fakhruj innaka mina alssaghireena",
        "translations": {
          "English": "He said, 'Get down from it! It is not for you to act arrogantly in it. Get out! You are one of the lowly!'",
          "Urdu": "اللہ نے فرمایا کہ تو یہاں سے نیچے اتر جا، تیرا یہاں تکبر کرنا زیبا نہیں، پس تو نکل جا، بے شک تو ذلیل ہونے والوں میں سے ہے۔",
          "French": "Allah dit : «Descends d'ici : Tu n'as pas à t'enfler d'orgueil ici. Sors, te voilà parmi les méprisés.»",
          "Spanish": "Dijo: «¡Desciende de él! No te enorgullezcas en él. ¡Sal! ¡Eres de los humillados!»",
          "Hindi": "अल्लाह ने कहा कि तू यहाँ से नीचे उतर जा, तेरा यहाँ अभिमान करना शोभा नहीं देता, अतः तू निकल जा, निश्चय ही तू अपमानित होने वालों में से है।"
        }
      },
      {
        "no": 14,
        "arabic": "قَالَ أَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ",
        "transliteration": "Qala anthirnee ila yawmi yubAAathoona",
        "translations": {
          "English": "He said, 'Give me respite, until the Day they are resurrected.'",
          "Urdu": "اس نے کہا کہ مجھے اس دن تک مہلت دے جب وہ (سب) اٹھائے جائیں گے۔",
          "French": "Alors [Iblis] dit : «Accorde-moi un délai jusqu'au jour où ils seront ressuscités.»",
          "Spanish": "Dijo: «Concédeme una prórroga hasta el día en que sean resucitados».",
          "Hindi": "उसने कहा कि मुझे उस दिन तक मोहलत दे जब वे (सब) उठाए जाएँगे।"
        }
      },
      {
        "no": 15,
        "arabic": "قَالَ إِنَّكَ مِنَ الْمُنْظَرِينَ",
        "transliteration": "Qala innaka mina almunthareena",
        "translations": {
          "English": "He said, 'You are of those given respite.'",
          "Urdu": "اللہ نے فرمایا کہ تو مہلت دیے جانے والوں میں سے ہے۔",
          "French": "Allah dit : «Tu es de ceux à qui délai est accordé.»",
          "Spanish": "Dijo: «En verdad, eres de los que tienen una prórroga».",
          "Hindi": "अल्लाह ने कहा कि तू मोहलत दिए जाने वालों में से है।"
        }
      },
      {
        "no": 16,
        "arabic": "قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ",
        "transliteration": "Qala fabima aghwaytanee laaqAAudanna lahum sirataka almustaqeema",
        "translations": {
          "English": "He said, 'Because you have lured me, I will waylay them on Your straight path.",
          "Urdu": "اس نے کہا کہ جس بات کی وجہ سے تو نے مجھے گمراہ کیا ہے میں ضرور تیرے سیدھے راستے پر ان کے لیے بیٹھوں گا۔",
          "French": "[Iblis] dit : «Puisque Tu m'as induit en erreur, je m'assoirai pour eux sur Ton droit chemin,",
          "Spanish": "Dijo: «Por haberme extraviado, me sentaré en acecho en Tu camino recto.",
          "Hindi": "उसने कहा कि जिस बात के कारण तूने मुझे गुमराह किया है मैं अवश्य तेरे सीधे मार्ग पर उनके लिए बैठूँगा।"
        }
      },
      {
        "no": 17,
        "arabic": "ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ",
        "transliteration": "Thumma laatiyannahum min bayni aydeehim wamin khalfihim waAAan aymanihim waAAan shamai-ihim wala tajidu aktharahum shakireena",
        "translations": {
          "English": "Then I will come at them from before them, and from behind them, and from their right, and from their left; and you will not find most of them appreciative.'",
          "Urdu": "پھر میں ان کے آگے سے اور پیچھے سے اور ان کے دائیں سے اور بائیں سے ان پر آؤں گا اور تو ان میں سے اکثر کو شکر گزار نہ پائے گا۔",
          "French": "puis je les assaillirai de devant, de derrière, de leur droite et de leur gauche. Et, pour la plupart, Tu ne les trouveras pas reconnaissants.»",
          "Spanish": "Luego les abordaré por delante y por detrás, por la derecha y por la izquierda. Y no encontrarás, en su mayoría, agradecidos».",
          "Hindi": "फिर मैं उनके आगे से और पीछे से और उनके दाहिने से और बाएँ से उन पर आऊँगा और तू उनमें से अधिकांश को आभारी न पाएगा।"
        }
      },
      {
        "no": 18,
        "arabic": "قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ",
        "transliteration": "Qala okhruj minha mathooman madhooran laman tabiAAaka minhum laamlaanna jahannama minkum ajmaAAeena",
        "translations": {
          "English": "He said, 'Get out of it, despised and vanquished. Whoever among them follows you—I will fill up Hell with you all.",
          "Urdu": "اللہ نے فرمایا کہ تو ذلیل اور مردود ہو کر یہاں سے نکل جا، جو بھی ان میں سے تیری پیروی کرے گا تو میں تم سب سے جہنم کو بھر دوں گا۔",
          "French": "[Allah] dit : «Sors de là, banni et rejeté. Quiconque parmi eux te suit... de vous tous, J'emplirai l'Enfer.»",
          "Spanish": "Dijo: «¡Sal de él, despreciado y expulsado! A quienes de ellos te sigan... ¡os llenaré a todos el Infierno!»",
          "Hindi": "अल्लाह ने कहा कि तू अपमानित और दूर किए हुए यहाँ से निकल जा, जो भी उनमें से तेरा अनुसरण करेगा तो मैं तुम सबसे जहन्नम को भर दूँगा।"
        }
      },


      
        {
          "no": 19,
          "arabic": "وَيَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ",
          "transliteration": "Wa yā Ādamu uskun anta wa zawjuka al-jannata fakulā min ḥaythu shi’tumā wa lā taqrabā hādhihi ash-shajarata fatakūnā min aẓ-ẓālimīn",
          "translations": {
            "English": "And you, Adam, inhabit the Garden, you and your wife, and eat whatever you wish; but do not approach this tree, lest you become sinners.",
            "Urdu": "اور اے آدم! تم اور تمہاری بیوی جنت میں رہو اور جہاں سے چاہو کھاؤ، لیکن اس درخت کے قریب نہ جاؤ ورنہ تم ظالموں میں سے ہو جاؤ گے۔",
            "French": "Et toi, Adam, habite le Paradis, toi et ton épouse, et mangez-en à votre guise; mais n'approchez pas de cet arbre, sinon vous seriez du nombre des injustes.",
            "Spanish": "Y tú, Adán, habita el Jardín con tu esposa y comed de lo que queráis; pero no os acerquéis a este árbol, no sea que seáis de los injustos.",
            "Hindi": "और हे आदम! तुम और तुम्हारी पत्नी स्वर्ग में रहो, और जहाँ से चाहो खाओ, लेकिन इस पेड़ के पास मत जाना वरना तुम अत्याचारियों में से हो जाओगे।"
          }
        },
        {
          "no": 20,
          "arabic": "فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْآتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ",
          "transliteration": "Fawaswasa lahumā ash-shayṭānu liyubdiya lahumā mā wūriya ‘anhumā min saw’ātihimā wa qāla mā nahākumā rabbukumā ‘an hādhihi ash-shajarati illā an takūnā malakayni aw takūnā min al-khālidīn",
          "translations": {
            "English": "But Satan whispered to them, to reveal to them their nakedness, which was invisible to them. He said, 'Your Lord has only forbidden you this tree, lest you become angels, or become immortals.'",
            "Urdu": "پھر شیطان نے ان دونوں کے دلوں میں وسوسہ ڈالا تاکہ ان کے ستر جو ان سے چھپے ہوئے تھے انہیں دکھا دے اور کہا: 'تمہارے رب نے تمہیں اس درخت سے صرف اس لیے منع کیا ہے کہ کہیں تم فرشتے نہ بن جاؤ یا ہمیشہ رہنے والوں میں سے نہ ہو جاؤ۔'",
            "French": "Puis le Diable les tenta pour leur révéler leur nudité qui leur était cachée. Il dit: 'Votre Seigneur ne vous a interdit cet arbre que pour vous empêcher de devenir des anges ou d'être immortels.'",
            "Spanish": "Pero Satanás les susurró para mostrarles su desnudez que estaba oculta para ellos. Dijo: 'Vuestro Señor solo os ha prohibido este árbol para que no os convirtáis en ángeles o en inmortales.'",
            "Hindi": "तब शैतान ने उन दोनों के मन में संदेह डाला ताकि उनके वस्त्र उतार दे जो उनसे छिपे हुए थे और कहा: 'तुम्हारे रब ने तुम्हें इस पेड़ से सिर्फ़ इसलिए रोका है कि कहीं तुम फ़रिश्ते न बन जाओ या हमेशा रहने वालों में से न हो जाओ।'"
          }
        },
        {
          "no": 21,
          "arabic": "وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ",
          "transliteration": "Wa qāsamahumā innī lakumā la min an-nāṣiḥīn",
          "translations": {
            "English": "And he swore to them, 'I am a sincere advisor to you.'",
            "Urdu": "اور اس نے ان دونوں سے قسم کھا کر کہا: 'بے شک میں تمہارا خیر خواہ ہوں۔'",
            "French": "Et il leur jura: 'Je suis pour vous deux un conseiller sincère.'",
            "Spanish": "Y les juró: 'En verdad, soy para vosotros un consejero sincero.'",
            "Hindi": "और उसने उन दोनों से क़सम खाकर कहा: 'निस्संदेह मैं तुम दोनों का हितैषी हूँ।'"
          }
        },
        {
          "no": 22,
          "arabic": "فَدَلَّاهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ",
          "transliteration": "Fadallāhumā bighurūrin falammā dhāqā ash-shajarata badat lahumā saw’ātuhumā wa ṭafiqā yakhṣifāni ‘alayhimā min waraqi al-jannati wa nādāhumā rabbuhumā alam anhākumā ‘an tilkumā ash-shajarati wa aqul lakumā inna ash-shayṭāna lakumā ‘aduwwun mubīn",
          "translations": {
            "English": "So he lured them with deceit. And when they tasted the tree, their nakedness became evident to them, and they began covering themselves with the leaves of the Garden. And their Lord called out to them, 'Did I not forbid you from this tree, and say to you that Satan is a sworn enemy to you?'",
            "Urdu": "پھر اس نے دھوکے سے ان دونوں کو بہکا دیا۔ جب انہوں نے درخت کا مزہ چکھا تو ان کے ستر ان پر ظاہر ہو گئے اور وہ جنت کے پتوں سے اپنے آپ کو ڈھانکنے لگے۔ اور ان کے رب نے انہیں پکارا: 'کیا میں نے تم دونوں کو اس درخت سے منع نہیں کیا تھا اور تم سے یہ نہیں کہا تھا کہ شیطان تمہارا کھلا دشمن ہے؟'",
            "French": "Alors, par tromperie, il les fit tomber. Et lorsqu'ils eurent goûté de l'arbre, leur nudité leur apparut et ils commencèrent à se couvrir avec des feuilles du Paradis. Leur Seigneur les appela: 'Ne vous avais-Je pas interdit cet arbre? Et ne vous avais-Je pas dit que le Diable est pour vous un ennemi déclaré?'",
            "Spanish": "Así que los sedujo con engaño. Y cuando probaron del árbol, su desnudez se les hizo evidente y comenzaron a cubrirse con hojas del Jardín. Su Señor les llamó: '¿No os prohibí ese árbol y os dije que Satanás es para vosotros un enemigo declarado?'",
            "Hindi": "फिर उसने धोखे से उन दोनों को बहका दिया। जब उन्होंने पेड़ का स्वाद चखा तो उनके वस्त्र उतर गए और वे स्वर्ग के पत्तों से अपने आप को ढकने लगे। उनके रब ने उन्हें पुकारा: 'क्या मैंने तुम दोनों को इस पेड़ से मना नहीं किया था और तुमसे यह नहीं कहा था कि शैतान तुम्हारा खुला दुश्मन है?'"
          }
        },
        {
          "no": 23,
          "arabic": "قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
          "transliteration": "Qālā rabbanā ẓalamnā anfusanā wa in lam taghfir lanā wa tarḥamnā lanakūnanna min al-khāsirīn",
          "translations": {
            "English": "They said, 'Our Lord, we have done wrong to ourselves. Unless You forgive us, and have mercy on us, we will be among the losers.'",
            "Urdu": "انہوں نے کہا: 'اے ہمارے رب! ہم نے اپنے آپ پر ظلم کیا، اگر تو نے ہمیں نہ بخشا اور ہم پر رحم نہ کیا تو ہم یقیناً نقصان اٹھانے والوں میں سے ہو جائیں گے۔'",
            "French": "Ils dirent: 'Ô notre Seigneur, nous avons été injustes envers nous-mêmes. Si Tu ne nous pardonnes pas et ne nous fais pas miséricorde, nous serons très certainement du nombre des perdants.'",
            "Spanish": "Dijeron: 'Señor nuestro, hemos sido injustos con nosotros mismos. Si no nos perdonas y nos tienes misericordia, seremos de los perdedores.'",
            "Hindi": "उन्होंने कहा: 'हे हमारे रब! हमने अपने आप पर अत्याचार किया, अगर तू हमें माफ़ न करे और हम पर दया न करे तो हम निश्चित रूप से घाटा उठाने वालों में से हो जाएँगे।'"
          }
        },
        {
          "no": 24,
          "arabic": "قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ",
          "transliteration": "Qāla ihbiṭū ba‘ḍukum liba‘ḍin ‘aduwwun wa lakum fī al-arḍi mustaqarrun wa matā‘un ilā ḥīn",
          "translations": {
            "English": "He said, 'Fall, some of you enemies to one another. On earth you will have residence and livelihood for a while.'",
            "Urdu": "اللہ نے فرمایا: 'تم سب نیچے اتر جاؤ، تم ایک دوسرے کے دشمن ہو۔ تمہارے لیے زمین میں ایک وقت تک ٹھہرنا اور فائدہ اٹھانا ہے۔'",
            "French": "Il dit: 'Descendez (de là); ennemis les uns des autres. Et pour vous il y aura une demeure sur la terre, et un usufruit pour un temps.'",
            "Spanish": "Dijo: 'Descended, siendo enemigos unos de otros. En la tierra tendréis residencia y disfrute por un tiempo.'",
            "Hindi": "अल्लाह ने फ़रमाया: 'तुम सब नीचे उतर जाओ, तुम एक-दूसरे के दुश्मन हो। तुम्हारे लिए धरती में एक निश्चित समय तक ठहरना और फ़ायदा उठाना है।'"
          }
        },
        {
          "no": 25,
          "arabic": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
          "transliteration": "Qāla fīhā taḥyawna wa fīhā tamūtūna wa minhā tukhrajūn",
          "translations": {
            "English": "He said, 'In it you will live, and in it you will die, and from it you will be brought out.'",
            "Urdu": "اللہ نے فرمایا: 'اس میں تم جیو گے، اس میں تم مرو گے اور اسی سے تم نکالے جاؤ گے۔'",
            "French": "Il dit: 'Là, vous vivrez, là vous mourrez, et de là vous serez ressuscités.'",
            "Spanish": "Dijo: 'En ella viviréis, en ella moriréis y de ella seréis sacados.'",
            "Hindi": "अल्लाह ने फ़रमाया: 'इसमें तुम जीओगे, इसमें तुम मरोगे और इसी से तुम निकाले जाओगे।'"
          }
        },
        {
          "no": 26,
          "arabic": "يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
          "transliteration": "Yā banī Ādama qad anzalnā ‘alaykum libāsan yuwārī saw’ātikum wa rīshan wa libāsu at-taqwā dhālika khayr dhālika min āyāti Allāhi la‘allahum yadhakkarūn",
          "translations": {
            "English": "O children of Adam! We have provided you with clothing to cover your bodies, and for luxury. But the clothing of piety—that is best. These are some of God’s revelations, so that they may take heed.",
            "Urdu": "اے اولاد آدم! ہم نے تمہارے لیے لباس نازل کیا جو تمہارے ستر چھپاتا ہے اور زینت کا سامان بھی۔ لیکن تقویٰ کا لباس، وہ بہتر ہے۔ یہ اللہ کی نشانیوں میں سے ہے تاکہ وہ نصیحت حاصل کریں।",
            "French": "Ô enfants d'Adam! Nous avons fait descendre sur vous un vêtement pour cacher vos nudités, ainsi que des parures. - Mais le vêtement de la piété voilà qui est meilleur. - C'est un des signes d'Allah. Peut-être se rappelleront-ils.",
            "Spanish": "¡Oh, hijos de Adán! Os hemos provisto de vestimenta para cubrir vuestra desnudez y como adorno. Pero el vestido de la piedad es mejor. Esto es parte de los signos de Allah para que reflexionen.",
            "Hindi": "ऐ आदम की संतान! हमने तुम्हारे लिए वस्त्र उतारा जो तुम्हारे स्तन ढकता है और शोभा का सामान भी। परन्तु परहेज़गारी का वस्त्र, वही उत्तम है। ये अल्लाह की निशानियों में से है ताकि वे नसीहत हासिल करें।"
          }
        },
        {
          "no": 27,
          "arabic": "يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
          "transliteration": "Yā banī Ādama lā yaftinannakumu ash-shayṭānu kamā akhrajā abawaykum min al-jannati yanzi‘u ‘anhumā libāsahumā liyuriyahumā saw’ātihimā innahu yarākum huwa wa qabīluhu min ḥaythu lā tarawnahum innā ja‘alnā ash-shayāṭīna awliyā’a lilladhīna lā yu’minūn",
          "translations": {
            "English": "O Children of Adam! Do not let Satan seduce you, as he drove your parents out of the Garden, stripping them of their garments, to show them their nakedness. He sees you, him and his clan, from where you cannot see them. We have made the devils friends of those who do not believe.",
            "Urdu": "اے اولاد آدم! شیطان تمہیں فتنے میں نہ ڈالے جیسے اس نے تمہارے ماں باپ کو جنت سے نکال دیا، ان کے کپڑے اتار کر ان کے ستر دکھا دیے۔ وہ تمہیں دیکھتا ہے، وہ اور اس کی قوم، جہاں سے تم انہیں نہیں دیکھ سکتے۔ ہم نے شیطانوں کو ان لوگوں کا دوست بنا دیا ہے جو ایمان نہیں لاتے۔",
            "French": "Ô enfants d'Adam! Que le Diable ne vous tente point, comme il a fait sortir du Paradis vos père et mère, leur arrachant leur vêtement pour leur rendre visibles leurs nudités. Il vous voit, lui et ses suppôts, là où vous ne les voyez pas. Nous avons désigné les diables pour alliés à ceux qui ne croient point.",
            "Spanish": "¡Oh, hijos de Adán! No dejéis que Satanás os seduzca como hizo salir a vuestros padres del Jardín, despojándoles de sus vestimentas para mostrarles su desnudez. Él y su grupo os ven desde donde vosotros no les veis. Hemos hecho de los demonios aliados de quienes no creen.",
            "Hindi": "ऐ आदम की संतान! शैतान तुम्हें फ़ितने में न डाले जैसे उसने तुम्हारे माँ-बाप को स्वर्ग से निकाल दिया, उनके वस्त्र उतारकर उनके स्तन दिखा दिए। वह तुम्हें देखता है, वह और उसकी क़ौम, जहाँ से तुम उन्हें नहीं देख सकते। हमने शैतानों को उन लोगों का दोस्त बना दिया है जो ईमान नहीं लाते।"
          }
        },
        {
          "no": 28,
          "arabic": "وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "Wa idhā fa‘alū fāḥishatan qālū wajadnā ‘alayhā ābā’anā wa Allāhu amaranā bihā qul inna Allāha lā ya’muru bi al-faḥshā’ a taqūlūna ‘alā Allāhi mā lā ta‘lamūn",
          "translations": {
            "English": "And when they commit an indecency, they say, 'We found our parents doing this, and God has commanded us to do it.' Say, 'God does not command indecencies. Are you attributing to God what you do not know?'",
            "Urdu": "اور جب وہ کوئی بے حیائی کا کام کرتے ہیں تو کہتے ہیں: 'ہم نے اپنے باپ دادا کو اسی پر پایا ہے اور اللہ نے ہمیں اس کا حکم دیا ہے۔' کہہ دو: 'اللہ بے حیائی کا حکم نہیں دیتا۔ کیا تم اللہ پر وہ بات کہتے ہو جس کا تمہیں علم نہیں؟'",
            "French": "Et quand ils commettent une turpitude, ils disent: 'C'est une coutume léguée par nos ancêtres; et Allah nous l'a commandé.' Dis: 'Allah ne commande point la turpitude. Direz-vous contre Allah ce que vous ne savez pas?'",
            "Spanish": "Y cuando cometen una indecencia, dicen: 'Encontramos a nuestros padres practicándola y Allah nos lo ha ordenado.' Di: 'Allah no ordena la indecencia. ¿Atribuís a Allah lo que no sabéis?'",
            "Hindi": "और जब वे कोई अश्लील काम करते हैं तो कहते हैं: 'हमने अपने बाप-दादा को इसी पर पाया है और अल्लाह ने हमें इसका हुक्म दिया है।' कह दो: 'अल्लाह अश्लीलता का हुक्म नहीं देता। क्या तुम अल्लाह पर वह बात कहते हो जिसका तुम्हें ज्ञान नहीं?'"
          }
        },
        {
          "no": 29,
          "arabic": "قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ",
          "transliteration": "Qul amara rabbī bi al-qisṭi wa aqīmū wujūhakum ‘inda kulli masjidin wa ad‘ūhu mukhliṣīna lahu ad-dīna kamā bada’akum ta‘ūdūn",
          "translations": {
            "English": "Say, 'My Lord commands justice, and to stand devoted at every place of worship. So call upon Him, and dedicate your faith to Him alone. Just as He originated you, so you will return.'",
            "Urdu": "کہہ دو: 'میرے رب نے انصاف کا حکم دیا ہے اور ہر نماز کے وقت اپنا رخ سیدھا رکھو۔ پس اسی کو پکارو، اپنی عبادت خالصتاً اسی کے لیے کرتے ہوئے۔ جیسے اس نے تمہیں پہلی بار پیدا کیا، تم اسی کی طرف لوٹائے جاؤ گے۔'",
            "French": "Dis: 'Mon Seigneur a commandé l'équité. Tournez vos visages vers tout lieu de prière et invoquez-Le, Lui vouant un culte exclusif. Comme Il vous a créés, vous retournerez à Lui.'",
            "Spanish": "Di: 'Mi Señor ordena la justicia. Dirigid vuestros rostros en cada lugar de oración e invocadle, siendo sinceros en la adoración. Como Él os creó, así volveréis.'",
            "Hindi": "कह दो: 'मेरे रब ने न्याय का हुक्म दिया है और हर नमाज़ के समय अपना मुँह सीधा रखो। फिर उसी को पुकारो, अपनी इबादत ख़ालिस उसी के लिए करते हुए। जैसे उसने तुम्हें पहली बार पैदा किया, तुम उसी की तरफ़ लौटाए जाओगे।'"
          }
        },
        {
          "no": 30,
          "arabic": "فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ",
          "transliteration": "Farīqan hadā wa farīqan ḥaqqa ‘alayhimu aḍ-ḍalālatu innahumu attakhadhū ash-shayāṭīna awliyā’a min dūni Allāhi wa yaḥsabūna annahum muhtadūn",
          "translations": {
            "English": "Some He has guided, and some have deserved misguidance. They have adopted the devils for patrons rather than God, and they assume that they are guided.",
            "Urdu": "ایک گروہ کو اس نے ہدایت دی اور ایک گروہ پر گمراہی ثابت ہو چکی۔ انہوں نے اللہ کو چھوڑ کر شیطانوں کو دوست بنا لیا اور گمان کرتے ہیں کہ وہ ہدایت یافتہ ہیں۔",
            "French": "Un groupe qu'Il guide; et un groupe qui a mérité l'égarement parce qu'ils ont pris les diables pour alliés en dehors d'Allah, et ils pensent qu'ils sont bien guidés.",
            "Spanish": "A un grupo guió, mientras que otro grupo mereció el extravío. Tomaron a los demonios como protectores en lugar de Allah, y creen que están bien guiados.",
            "Hindi": "एक गिरोह को उसने हिदायत दी और एक गिरोह पर गुमराही साबित हो चुकी। उन्होंने अल्लाह को छोड़कर शैतानों को दोस्त बना लिया और गुमान करते हैं कि वे हिदायत याफ़्ता हैं।"
          }
        },
        {
          "no": 31,
          "arabic": "يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ",
          "transliteration": "Yā banī Ādama khudhū zīnatakum ‘inda kulli masjidin wa kulū wa ashrabū wa lā tusrifū innahu lā yuḥibbu al-musrifīn",
          "translations": {
            "English": "O Children of Adam! Dress properly at every place of worship, and eat and drink, but do not be excessive. He does not love the excessive.",
            "Urdu": "اے اولاد آدم! ہر نماز کے وقت اپنی زینت اختیار کرو اور کھاؤ پیو لیکن حد سے نہ بڑھو، بے شک وہ حد سے بڑھنے والوں کو پسند نہیں کرتا۔",
            "French": "Ô enfants d'Adam! Dans chaque lieu de prière, portez votre parure (vos habits). Et mangez et buvez; et ne commettez pas d'excès, car Il (Allah) n'aime pas ceux qui commettent des excès.",
            "Spanish": "¡Oh, hijos de Adán! Adornaos en cada lugar de oración, comed y bebed, pero no os excedáis. Él no ama a los que se exceden.",
            "Hindi": "ऐ आदम की संतान! हर नमाज़ के समय अपनी शोभा धारण करो और खाओ-पियो परन्तु हद से न बढ़ो, निस्संदेह वह हद से बढ़ने वालों को पसंद नहीं करता।"
          }
        },
        {
          "no": 32,
          "arabic": "قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
          "transliteration": "Qul man ḥarrama zīnata Allāhi allatī akhraja li‘ibādihi wa aṭ-ṭayyibāti min ar-rizqi qul hiya lilladhīna āmanū fī al-ḥayāti ad-dunyā khāliṣatan yawma al-qiyāmati kadhālika nufaṣṣilu al-āyāti liqawmin ya‘lamūn",
          "translations": {
            "English": "Say, 'Who forbade God’s finery which He has produced for His servants, and the delights of livelihood?' Say, 'They are for those who believe, in this present world, but exclusively theirs on the Day of Resurrection.' We thus detail the revelations for people who know.",
            "Urdu": "کہہ دو: 'کس نے اللہ کی زینت کو حرام کیا جو اس نے اپنے بندوں کے لیے پیدا کی ہے اور پاکیزہ رزق کو؟' کہہ دو: 'یہ دنیوی زندگی میں ایمان والوں کے لیے ہیں، اور قیامت کے دن خالصتاً انہی کے لیے ہوں گی۔' ہم اسی طرح نشانیاں تفصیل سے بیان کرتے ہیں ان لوگوں کے لیے جو علم رکھتے ہیں۔",
            "French": "Dis: 'Qui a interdit la parure d'Allah, qu'Il a produite pour Ses serviteurs, ainsi que les bonnes nourritures?' Dis: 'Elles sont destinées à ceux qui ont la foi, dans cette vie, et exclusivement à eux au Jour de la Résurrection.' Ainsi exposons-Nous clairement les versets pour les gens qui savent.",
            "Spanish": "Di: '¿Quién ha prohibido los adornos de Allah que Él ha producido para Sus siervos y las cosas buenas del sustento?' Di: 'Son para los creyentes en esta vida mundanal, y exclusivamente para ellos el Día de la Resurrección.' Así detallamos los versículos para gente que sabe.",
            "Hindi": "कह दो: 'किसने अल्लाह की शोभा को हराम किया जो उसने अपने बन्दों के लिए पैदा की है और पाक रोज़ी को?' कह दो: 'ये दुनियावी ज़िंदगी में ईमान वालों के लिए हैं, और क़यामत के दिन ख़ालिस उन्हीं के लिए होंगी।' हम इसी तरह निशानियाँ तफ़सील से बयान करते हैं उन लोगों के लिए जो ज्ञान रखते हैं।"
          }
        },
      

      
        {
          "no": 33,
          "arabic": "قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "Qul innamā ḥarrama rabbiya al-fawāḥisha mā ẓahara minhā wa mā baṭana wa al-ithma wa al-baghya bi ghayri al-ḥaqqi wa an tushrikū bi Allāhi mā lam yunazzil bihi sulṭānan wa an taqūlū ‘alā Allāhi mā lā ta‘lamūn",
          "translations": {
            "English": "Say, 'My Lord has forbidden immoralities—both open and secret—and sin, and unjustified aggression, and that you associate with God anything for which He revealed no sanction, and that you say about God what you do not know.'",
            "Urdu": "کہہ دو: 'میرے رب نے صرف بے حیائیوں کو حرام کیا ہے، خواہ وہ ظاہر ہوں یا پوشیدہ، اور گناہ کو اور ناحق زیادتی کو اور یہ کہ اللہ کے ساتھ کسی ایسی چیز کو شریک ٹھہراؤ جس کی اس نے کوئی سند نازل نہیں کی، اور یہ کہ اللہ پر وہ باتیں کہو جن کا تمہیں علم نہیں۔'",
            "French": "Dis: 'Mon Seigneur n'a interdit que les turpitudes (les grands péchés), tant apparentes que secrètes, le péché, l'agression sans droit, d'associer à Allah ce qu'Il n'a fait descendre aucune preuve, et de dire sur Allah ce que vous ne savez pas.'",
            "Spanish": "Di: 'Mi Señor solo ha prohibido las obscenidades, sean evidentes o secretas, el pecado, la agresión injusta, que asociéis a Allah algo sobre lo que no ha revelado autoridad, y que digáis acerca de Allah lo que no sabéis.'",
            "Hindi": "कह दो: 'मेरे रब ने तो सिर्फ़ बेहयाई को हराम किया है, चाहे वह ज़ाहिर हो या छिपी, और गुनाह को और नाहक़ ज़्यादती को और ये कि अल्लाह के साथ किसी ऐसी चीज़ को शरीक ठहराओ जिसकी उसने कोई सनद नाज़िल नहीं की, और ये कि अल्लाह पर वे बातें कहो जिनका तुम्हें इल्म नहीं।'"
          }
        },
        {
          "no": 34,
          "arabic": "وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ",
          "transliteration": "Wa likulli ummatin ajalun fa idhā jā’a ajaluhum lā yasta’khirūna sā‘atan wa lā yastaqdimūn",
          "translations": {
            "English": "For every nation is an appointed time. When their time has come, they cannot delay it by one hour, nor can they advance it.",
            "Urdu": "اور ہر امت کے لیے ایک مقررہ وقت ہے، پھر جب ان کا وقت آ جائے تو نہ ایک گھڑی پیچھے ہٹ سکتے ہیں اور نہ آگے بڑھ سکتے ہیں۔",
            "French": "A chaque communauté un terme. Quand leur terme vient, ils ne peuvent le retarder d'une heure et ils ne peuvent le hâter non plus.",
            "Spanish": "Para cada nación hay un plazo. Cuando llega su plazo, no podrán retrasarlo ni adelantarlo una sola hora.",
            "Hindi": "और हर उम्मत के लिए एक मुक़र्रर वक्त है, फिर जब उनका वक्त आ जाए तो न एक घड़ी पीछे हट सकते हैं और न आगे बढ़ सकते हैं।"
          }
        },
        {
          "no": 35,
          "arabic": "يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي فَمَنِ اتَّقَى وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
          "transliteration": "Yā banī Ādama immā ya’tiyannakum rusulun minkum yaquṣṣūna ‘alaykum āyātī fa mani ittaqā wa aṣlaḥa falā khawfun ‘alayhim wa lā hum yaḥzanūn",
          "translations": {
            "English": "O Children of Adam! When messengers from among you come to you, relating to you My revelations—whoever practices piety and reforms—upon them shall be no fear, nor shall they grieve.",
            "Urdu": "اے اولاد آدم! جب تمہارے پاس تم ہی میں سے رسول آئیں جو میری آیتیں تمہیں سنائیں تو جو لوگ پرہیزگاری اختیار کریں اور اپنی اصلاح کریں، ان کے لیے نہ کوئی خوف ہوگا اور نہ وہ غمگین ہوں گے۔",
            "French": "Ô enfants d'Adam! Si des messagers [choisis] parmi vous viennent pour vous exposer Mes signes, alors ceux qui acquièrent la piété et se réforment n'auront aucune crainte et ne seront point affligés.",
            "Spanish": "¡Oh, hijos de Adán! Cuando se presenten ante vosotros Mensajeros de entre vosotros que os reciten Mis signos, quienes hayan sido piadosos y se hayan reformado no tendrán que temer ni se entristecerán.",
            "Hindi": "ऐ आदम की संतान! जब तुम्हारे पास तुम्हीं में से रसूल आएँ जो मेरी आयतें तुम्हें सुनाएँ तो जो लोग परहेज़गारी अपनाएँ और अपनी सुधार करें, उनके लिए न कोई डर होगा और न वे ग़मगीन होंगे।"
          }
        },
        {
          "no": 36,
          "arabic": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ",
          "transliteration": "Wa alladhīna kadhdhabū bi āyātinā wa stakbarū ‘anhā ulā’ika aṣḥābu an-nāri hum fīhā khālidūn",
          "translations": {
            "English": "But as for those who reject Our revelations, and are too proud to accept them—these are the inmates of the Fire, where they will remain forever.",
            "Urdu": "اور جن لوگوں نے ہماری آیتوں کو جھٹلایا اور ان کے مقابلے میں تکبر کیا، یہی لوگ دوزخ والے ہیں، وہ اس میں ہمیشہ رہیں گے۔",
            "French": "Et ceux qui traitent de mensonges Nos signes et s'en écartent avec orgueil, ceux-là sont les gens du Feu et ils y demeureront éternellement.",
            "Spanish": "Pero quienes desmientan Mis signos y se muestren arrogantes ante ellos, esos serán los compañeros del Fuego y allí permanecerán para siempre.",
            "Hindi": "और जिन लोगों ने हमारी आयतों को झुठलाया और उनके मुक़ाबले में तकब्बुर किया, यही लोग दोज़ख़ वाले हैं, वे उसमें हमेशा रहेंगे।"
          }
        },
        {
          "no": 37,
          "arabic": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ أُولَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ",
          "transliteration": "Faman aẓlamu mimani iftarā ‘alā Allāhi kadhiban aw kadhdhaba bi āyātihi ulā’ika yanāluhum naṣībuhum min al-kitābi ḥattā idhā jā’at-hum rusulunā yatawaffawnahum qālū ayna mā kuntum tad‘ūna min dūni Allāhi qālū ḍallū ‘annā wa shahidū ‘alā anfusihim annahum kānū kāfirīn",
          "translations": {
            "English": "Who does greater wrong than he who invents lies about God, or denies His revelations? These—their share of the decree will reach them. Until, when Our envoys come to them, to take their souls away, they will say, 'Where are they whom you used to pray to besides God?' They will say, 'They have abandoned us,' and they will testify against themselves that they were faithless.",
            "Urdu": "پس اس سے بڑھ کر ظالم کون ہوگا جو اللہ پر جھوٹ باندھے یا اس کی آیتوں کو جھٹلائے؟ ایسے لوگوں کو ان کا مقررہ حصہ کتاب (تقدیر) میں سے ملے گا۔ یہاں تک کہ جب ہمارے بھیجے ہوئے (فرشتے) ان کے پاس آئیں گے تاکہ ان کی روحیں قبض کریں تو وہ کہیں گے: 'وہ کہاں ہیں جنہیں تم اللہ کے سوا پکارا کرتے تھے؟' وہ کہیں گے: 'وہ ہم سے گم ہو گئے' اور وہ اپنے خلاف خود گواہی دیں گے کہ وہ کافر تھے۔",
            "French": "Quel pire injuste que celui qui invente un mensonge contre Allah ou qui traite de mensonges Ses signes? Ceux-là auront la part qui leur a été prescrite; jusqu'au moment où Nos envoyés viennent à eux pour leur ôter la vie, ils leur diront: 'Où sont ceux que vous invoquiez en dehors d'Allah?' Ils diront: 'Ils nous ont échappé', et ils témoigneront contre eux-mêmes qu'ils étaient mécréants.",
            "Spanish": "¿Quién es más injusto que quien inventa mentiras sobre Allah o desmiente Sus signos? A esos les llegará su parte del decreto. Cuando Nuestros enviados se presenten para tomar sus almas, les dirán: '¿Dónde está lo que invocabais en lugar de Allah?' Dirán: 'Se nos han escapado', y atestiguarán contra sí mismos que eran incrédulos.",
            "Hindi": "फिर उससे बढ़कर ज़ालिम कौन होगा जो अल्लाह पर झूठ गढ़े या उसकी आयतों को झुठलाए? ऐसे लोगों को उनका मुक़र्रर हिस्सा किताब (तक़दीर) में से मिलेगा। यहाँ तक कि जब हमारे भेजे हुए (फ़रिश्ते) उनके पास आएँगे ताकि उनकी रूहें क़ब्ज़ करें तो वे कहेंगे: 'वे कहाँ हैं जिन्हें तुम अल्लाह के सिवा पुकारा करते थे?' वे कहेंगे: 'वे हमसे गुम हो गए' और वे अपने ख़िलाफ़ ख़ुद गवाही देंगे कि वे काफ़िर थे।"
          }
        },
        {
          "no": 38,
          "arabic": "قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ",
          "transliteration": "Qāla adkhulū fī umamin qad khalat min qablikum min al-jinni wa al-insi fī an-nāri kullamā dakhalat ummatun la‘anat ukhatahā ḥattā idha addārakū fīhā jamī‘an qālat ukhrahum li’ūlāhum rabbanā hā’ulā’i aḍallūnā fa ātihim ‘adhāban ḍi‘fan min an-nāri qāla likullin ḍi‘fun wa lākin lā ta‘lamūn",
          "translations": {
            "English": "He will say, 'Join the crowds of jinn and humans who have gone into the Fire before you.' Every time a crowd enters, it will curse its sister-crowd. Until, when they are all in it, the last of them will say to the first of them, 'Our Lord, these are the ones who misled us, so inflict on them a double punishment in the Fire.' He will say, 'Each will have a double, but you do not know.'",
            "Urdu": "اللہ فرمائے گا: 'تم ان امتوں میں داخل ہو جاؤ جو تم سے پہلے گزر چکی ہیں، جنوں اور انسانوں کی، دوزخ میں۔' جب بھی کوئی امت داخل ہوگی تو اپنی بہن امت پر لعنت کرے گی۔ یہاں تک کہ جب وہ سب اس میں اکٹھے ہو جائیں گے تو ان کے بعد والے پہلے والوں سے کہیں گے: 'اے ہمارے رب! انہوں نے ہمیں گمراہ کیا تھا، پس انہیں آگ کا دوہرا عذاب دے۔' اللہ فرمائے گا: 'ہر ایک کے لیے دوہرا ہے، لیکن تم نہیں جانتے۔'",
            "French": "Allah dira: 'Entrez dans le Feu, parmi les communautés de djinns et d'hommes qui ont vécu avant vous.' Toutes les fois qu'une communauté entrera, elle maudira celle qui l'aura précédée. Puis, lorsqu'ils s'y seront tous rassemblés, les derniers à entrer diront aux premiers: 'Ô notre Seigneur! Voilà ceux qui nous ont égarés: inflige-leur donc un double châtiment du Feu.' Allah dira: 'A chacun le double, mais vous ne savez pas.'",
            "Spanish": "Dirá: 'Entrad en el Fuego junto con las comunidades de yinnes y humanos que os precedieron.' Cada vez que una comunidad entre, maldecirá a su predecesora. Hasta que, cuando estén todos reunidos, los últimos dirán a los primeros: '¡Señor nuestro! Estos nos extraviaron, así que duplícales el castigo del Fuego.' Dirá: 'Para todos será doble, pero no lo sabéis.'",
            "Hindi": "अल्लाह फ़रमाएगा: 'तुम उन उम्मतों में दाख़िल हो जाओ जो तुमसे पहले गुज़र चुकी हैं, जिन्नों और इन्सानों की, दोज़ख़ में।' जब भी कोई उम्मत दाख़िल होगी तो अपनी बहन उम्मत पर लानत करेगी। यहाँ तक कि जब वे सब उसमें इकट्ठे हो जाएँगे तो उनके बाद वाले पहले वालों से कहेंगे: 'ऐ हमारे रब! इन्होंने हमें गुमराह किया था, फिर इन्हें आग का दोहरा अज़ाब दे।' अल्लाह फ़रमाएगा: 'हर एक के लिए दोहरा है, लेकिन तुम नहीं जानते।'"
          }
        },
        {
          "no": 39,
          "arabic": "وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ",
          "transliteration": "Wa qālat ūlāhum li’ukhrāhum famā kāna lakum ‘alaynā min faḍlin fa dhūqū al-‘adhāba bimā kuntum taksibūn",
          "translations": {
            "English": "The first of them will say to the last of them, 'You have no advantage over us, so taste the torment for what you used to earn.'",
            "Urdu": "اور پہلی امت کے لوگ بعد والوں سے کہیں گے: 'پس تمہارا ہم پر کوئی فضیلت نہیں ہے، پس جو کچھ تم کرتے رہے ہو اس کے بدلے عذاب کا مزہ چکھو۔'",
            "French": "Les premiers diront aux derniers: 'Puisque vous n'avez eu aucun avantage sur nous, goûtez donc au châtiment pour ce que vous avez acquis.'",
            "Spanish": "Y los primeros dirán a los últimos: 'No tenéis ninguna superioridad sobre nosotros. ¡Saboread el castigo por lo que cometisteis!'",
            "Hindi": "और पहली उम्मत के लोग बाद वालों से कहेंगे: 'फिर तुम्हारा हम पर कोई फ़ज़ीलत नहीं है, फिर जो कुछ तुम करते रहे हो उसके बदले अज़ाब का मज़ा चखो।'"
          }
        },
        {
          "no": 40,
          "arabic": "إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ",
          "transliteration": "Inna alladhīna kadhdhabū bi āyātinā wa stakbarū ‘anhā lā tuftaḥu lahum abwābu as-samā’i wa lā yadkhulūna al-jannata ḥattā yalija al-jamalu fī sammi al-khiyāṭi wa kadhalika najzī al-mujrimīn",
          "translations": {
            "English": "Those who reject Our revelations and are too arrogant to uphold them—the doors of Heaven will not be opened for them, nor will they enter Paradise, until the camel passes through the eye of the needle. Thus We repay the guilty.",
            "Urdu": "بے شک جن لوگوں نے ہماری آیتوں کو جھٹلایا اور ان کے مقابلے میں تکبر کیا، ان کے لیے آسمان کے دروازے نہیں کھولے جائیں گے اور نہ وہ جنت میں داخل ہوں گے، یہاں تک کہ اونٹ سوئی کے ناکے میں سے نکل جائے۔ اور ہم مجرموں کو اسی طرح بدلہ دیتے ہیں۔",
            "French": "Ceux qui traitent de mensonges Nos signes et s'en écartent avec orgueil, les portes du ciel ne leur seront pas ouvertes, et ils n'entreront au Paradis que quand le chameau pénètre dans le chas de l'aiguille. Ainsi rétribuons-Nous les criminels.",
            "Spanish": "Quienes desmientan Mis signos y se muestren arrogantes ante ellos, no se les abrirán las puertas del cielo ni entrarán en el Paraíso hasta que un camello pase por el ojo de una aguja. Así retribuimos a los criminales.",
            "Hindi": "बेशक जिन लोगों ने हमारी आयतों को झुठलाया और उनके मुक़ाबले में तकब्बुर किया, उनके लिए आसमान के दरवाज़े नहीं खोले जाएँगे और न वे जन्नत में दाख़िल होंगे, यहाँ तक कि ऊँट सुई के नाके में से निकल जाए। और हम मुजरिमों को इसी तरह बदला देते हैं।"
          }
        },
        {
          "no": 41,
          "arabic": "لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ وَكَذَلِكَ نَجْزِي الظَّالِمِينَ",
          "transliteration": "Lahum min jahannama mihādun wa min fawqihim ghawāshin wa kadhalika najzī aẓ-ẓālimīn",
          "translations": {
            "English": "For them is a couch of hell, and above them are sheets of fire. Thus We repay the wrongdoers.",
            "Urdu": "ان کے لیے جہنم کا بچھونا ہوگا اور ان کے اوپر آگ کے پردے ہوں گے۔ اور ہم ظالموں کو اسی طرح بدلہ دیتے ہیں۔",
            "French": "Ils auront la Géhenne pour lit, et au-dessus d'eux des couvertures. Ainsi rétribuons-Nous les injustes.",
            "Spanish": "Tendrán lechos de fuego en el Infierno y sobre ellos mantos de fuego. Así retribuimos a los injustos.",
            "Hindi": "उनके लिए जहन्नम का बिछौना होगा और उनके ऊपर आग के परदे होंगे। और हम ज़ालिमों को इसी तरह बदला देते हैं।"
          }
        },
        {
          "no": 42,
          "arabic": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ",
          "transliteration": "Wa alladhīna āmanū wa ‘amilū aṣ-ṣāliḥāti lā nukallifu nafsan illā wus‘ahā ulā’ika aṣḥābu al-jannati hum fīhā khālidūn",
          "translations": {
            "English": "As for those who believe and do righteous works—We never burden any soul beyond its capacity—these are the inhabitants of the Garden; abiding therein eternally.",
            "Urdu": "اور جو لوگ ایمان لائے اور نیک اعمال کرتے رہے، ہم کسی نفس کو اس کی طاقت سے زیادہ تکلیف نہیں دیتے، یہی لوگ جنت والے ہیں، وہ اس میں ہمیشہ رہیں گے۔",
            "French": "Et quant à ceux qui croient et accomplissent les bonnes œuvres, Nous ne chargeons aucune âme au-delà de sa capacité. Ceux-là sont les gens du Paradis où ils demeureront éternellement.",
            "Spanish": "En cambio, quienes crean y obren rectamente —no imponemos a nadie una carga superior a su capacidad— esos son los habitantes del Paraíso, donde permanecerán eternamente.",
            "Hindi": "और जो लोग ईमान लाए और नेक अमल करते रहे, हम किसी नफ़्स को उसकी ताक़त से ज़्यादा तकलीफ़ नहीं देते, यही लोग जन्नत वाले हैं, वे उसमें हमेशा रहेंगे।"
          }
        },
        {
          "no": 43,
          "arabic": "وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ",
          "transliteration": "Wa naza‘nā mā fī ṣudūrihim min ghillin tajrī min taḥtihimu al-anhāru wa qālū al-ḥamdu lillāhi alladhī hadānā li hādhā wa mā kunnā li nahtadiya lawlā an hadānā Allāhu laqad jā’at rusulu rabbinā bi al-ḥaqqi wa nūdū an tilkumu al-jannatu ūrithtumūhā bimā kuntum ta‘malūn",
          "translations": {
            "English": "We will remove whatever rancor is in their hearts. Rivers will flow beneath them. And they will say, 'Praise be to God, who has guided us to this. Had God not guided us, we would never be guided. The messengers of our Lord did come with the truth.' And it will be proclaimed to them, 'This is the Garden you are made to inherit, on account of what you used to do.'",
            "Urdu": "اور ہم ان کے سینوں سے جو کدورت ہوگی اسے نکال دیں گے، ان کے نیچے نہریں بہہ رہی ہوں گی اور وہ کہیں گے: 'تمام تعریفیں اللہ کے لیے ہیں جس نے ہمیں اس (نعمت) کی ہدایت دی، اگر اللہ ہمیں ہدایت نہ دیتا تو ہم ہدایت پانے والے نہ ہوتے۔ بے شک ہمارے رب کے رسول حق لے کر آئے تھے۔' اور انہیں پکار کر کہا جائے گا: 'یہ وہ جنت ہے جس کا تمہیں تمہارے اعمال کی وجہ سے وارث بنایا گیا ہے۔'",
            "French": "Nous aurons arraché toute rancune de leurs poitrines. Sous eux couleront les ruisseaux, et ils diront: 'Louange à Allah qui nous a guidés à ceci. Nous n'aurions pas été guidés si Allah ne nous avait pas guidés. Les messagers de notre Seigneur sont venus avec la vérité.' Et on leur annoncera: 'Voilà le Paradis qui vous a été donné en héritage pour ce que vous faisiez.'",
            "Spanish": "Habremos eliminado todo rencor de sus pechos. Por debajo de ellos correrán ríos. Y dirán: '¡Alabado sea Allah, Quien nos guió a esto! Si no nos hubiera guiado, no habríamos seguido el camino recto. Los Mensajeros de nuestro Señor vinieron con la verdad.' Y se les anunciará: 'Esta es el Jardín que heredasteis por lo que solíais hacer.'",
            "Hindi": "और हम उनके सीनों से जो कड़वाहट होगी उसे निकाल देंगे, उनके नीचे नहरें बह रही होंगी और वे कहेंगे: 'सारी तारीफ़ें अल्लाह के लिए हैं जिसने हमें इस (नेमत) की हिदायत दी, अगर अल्लाह हमें हिदायत न देता तो हम हिदायत पाने वाले न होते। बेशक हमारे रब के रसूल हक़ लेकर आए थे।' और उन्हें पुकारकर कहा जाएगा: 'यह वह जन्नत है जिसका तुम्हें तुम्हारे अमल की वजह से वारिस बनाया गया है।'"
          }
        },
        {
          "no": 44,
          "arabic": "وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ",
          "transliteration": "Wa nādā aṣḥābu al-jannati aṣḥāba an-nāri an qad wajadnā mā wa‘adanā rabbunā ḥaqqan fa hal wajadtum mā wa‘ada rabbukum ḥaqqan qālū na‘am fa adhdhana mu’adhdhinun baynahum an la‘natu Allāhi ‘alā aẓ-ẓālimīn",
          "translations": {
            "English": "And the inhabitants of the Garden will call out to the inmates of the Fire, 'We found what our Lord promised us to be true; did you find what your Lord promised you to be true?' They will say, 'Yes.' Thereupon a caller will announce in their midst, 'The curse of God is upon the wrongdoers.'",
            "Urdu": "اور جنت والے دوزخ والوں کو پکاریں گے: 'ہم نے وہ پایا جو ہمارے رب نے ہم سے وعدہ کیا تھا سچا، تو کیا تم نے بھی وہ پایا جو تمہارے رب نے تم سے وعدہ کیا تھا سچا؟' وہ کہیں گے: 'ہاں۔' پھر ایک اعلان کرنے والا ان کے درمیان اعلان کرے گا: 'اللہ کی لعنت ہے ظالموں پر۔'",
            "French": "Et les gens du Paradis crieront aux gens du Feu: 'Nous avons trouvé vrai ce que notre Seigneur nous avait promis. Avez-vous aussi trouvé vrai ce que votre Seigneur avait promis?' 'Oui', répondront-ils. Alors un héraut criera parmi eux: 'Que la malédiction d'Allah soit sur les injustes,'",
            "Spanish": "Y los habitantes del Paraíso llamarán a los del Fuego: 'Hemos comprobado que lo que nuestro Señor nos prometió es cierto. ¿Habéis comprobado también que lo que vuestro Señor os prometió es cierto?' Dirán: 'Sí.' Entonces, un pregonero anunciará entre ellos: '¡Que la maldición de Allah caiga sobre los injustos!'",
            "Hindi": "और जन्नत वाले दोज़ख़ वालों को पुकारेंगे: 'हमने वह पाया जो हमारे रब ने हमसे वादा किया था सच्चा, तो क्या तुमने भी वह पाया जो तुम्हारे रब ने तुमसे वादा किया था सच्चा?' वे कहेंगे: 'हाँ।' फिर एक एलान करने वाला उनके दरमियान एलान करेगा: 'अल्लाह की लानत है ज़ालिमों पर।'"
          }
        },
        {
          "no": 45,
          "arabic": "الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ كَافِرُونَ",
          "transliteration": "Alladhīna yaṣuddūna ‘an sabīli Allāhi wa yabghūnahā ‘iwajan wa hum bi al-ākhirati kāfirūn",
          "translations": {
            "English": "'Those who hinder from the path of God, and seek to distort it, and who deny the Hereafter.'",
            "Urdu": "'جو لوگ اللہ کے راستے سے روکتے ہیں اور اسے ٹیڑھا کرنا چاہتے ہیں اور وہ آخرت کے منکر ہیں۔'",
            "French": "qui obstruaient le sentier d'Allah, qui cherchaient à le rendre tortueux, et qui ne croyaient pas à l'au-delà.",
            "Spanish": "'Aquellos que apartaban a los demás del camino de Allah, pretendían torcerlo y negaban la otra vida.'",
            "Hindi": "'जो लोग अल्लाह के रास्ते से रोकते हैं और उसे टेढ़ा करना चाहते हैं और वह आख़िरत के मुनकिर हैं।'"
          }
        },
        {
          "no": 46,
          "arabic": "وَبَيْنَهُمَا حِجَابٌ وَعَلَى الْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
          "transliteration": "Wa baynahumā ḥijābun wa ‘alā al-a‘rāfi rijālun ya‘rifūna kullan bi sīmāhum wa nādaw aṣḥāba al-jannati an salāmun ‘alaykum lam yadkhulūhā wa hum yaṭma‘ūn",
          "translations": {
            "English": "And between them is a partition, and on the Elevations are men who recognize everyone by their features. They will call to the inhabitants of the Garden, 'Peace be upon you.' They have not entered it, but they are hoping.",
            "Urdu": "اور ان دونوں (جنت اور دوزخ) کے درمیان ایک پردہ حائل ہوگا اور اعراف (بلندیوں) پر کچھ لوگ ہوں گے جو سب کو ان کی علامتوں سے پہچانیں گے اور وہ جنت والوں کو پکاریں گے: 'تم پر سلامتی ہو۔' وہ ابھی اس میں داخل نہیں ہوئے ہوں گے لیکن وہ آرزو رکھتے ہوں گے۔",
            "French": "Et entre les deux, il y aura un mur, et, sur les Hauteurs, il y aura des hommes qui reconnaîtront tout le monde par leurs traits. Ils crieront aux gens du Paradis: 'Paix sur vous!' Ils n'y sont pas entrés bien qu'ils le souhaitent.",
            "Spanish": "Entre ambos habrá una barrera. Y sobre las alturas habrá hombres que reconocerán a todos por sus señales. Llamarán a los habitantes del Paraíso: '¡La paz sea con vosotros!' No habrán entrado aún, pero lo anhelan.",
            "Hindi": "और उन दोनों (जन्नत और दोज़ख़) के दरमियान एक परदा हाइल होगा और अ'राफ़ (बुलंदियों) पर कुछ लोग होंगे जो सबको उनकी अलामतों से पहचानेंगे और वे जन्नत वालों को पुकारेंगे: 'तुम पर सलामती हो।' वे अभी उसमें दाख़िल नहीं हुए होंगे लेकिन वे आरज़ू रखते होंगे।"
          }
        },
        {
          "no": 47,
          "arabic": "وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ",
          "transliteration": "Wa idhā ṣurifat abṣāruhum tilqā’a aṣḥābi an-nāri qālū rabbanā lā taj‘alnā ma‘a al-qawmi aẓ-ẓālimīn",
          "translations": {
            "English": "And when their eyes are directed towards the inmates of the Fire, they will say, 'Our Lord, do not place us among the wrongdoing people.'",
            "Urdu": "اور جب ان کی نگاہیں دوزخ والوں کی طرف پھیری جائیں گی تو وہ کہیں گے: 'اے ہمارے رب! ہمیں ظالم لوگوں کے ساتھ نہ رکھ۔'",
            "French": "Et quand leurs regards seront tournés vers les gens du Feu, ils diront: 'Ô notre Seigneur! Ne nous place pas avec les gens injustes.'",
            "Spanish": "Y cuando sus miradas se dirijan hacia los habitantes del Fuego, dirán: '¡Señor nuestro! No nos pongas junto al pueblo injusto.'",
            "Hindi": "और जब उनकी निगाहें दोज़ख़ वालों की तरफ़ फेरी जाएँगी तो वे कहेंगे: 'ऐ हमारे रब! हमें ज़ालिम लोगों के साथ न रख।'"
          }
        },
        {
          "no": 48,
          "arabic": "وَنَادَى أَصْحَابُ الْأَعْرَافِ رِجَالًا يَعْرِفُونَهُمْ بِسِيمَاهُمْ قَالُوا مَا أَغْنَى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبَرُونَ",
          "transliteration": "Wa nādā aṣḥābu al-a‘rāfi rijālan ya‘rifūnahum bi sīmāhim qālū mā aghnā ‘ankum jam‘ukum wa mā kuntum tastakbirūn",
          "translations": {
            "English": "And the dwellers of the Elevations will call to men they recognize by their features, saying, 'Your hoardings did not avail you, nor did your arrogance.'",
            "Urdu": "اور اعراف والے کچھ ایسے لوگوں کو پکاریں گے جنہیں وہ ان کی علامتوں سے پہچانیں گے، وہ کہیں گے: 'تمہارا مال جمع کرنا اور تمہارا تکبر کرنا تمہارے کچھ کام نہ آیا۔'",
            "French": "Et les gens des Hauteurs appelleront des hommes qu'ils reconnaîtront par leurs traits distinctifs. Ils diront: 'Que vous ont servi votre grande nombre et l'orgueil dont vous étiez enflés?'",
            "Spanish": "Y los habitantes de las alturas llamarán a hombres que reconocerán por sus señales, diciendo: 'De nada os sirvió vuestra acumulación de riquezas ni vuestra arrogancia.'",
            "Hindi": "और अ'राफ़ वाले कुछ ऐसे लोगों को पुकारेंगे जिन्हें वे उनकी अलामतों से पहचानेंगे, वे कहेंगे: 'तुम्हारा माल जमा करना और तुम्हारा तकब्बुर करना तुम्हारे कुछ काम न आया।'"
          }
        },
        {
          "no": 49,
          "arabic": "أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ",
          "transliteration": "A hā’ulā’i alladhīna aqsamtum lā yanāluhumu Allāhu bi raḥmatin udkhulū al-jannata lā khawfun ‘alaykum wa lā antum taḥzanūn",
          "translations": {
            "English": "'Are these the ones you swore God will not touch with mercy?' 'Enter the Garden; you have nothing to fear, and you will not grieve.'",
            "Urdu": "'کیا یہی وہ لوگ ہیں جن کے بارے میں تم قسمیں کھاتے تھے کہ اللہ انہیں اپنی رحمت سے نہیں نوازے گا؟' (ان سے کہا جائے گا:) 'جنت میں داخل ہو جاؤ، تمہارے لیے نہ کوئی خوف ہے اور نہ تم غمگین ہوگے۔'",
            "French": "Est-ce là ceux dont vous juriez qu'ils ne seraient pas touchés par la grâce d'Allah? (On leur dira:) 'Entrez au Paradis! Pas de crainte pour vous; et vous ne serez point affligés.'",
            "Spanish": "'¿Acaso no son estos de quienes jurasteis que Allah no les alcanzaría con Su misericordia?' (Se les dirá:) '¡Entrad en el Paraíso! No tendréis que temer ni os entristeceréis.'",
            "Hindi": "'क्या यही वे लोग हैं जिनके बारे में तुम क़समें खाते थे कि अल्लाह उन्हें अपनी रहमत से नहीं नवाज़ेगा?' (उनसे कहा जाएगा:) 'जन्नत में दाख़िल हो जाओ, तुम्हारे लिए न कोई डर है और न तुम ग़मगीन होगे।'"
          }
        },
        {
          "no": 50,
          "arabic": "وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ",
          "transliteration": "Wa nādā aṣḥābu an-nāri aṣḥāba al-jannati an afīḍū ‘alaynā min al-mā’i aw mimmā razaqakumu Allāhu qālū inna Allāha ḥarramahumā ‘alā al-kāfirīn",
          "translations": {
            "English": "The inmates of the Fire will call on the inhabitants of the Garden, 'Pour some water over us, or some of what God has provided for you.' They will say, 'God has forbidden them for the disbelievers.'",
            "Urdu": "اور دوزخ والے جنت والوں کو پکاریں گے: 'ہم پر پانی کا کوئی قطرہ ڈال دو یا اللہ نے جو رزق تمہیں دیا ہے اس میں سے کچھ۔' وہ کہیں گے: 'اللہ نے ان چیزوں کو کافروں پر حرام کر دیا ہے۔'",
            "French": "Et les gens du Feu crieront aux gens du Paradis: 'Déversez sur nous de l'eau, ou de ce qu'Allah vous a attribué.' Ils diront: 'Allah les a interdits aux mécréants;'",
            "Spanish": "Y los habitantes del Fuego llamarán a los del Paraíso: '¡Derramad sobre nosotros algo de agua o de lo que Allah os haya proveído!' Dirán: 'Allah lo ha prohibido para los incrédulos,'",
            "Hindi": "और दोज़ख़ वाले जन्नत वालों को पुकारेंगे: 'हम पर पानी का कोई क़तरा डाल दो या अल्लाह ने जो रोज़ी तुम्हें दी है उसमें से कुछ।' वे कहेंगे: 'अल्लाह ने इन चीज़ों को काफ़िरों पर हराम कर दिया है।'"
          }
        },
        {
          "no": 51,
          "arabic": "الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
          "transliteration": "Alladhīna ittakhadhū dīnahum lahwān wa la‘iban wa gharathumu al-ḥayātu ad-dunyā fa al-yawma nansāhum kamā nasū liqā’a yawmihim hādhā wa mā kānū bi āyātinā yajḥadūn",
          "translations": {
            "English": "Those who took their religion lightly, and in jest, and whom the worldly life deceived. Today We will ignore them, as they ignored the meeting on this Day of theirs, and they used to deny Our revelations.",
            "Urdu": "جن لوگوں نے اپنے دین کو کھیل تماشا بنا لیا تھا اور جنہیں دنیا کی زندگی نے دھوکے میں ڈال رکھا تھا۔ پس آج ہم انہیں بھول جائیں گے جیسے وہ اپنے اس دن کے ملنے کو بھول گئے تھے اور جیسے وہ ہماری آیتوں کا انکار کیا کرتے تھے۔",
            "French": "qui prenaient leur religion comme distraction et jeu, et que la vie d'ici-bas avait trompés'. Nous les oublierons aujourd'hui comme ils ont oublié la rencontre de ce jour-là et parce qu'ils reniaient Nos signes.",
            "Spanish": "aquellos que tomaron su religión como diversión y juego, y a quienes la vida mundanal engañó.' Hoy los olvidaremos como ellos olvidaron el encuentro de este su día y porque negaban Nuestros signos.",
            "Hindi": "जिन लोगों ने अपने दीन को खेल तमाशा बना लिया था और जिन्हें दुनिया की ज़िंदगी ने धोखे में डाल रखा था। फिर आज हम उन्हें भूल जाएँगे जैसे उन्होंने अपने इस दिन के मिलने को भुला दिया था और जैसे वे हमारी आयतों का इन्कार किया करते थे।"
          }
        },
        {
          "no": 52,
          "arabic": "وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ",
          "transliteration": "Wa laqad ji’nāhum bi kitābin faṣṣalnāhu ‘alā ‘ilmin hudan wa raḥmatan li qawmin yu’minūn",
          "translations": {
            "English": "We have given them a Scripture, which We detailed with knowledge—guidance and mercy for people who believe.",
            "Urdu": "اور ہم ان کے پاس ایک کتاب لے کر آئے جسے ہم نے علم کے ساتھ تفصیل سے بیان کیا ہے، جو ایمان لانے والوں کے لیے ہدایت اور رحمت ہے۔",
            "French": "Certes, Nous leur avons apporté un Livre que Nous avons détaillé, en toute connaissance, à titre de guide et de miséricorde pour les gens qui croient.",
            "Spanish": "Ciertamente, les hemos traído un Libro que hemos detallado con conocimiento, como guía y misericordia para la gente que cree.",
            "Hindi": "और हम उनके पास एक किताब लेकर आए हैं जिसे हमने इल्म के साथ तफ़सील से बयान किया है, जो ईमान लाने वालों के लिए हिदायत और रहमत है।"
          }
        },
        {
          "no": 53,
          "arabic": "هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
          "transliteration": "Hal yanẓurūna illā ta’wīlahu yawma ya’tī ta’wīluhu yaqūlu alladhīna nasūhu min qablu qad jā’at rusulu rabbinā bi al-ḥaqqi fa hal lanā min shufa‘ā’a fa yashfa‘ū lanā aw nuraddu fa na‘mala ghayra alladhī kunnā na‘malu qad khasirū anfusahum wa ḍalla ‘anhum mā kānū yaftarūn",
          "translations": {
            "English": "Are they waiting for anything but its fulfillment? The Day its fulfillment comes true, those who disregarded it before will say, 'The messengers of our Lord did come with the truth. Have we any intercessors to intercede for us? Or, could we be sent back, to behave differently from the way we behaved before?' They ruined their souls, and what they used to invent has failed them.",
            "Urdu": "کیا یہ لوگ اس کتاب کے نتائج کے سوا کسی اور چیز کے منتظر ہیں؟ جس دن اس کے نتائج ظاہر ہوں گے تو جو لوگ اس سے پہلے اسے بھول چکے ہوں گے وہ کہیں گے: 'ہمارے رب کے رسول حق لے کر آئے تھے، تو کیا ہمارے لیے کوئی سفارشی ہیں جو ہماری سفارش کر دیں؟ یا ہمیں واپس بھیج دیا جائے تاکہ ہم اس کے سوا کام کریں جو ہم پہلے کرتے تھے؟' انہوں نے اپنی جانوں کو گھاٹے میں ڈالا اور جو کچھ وہ گھڑتے تھے وہ ان سے گم ہو گیا۔",
            "French": "Attendent-ils sa réalisation? Le jour où sa réalisation viendra, ceux qui auparavant l'oubliaient diront: 'Les messagers de notre Seigneur sont venus avec la vérité. Y a-t-il pour nous des intercesseurs qui puissent intercéder en notre faveur? Ou pourrons-nous être renvoyés (sur terre), afin que nous oeuvrions autrement que ce que nous faisions auparavant?' Ils ont certes causé leur propre perte; et ce qu'ils inventaient les a abandonnés.",
            "Spanish": "¿Acaso esperan sino su cumplimiento? El día que se cumpla, quienes antes lo habían olvidado dirán: 'Los Mensajeros de nuestro Señor vinieron con la verdad. ¿Tenemos algún intercesor que interceda por nosotros? ¿O podríamos ser devueltos para obrar de manera diferente a como lo hacíamos?' Habrán perdido sus almas y se habrá extraviado de ellos lo que inventaban.",
            "Hindi": "क्या ये लोग इस किताब के नतीजों के सिवा किसी और चीज़ के मुंतज़िर हैं? जिस दिन उसके नतीजे ज़ाहिर होंगे तो जो लोग इससे पहले उसे भूल चुके होंगे वे कहेंगे: 'हमारे रब के रसूल हक़ लेकर आए थे, तो क्या हमारे लिए कोई सिफ़ारिशी हैं जो हमारी सिफ़ारिश कर दें? या हमें वापस भेज दिया जाए ताकि हम उसके सिवा काम करें जो हम पहले करते थे?' उन्होंने अपनी जानों को घाटे में डाला और जो कुछ वे गढ़ते थे वह उनसे गुम हो गया।"
          }
        },
        {
          "no": 54,
          "arabic": "إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ",
          "transliteration": "Inna rabbakumu Allāhu alladhī khalaqa as-samāwāti wa al-arḍa fī sittati ayyāmin thumma astawā ‘alā al-‘arshi yughshī al-layla an-nahāra yaṭlubuhu ḥathīthan wa ash-shamsa wa al-qamara wa an-nujūma musakhkharātin bi amrih alā lahu al-khalqu wa al-amru tabāraka Allāhu rabbu al-‘ālamīn",
          "translations": {
            "English": "Your Lord is God; He who created the heavens and the earth in six days, then established Himself on the Throne. The night overtakes the day, as it pursues it persistently; and the sun, and the moon, and the stars are subservient by His command. His is the creation, and His is the command. Blessed is God, Lord of all beings.",
            "Urdu": "بے شک تمہارا رب اللہ ہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر عرش پر مستوی ہوا۔ وہ رات کو دن پر لپیٹ دیتا ہے، جو اس کے پیچھے تیزی سے دوڑتا ہے۔ اور سورج اور چاند اور ستارے سب اس کے حکم کے تابع ہیں۔ سنو! اسی کے لیے ہے پیدا کرنا اور حکم دینا۔ بڑی برکت والا ہے اللہ جو تمام جہانوں کا رب ہے۔",
            "French": "Votre Seigneur, c'est Allah, qui a créé les cieux et la terre en six jours, puis S'est établi sur le Trône. Il couvre le jour de la nuit qui poursuit celui-ci sans arrêt. (Il a créé) le soleil, la lune et les étoiles, soumis à Son commandement. La création et le commandement n'appartiennent qu'à Lui. Toute gloire à Allah, Seigneur de l'Univers!",
            "Spanish": "Vuestro Señor es Allah, Quien creó los cielos y la Tierra en seis días, luego se estableció sobre el Trono. Él hace que la noche cubra al día, que lo persigue incesantemente; y [creó] el Sol, la Luna y las estrellas sometidos a Su mandato. ¿Acaso no Le pertenecen la creación y la orden? Bendito sea Allah, Señor de los mundos.",
            "Hindi": "बेशक तुम्हारा रब अल्लाह ही है जिसने आसमानों और ज़मीन को छह दिनों में पैदा किया, फिर अर्श पर मुस्तवी हुआ। वह रात को दिन पर लपेट देता है, जो उसके पीछे तेज़ी से दौड़ता है। और सूरज और चाँद और सितारे सब उसके हुक्म के ताबे हैं। सुनो! उसी के लिए है पैदा करना और हुक्म देना। बड़ी बरकत वाला है अल्लाह जो सारे जहानों का रब है।"
          }
        },
        {
          "no": 55,
          "arabic": "ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ",
          "transliteration": "Ad‘ū rabbakum taḍarru‘an wa khufyatan innahu lā yuḥibbu al-mu‘tadīn",
          "translations": {
            "English": "Call upon your Lord humbly and privately. He does not love the aggressors.",
            "Urdu": "اپنے رب کو عاجزی اور چپکے سے پکارو، بے شک وہ حد سے گزرنے والوں کو پسند نہیں کرتا۔",
            "French": "Invoquez votre Seigneur en toute humilité et recueillement et avec discrétion. Certes, Il n'aime pas les transgresseurs.",
            "Spanish": "Invocad a vuestro Señor con humildad y en privado. Él no ama a los transgresores.",
            "Hindi": "अपने रब को बेबसी और चुपके से पुकारो, बेशक वह हद से गुज़रने वालों को पसंद नहीं करता।"
          }
        },
        {
          "no": 56,
          "arabic": "وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ",
          "transliteration": "Wa lā tufsidū fī al-arḍi ba‘da iṣlāḥihā wa ad‘ūhu khawfan wa ṭama‘an inna raḥmata Allāhi qarībun min al-muḥsinīn",
          "translations": {
            "English": "And do not corrupt on earth after its reformation, and pray to Him with fear and hope. God’s mercy is close to the doers of good.",
            "Urdu": "اور زمین میں فساد نہ پھیلاؤ اس کی اصلاح کے بعد اور اسے ڈر اور امید کے ساتھ پکارو، بے شک اللہ کی رحمت نیکوکاروں کے قریب ہے۔",
            "French": "Et ne semez pas la corruption sur la terre après sa réforme. Et invoquez-Le avec crainte et espoir, car la miséricorde d'Allah est proche des bienfaisants.",
            "Spanish": "No corrompáis en la Tierra después de su ordenamiento, e invocadle con temor y esperanza. La misericordia de Allah está cerca de los que hacen el bien.",
            "Hindi": "और ज़मीन में फ़साद न फैलाओ उसकी इस्लाह के बाद और उसे डर और उम्मीद के साथ पुकारो, बेशक अल्लाह की रहमत नेककारों के क़रीब है।"
          }
        },
        {
          "no": 57,
          "arabic": "وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ",
          "transliteration": "Wa huwa alladhī yursilu ar-riyāḥa bushran bayna yaday raḥmatihi ḥattā idhā aqallat saḥāban thiqālan suqnāhu li baladin mayyitin fa anzalnā bihi al-mā’a fa akhrajnā bihi min kulli ath-thamarāti kadhalika nukhriju al-mawtā la‘allakum tadhakkarūn",
          "translations": {
            "English": "It is He who sends the wind ahead of His mercy. Then, when they have gathered up heavy clouds, We drive them to a dead land, where We make water come down, and with it We bring out all kinds of fruits. Thus We bring out the dead—perhaps you will reflect.",
            "Urdu": "اور وہی ہے جو اپنی رحمت سے پہلے ہواؤں کو خوشخبری بنا کر بھیجتا ہے، یہاں تک کہ جب وہ بھاری بھاری بادل اٹھا لاتی ہیں تو ہم انہیں ایک مردہ شہر کی طرف ہانک لے جاتے ہیں، پھر ہم اس سے پانی برساتے ہیں، پھر ہم اس کے ذریعے ہر قسم کے پھل نکالتے ہیں۔ اسی طرح ہم مردوں کو (قبروں سے) نکالیں گے، شاید کہ تم نصیحت حاصل کرو۔",
            "French": "Et c'est Lui qui envoie les vents comme une annonce précédant Sa miséricorde. Puis, lorsqu'ils transportent une nuée lourde, Nous la dirigeons vers un pays mort [de sécheresse], puis Nous en faisons tomber de l'eau avec laquelle Nous faisons germer toute sorte de fruits. Ainsi ferons-Nous sortir les morts. Peut-être vous rappellerez-vous.",
            "Spanish": "Él es Quien envía los vientos como albricias previas a Su misericordia. Cuando acumulan nubes pesadas, las conducimos hacia una tierra árida, hacemos descender con ellas el agua y hacemos brotar toda clase de frutos. Así resucitaremos a los muertos. Quizás así reflexionéis.",
            "Hindi": "और वही है जो अपनी रहमत से पहले हवाओं को ख़ुशख़बरी बनाकर भेजता है, यहाँ तक कि जब वह भारी-भारी बादल उठा लाती हैं तो हम उन्हें एक मुर्दा शहर की तरफ़ हाँक ले जाते हैं, फिर हम उससे पानी बरसाते हैं, फिर हम उसके ज़रिए हर क़िस्म के फल निकालते हैं। इसी तरह हम मुर्दों को (क़ब्रों से) निकालेंगे, शायद कि तुम नसीहत हासिल करो।"
          }
        },
        {
          "no": 58,
          "arabic": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا كَذَلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ",
          "transliteration": "Wa al-baladu aṭ-ṭayyibu yakhruju nabātuhu bi idhni rabbihi wa alladhī khabutha lā yakhruju illā nakidan kadhalika nuṣarrifu al-āyāti li qawmin yashkurūn",
          "translations": {
            "English": "As for the good land, it yields its produce by the leave of its Lord. But as for the bad, it produces nothing but hardship and misery. Thus We explain the revelations in various ways for people who are thankful.",
            "Urdu": "اور اچھی زمین کی نباتات اس کے رب کے حکم سے نکلتی ہے اور جو زمین خراب ہوتی ہے وہ بے کار چیز کے سوا کچھ نہیں نکالتی۔ اسی طرح ہم نشانیاں مختلف طریقوں سے بیان کرتے ہیں ان لوگوں کے لیے جو شکر گزار ہیں۔",
            "French": "Et quant à la bonne terre, sa végétation pousse avec la permission de son Seigneur; quant à celle qui est mauvaise, elle ne produit qu'une maigre végétation. Ainsi déployons-Nous les enseignements pour des gens reconnaissants.",
            "Spanish": "La tierra fértil produce su vegetación por permiso de su Señor, mientras que la estéril no produce sino con dificultad. Así es como exponemos los signos para gente agradecida.",
            "Hindi": "और अच्छी ज़मीन की नबातें उसके रब के हुक्म से निकलती हैं और जो ज़मीन ख़राब होती है वह बेकार चीज़ के सिवा कुछ नहीं निकालती। इसी तरह हम निशानियाँ मुख़्तलिफ़ तरीक़ों से बयान करते हैं उन लोगों के लिए जो शुक्रगुज़ार हैं।"
          }
        },
        {
          "no": 59,
          "arabic": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
          "transliteration": "Laqad arsalnā Nūḥan ilā qawmihi fa qāla yā qawmi u‘budū Allāha mā lakum min ilāhin ghayruhu innī akhāfu ‘alaykum ‘adhāba yawmin ‘aẓīm",
          "translations": {
            "English": "We sent Noah to his people. He said, 'O my people! Worship God; you have no god other than Him. I fear for you the punishment of a tremendous Day.'",
            "Urdu": "بے شک ہم نے نوح کو ان کی قوم کی طرف بھیجا، انہوں نے کہا: 'اے میری قوم! اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں، میں تمہارے لیے ایک بڑے دن کے عذاب سے ڈرتا ہوں۔'",
            "French": "Nous avons envoyé Noé vers son peuple. Il dit: 'Ô mon peuple, adorez Allah. Pour vous, pas d'autre divinité que Lui. Je crains pour vous le châtiment d'un jour terrible.'",
            "Spanish": "Enviamos a Noé a su pueblo, y dijo: '¡Oh, pueblo mío! Adorad a Allah. No tenéis otra divinidad salvo Él. Temo que os alcance el castigo de un día terrible.'",
            "Hindi": "बेशक हमने नूह को उनकी क़ौम की तरफ़ भेजा, उन्होंने कहा: 'ऐ मेरी क़ौम! अल्लाह की इबादत करो, उसके सिवा तुम्हारा कोई माबूद नहीं, मैं तुम्हारे लिए एक बड़े दिन के अज़ाब से डरता हूँ।'"
          }
        },
        {
          "no": 60,
          "arabic": "قَالَ الْمَلَأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ",
          "transliteration": "Qāla al-mala’u min qawmihi innā lanarāka fī ḍalālin mubīn",
          "translations": {
            "English": "The dignitaries among his people said, 'We see that you are in obvious error.'",
            "Urdu": "ان کی قوم کے سرداروں نے کہا: 'ہم تو تمہیں کھلی گمراہی میں دیکھتے ہیں۔'",
            "French": "Les notables de son peuple dirent: 'Nous te voyons dans un égarement manifeste.'",
            "Spanish": "Los dignatarios de su pueblo dijeron: 'Te vemos en un extravío evidente.'",
            "Hindi": "उनकी क़ौम के सरदारों ने कहा: 'हम तो तुम्हें खुली गुमराही में देखते हैं।'"
          }
        },
        {
          "no": 61,
          "arabic": "قَالَ يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ",
          "transliteration": "Qāla yā qawmi laysa bī ḍalālatu wa lākinī rasūlun min rabbi al-‘ālamīn",
          "translations": {
            "English": "He said, 'O my people, I am not in error, but I am a messenger from the Lord of the Worlds.'",
            "Urdu": "انہوں نے کہا: 'اے میری قوم! مجھ میں کوئی گمراہی نہیں، لیکن میں تو تمام جہانوں کے رب کی طرف سے بھیجا ہوا رسول ہوں۔'",
            "French": "Il dit: 'Ô mon peuple, il n'y a pas d'égarement en moi; mais je suis un Messager de la part du Seigneur de l'Univers.",
            "Spanish": "Dijo: '¡Oh, pueblo mío! No estoy extraviado, sino que soy un Mensajero enviado por el Señor de los mundos.",
            "Hindi": "उन्होंने कहा: 'ऐ मेरी क़ौम! मुझमें कोई गुमराही नहीं, लेकिन मैं तो सारे जहानों के रब की तरफ़ से भेजा हुआ रसूल हूँ।'"
          }
        },
        {
          "no": 62,
          "arabic": "أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
          "transliteration": "Uballighukum risālāti rabbī wa anṣaḥu lakum wa a‘lamu mina Allāhi mā lā ta‘lamūn",
          "translations": {
            "English": "'I deliver to you the messages of my Lord, and I advise you, and I know from God what you do not know.'",
            "Urdu": "'میں تمہیں اپنے رب کے پیغامات پہنچاتا ہوں اور تمہیں خیر خواہی کی نصیحت کرتا ہوں اور میں اللہ کی طرف سے وہ جانتا ہوں جو تم نہیں جانتے۔'",
            "French": "Je vous transmets les messages de mon Seigneur, et je vous donne conseil sincère, et je sais d'Allah ce que vous ne savez pas.",
            "Spanish": "'Os transmito los mensajes de mi Señor, os aconsejo sinceramente y sé de Allah lo que vosotros no sabéis.'",
            "Hindi": "'मैं तुम्हें अपने रब के पैग़ाम पहुँचाता हूँ और तुम्हें ख़ैरख़्वाही की नसीहत करता हूँ और मैं अल्लाह की तरफ़ से वह जानता हूँ जो तुम नहीं जानते।'"
          }
        },
        {
          "no": 63,
          "arabic": "أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ",
          "transliteration": "A wa ‘ajibtum an jā’akum dhikrun min rabbikum ‘alā rajulin minkum li yundhirakum wa li tattaqū wa la‘allakum turḥamūn",
          "translations": {
            "English": "'Do you wonder that a reminder has come to you from your Lord, through a man from among you, to warn you, and to lead you to righteousness, so that you may attain mercy?'",
            "Urdu": "'کیا تمہیں تعجب ہوا کہ تمہارے رب کی طرف سے تمہی میں سے ایک شخص پر تمہیں ڈرانے کے لیے اور تمہیں پرہیزگاری اختیار کرنے کی تلقین کے لیے اور تاکہ تم پر رحم کیا جائے، نصیحت آئی ہے؟'",
            "French": "Est-ce que vous vous étonnez qu'un rappel vous vienne de votre Seigneur à travers un homme issu de vous, pour vous avertir et pour que vous pratiquiez la piété et afin qu'il vous soit fait miséricorde?'",
            "Spanish": "¿Os asombra que os haya llegado una amonestación de vuestro Señor por medio de un hombre de entre vosotros para advertiros, para que seáis conscientes de Allah y así se os tenga misericordia?'",
            "Hindi": "'क्या तुम्हें तअज्जुब हुआ कि तुम्हारे रब की तरफ़ से तुममें से एक शख़्स पर तुम्हें डराने के लिए और तुम्हें परहेज़गारी इख़्तियार करने की तलक़ीन के लिए और ताकि तुम पर रहम किया जाए, नसीहत आई है?'"
          }
        },
        {
          "no": 64,
          "arabic": "فَكَذَّبُوهُ فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ",
          "transliteration": "Fa kadhdhabūhu fa anjaynāhu wa alladhīna ma‘ahu fī al-fulki wa aghraqnā alladhīna kadhdhabū bi āyātinā innahum kānū qawman ‘amīn",
          "translations": {
            "English": "But they called him a liar. So We saved him and those with him in the Ark, and We drowned those who rejected Our revelations. They were blind people.",
            "Urdu": "پس انہوں نے انہیں جھٹلایا تو ہم نے انہیں اور ان کے ساتھیوں کو کشتی میں نجات دی اور جن لوگوں نے ہماری آیتوں کو جھٹلایا تھا انہیں غرق کر دیا، بے شک وہ اندھی قوم تھے۔",
            "French": "Ils le traitèrent de menteur. Or, Nous le sauvâmes, lui et ceux qui étaient avec lui dans l'arche, et Nous noyâmes ceux qui traitaient de mensonges Nos signes. C'étaient des gens aveugles, vraiment.",
            "Spanish": "Pero lo desmintieron. Entonces lo salvamos a él y a quienes estaban con él en el arca, y ahogamos a quienes desmintieron Mis signos. Eran un pueblo ciego.",
            "Hindi": "फिर उन्होंने उन्हें झुठलाया तो हमने उन्हें और उनके साथियों को किश्ती में नजात दी और जिन लोगों ने हमारी आयतों को झुठलाया था उन्हें ग़र्क़ कर दिया, बेशक वह अंधी क़ौम थे।"
          }
        },
        {
          "no": 65,
          "arabic": "وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ",
          "transliteration": "Wa ilā ‘Ādin akhāhum Hūdan qāla yā qawmi u‘budū Allāha mā lakum min ilāhin ghayruhu afalā tattaqūn",
          "translations": {
            "English": "And to Aad, their brother Hud. He said, 'O my people! Worship God; you have no god other than Him. Will you not take heed?'",
            "Urdu": "اور عاد کی طرف ان کے بھائی ہود کو (بھیجا)، انہوں نے کہا: 'اے میری قوم! اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں، کیا تم پرہیزگاری نہیں اختیار کرو گے؟'",
            "French": "Et aux 'Aad, leur frère Houd: 'Ô mon peuple, dit-il, adorez Allah. Pour vous, pas d'autre divinité que Lui. Ne [Le] craignez-vous donc pas?'",
            "Spanish": "Y al pueblo de ‘Ad [enviamos] a su hermano Hud. Dijo: '¡Oh, pueblo mío! Adorad a Allah. No tenéis otra divinidad salvo Él. ¿No vais a ser conscientes de Allah?'",
            "Hindi": "और आद की तरफ़ उनके भाई हूद को (भेजा), उन्होंने कहा: 'ऐ मेरी क़ौम! अल्लाह की इबादत करो, उसके सिवा तुम्हारा कोई माबूद नहीं, क्या तुम परहेज़गारी नहीं इख़्तियार करोगे?'"
          }
        },
        {
          "no": 66,
          "arabic": "قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ",
          "transliteration": "Qāla al-mala’u alladhīna kafarū min qawmihi innā lanarāka fī safāhatin wa innā lanaẓunnuka min al-kādhibīn",
          "translations": {
            "English": "The elite of his people who disbelieved said, 'We see foolishness in you, and we think that you are a liar.'",
            "Urdu": "ان کی قوم کے کافر سرداروں نے کہا: 'ہم تو تمہیں بیوقوفی میں دیکھتے ہیں اور ہم تمہیں جھوٹا سمجھتے ہیں۔'",
            "French": "Les notables de son peuple qui avaient mécru, dirent: 'Certes, nous te voyons en pleine sottise, et nous pensons que tu es un menteur.'",
            "Spanish": "Los dignatarios incrédulos de su pueblo dijeron: 'Te vemos en un grave error y creemos que eres un mentiroso.'",
            "Hindi": "उनकी क़ौम के काफ़िर सरदारों ने कहा: 'हम तो तुम्हें बेवकूफ़ी में देखते हैं और हम तुम्हें झूठा समझते हैं।'"
          }
        },
        {
          "no": 67,
          "arabic": "قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ",
          "transliteration": "Qāla yā qawmi laysa bī safāhatun wa lākinī rasūlun min rabbi al-‘ālamīn",
          "translations": {
            "English": "He said, 'O my people! There is no foolishness in me, but I am a messenger from the Lord of the Worlds.",
            "Urdu": "انہوں نے کہا: 'اے میری قوم! مجھ میں کوئی بیوقوفی نہیں، لیکن میں تمام جہانوں کے رب کی طرف سے بھیجا ہوا رسول ہوں۔",
            "French": "Il dit: 'Ô mon peuple, il n'y a pas de sottise en moi; mais je suis un messager de la part du Seigneur de l'Univers.",
            "Spanish": "Dijo: '¡Oh, pueblo mío! No estoy en un error, sino que soy un Mensajero enviado por el Señor de los mundos.",
            "Hindi": "उन्होंने कहा: 'ऐ मेरी क़ौम! मुझमें कोई बेवकूफ़ी नहीं, लेकिन मैं सारे जहानों के रब की तरफ़ से भेजा हुआ रसूल हूँ।"
          }
        },
        {
          "no": 68,
          "arabic": "أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ",
          "transliteration": "Uballighukum risālāti rabbī wa anā lakum nāṣiḥun amīn",
          "translations": {
            "English": "'I convey to you the messages of my Lord, and I am a trustworthy adviser to you.'",
            "Urdu": "'میں تمہیں اپنے رب کے پیغامات پہنچاتا ہوں اور میں تمہارا خیر خواہ اور امانت دار ہوں۔'",
            "French": "Je vous transmets les messages de mon Seigneur, et je suis pour vous un conseiller digne de confiance.",
            "Spanish": "'Os transmito los mensajes de mi Señor y soy para vosotros un consejero leal.'",
            "Hindi": "'मैं तुम्हें अपने रब के पैग़ाम पहुँचाता हूँ और मैं तुम्हारा ख़ैरख़्वाह और अमानतदार हूँ।'"
          }
        },
        {
          "no": 69,
          "arabic": "أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
          "transliteration": "A wa ‘ajibtum an jā’akum dhikrun min rabbikum ‘alā rajulin minkum li yundhirakum wa udhkurū idh ja‘alakum khulafā’a min ba‘di qawmi Nūḥin wa zādakum fī al-khalqi basṭatan fa udhkurū ālā’a Allāhi la‘allakum tufliḥūn",
          "translations": {
            "English": "'Are you surprised that a reminder has come to you from your Lord, through a man from among you, to warn you? Remember how He made you successors after the people of Noah, and increased you greatly in stature. And remember God’s blessings, so that you may prosper.'",
            "Urdu": "'کیا تمہیں تعجب ہوا کہ تمہارے رب کی طرف سے تمہی میں سے ایک شخص پر تمہیں ڈرانے کے لیے نصیحت آئی ہے؟ اور یاد کرو جب اس نے تمہیں نوح کی قوم کے بعد جانشین بنایا اور تمہیں خلق میں بڑی قوت عطا کی، پس اللہ کی نعمتوں کو یاد کرو تاکہ تم فلاح پاؤ۔'",
            "French": "Vous étonnez-vous qu'un rappel vous vienne de votre Seigneur à travers un homme issu de vous, pour vous avertir? Et rappelez-vous quand Il vous a fait succéder au peuple de Noé, et qu'Il accrut votre corps en hauteur (ou en puissance). Eh bien, rappelez-vous les bienfaits d'Allah afin que vous réussissiez.",
            "Spanish": "¿Os asombra que os haya llegado una amonestación de vuestro Señor por medio de un hombre de entre vosotros para advertiros? Recordad cuando os hizo sucesores del pueblo de Noé y os concedió una complexión más robusta. Recordad las gracias de Allah para que triunféis.",
            "Hindi": "'क्या तुम्हें तअज्जुब हुआ कि तुम्हारे रब की तरफ़ से तुममें से एक शख़्स पर तुम्हें डराने के लिए नसीहत आई है? और याद करो जब उसने तुम्हें नूह की क़ौम के बाद जानशीन बनाया और तुम्हें ख़ल्क़ में बड़ी क़ुव्वत अता की, फिर अल्लाह की नेमतों को याद करो ताकि तुम फ़लाह पाओ।'"
          }
        },
        {
          "no": 70,
          "arabic": "قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
          "transliteration": "Qālū a ji’tanā li na‘buda Allāha waḥdahu wa nadhara mā kāna ya‘budu ābā’unā fa’tinā bimā ta‘idunā in kunta min aṣ-ṣādiqīn",
          "translations": {
            "English": "They said, 'Did you come to us to make us worship God alone, and abandon what our ancestors used to worship? Then bring us what you threaten us with, if you are truthful.'",
            "Urdu": "انہوں نے کہا: 'کیا تم ہمارے پاس اس لیے آئے ہو کہ ہم صرف اللہ ہی کی عبادت کریں اور اسے چھوڑ دیں جس کی ہمارے باپ دادا عبادت کرتے تھے؟ پس لے آؤ ہمارے پاس جس چیز کا تم ہمیں وعدہ دیتے ہو، اگر تم سچے ہو۔'",
            "French": "Ils dirent: 'Es-tu venu à nous pour que nous adorions Allah seul, et que nous délaissions ce que nos ancêtres adoraient? Fais donc venir ce dont tu nous menaces, si tu es du nombre des véridiques!'",
            "Spanish": "Dijeron: '¿Has venido para que adoremos a Allah solo y abandonemos lo que adoraban nuestros padres? Pues tráenos lo que nos prometes, si es que dices la verdad.'",
            "Hindi": "उन्होंने कहा: 'क्या तुम हमारे पास इसलिए आए हो कि हम सिर्फ़ अल्लाह ही की इबादत करें और उसे छोड़ दें जिसकी हमारे बाप-दादा इबादत करते थे? फिर ले आओ हमारे पास जिस चीज़ का तुम हमसे वादा करते हो, अगर तुम सच्चे हो।'"
          }
        },
        {
          "no": 71,
          "arabic": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا نَزَّلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ",
          "transliteration": "Qāla qad waqa‘a ‘alaykum min rabbikum rijsun wa ghaḍabun a tujādilūnanī fī asmā’in sammaytumūhā antum wa ābā’ukum mā nazzala Allāhu bihā min sulṭānin fa antaẓirū innī ma‘akum min al-muntaẓirīn",
          "translations": {
            "English": "He said, 'Condemnation and wrath have befallen you from your Lord. Are you arguing with me over names, which you and your ancestors invented, for which God sent down no authority? Just wait; I am waiting with you.'",
            "Urdu": "انہوں نے کہا: 'تم پر تمہارے رب کی طرف سے پلیدی اور غضب نازل ہو چکا ہے، کیا تم مجھ سے ان ناموں کے بارے میں جھگڑتے ہو جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں جن کے لیے اللہ نے کوئی سند نازل نہیں کی؟ پس تم انتظار کرو، میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں۔'",
            "French": "Il dit: 'Déjà vous ont atteints la souillure et la colère de votre Seigneur. Allez-vous disputer avec moi au sujet de noms que vous avez inventés, vous et vos ancêtres, et pour lesquels Allah n'a fait descendre aucune preuve? Eh bien, attendez! Moi aussi j'attends avec vous.'",
            "Spanish": "Dijo: 'Ya os han alcanzado la abominación y la ira de vuestro Señor. ¿Discutís conmigo acerca de nombres que vosotros y vuestros padres habéis inventado y para los que Allah no ha revelado autoridad alguna? Pues esperad, que yo también esperaré con vosotros.'",
            "Hindi": "उन्होंने कहा: 'तुम पर तुम्हारे रब की तरफ़ से पलीदगी और ग़ज़ब नाज़िल हो चुका है, क्या तुम मुझसे उन नामों के बारे में झगड़ते हो जो तुमने और तुम्हारे बाप-दादा ने रख लिए हैं जिनके लिए अल्लाह ने कोई सनद नाज़िल नहीं की? फिर तुम इंतज़ार करो, मैं भी तुम्हारे साथ इंतज़ार करने वालों में हूँ।'"
          }
        },
        {
          "no": 72,
          "arabic": "فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَمَا كَانُوا مُؤْمِنِينَ",
          "transliteration": "Fa anjaynāhu wa alladhīna ma‘ahu bi raḥmatin minnā wa qaṭa‘nā dābira alladhīna kadhdhabū bi āyātinā wa mā kānū mu’minīn",
          "translations": {
            "English": "So We saved him and those with him, by mercy from Us, and We cut off the roots of those who rejected Our revelations and were not believers.",
            "Urdu": "پس ہم نے انہیں اور ان کے ساتھیوں کو اپنی رحمت سے نجات دی اور جن لوگوں نے ہماری آیتوں کو جھٹلایا تھا اور وہ ایمان لانے والے نہیں تھے ان کی جڑ کاٹ دی۔",
            "French": "Nous le sauvâmes, lui et ceux qui étaient avec lui, par une miséricorde venue de Nous, et Nous exterminâmes jusqu'au dernier ceux qui traitaient Nos signes de mensonges et qui n'étaient pas croyants.",
            "Spanish": "Entonces lo salvamos a él y a quienes estaban con él por misericordia Nuestra, y exterminamos hasta el último a quienes desmintieron Mis signos y no eran creyentes.",
            "Hindi": "फिर हमने उन्हें और उनके साथियों को अपनी रहमत से नजात दी और जिन लोगों ने हमारी आयतों को झुठलाया था और वह ईमान लाने वाले नहीं थे उनकी जड़ काट दी।"
          }
        },
        {
          "no": 73,
          "arabic": "وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "Wa ilā Thamūda akhāhum Ṣāliḥan qāla yā qawmi u‘budū Allāha mā lakum min ilāhin ghayruhu qad jā’atkum bayyinatun min rabbikum hādhihi nāqatu Allāhi lakum āyatan fa dharūhā ta’kul fī arḍi Allāhi wa lā tamassūhā bi sū’in fa ya’khudhakum ‘adhābun alīm",
          "translations": {
            "English": "And to Thamood, their brother Saleh. He said, 'O my people! Worship God; you have no god other than Him. Clarification has come to you from your Lord. This she-camel of God is a sign for you. So leave her to graze on God’s earth, and do her no harm, lest a painful penalty seizes you.'",
            "Urdu": "اور ثمود کی طرف ان کے بھائی صالح کو (بھیجا)، انہوں نے کہا: 'اے میری قوم! اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں، تمہارے رب کی طرف سے تمہارے پاس واضح دلیل آ چکی ہے، یہ اللہ کی اونٹنی تمہارے لیے نشانی ہے، پس اسے اللہ کی زمین میں چرنے دو اور اسے کسی نقصان کے ساتھ ہاتھ نہ لگانا ورنہ تمہیں دردناک عذاب پکڑ لے گا۔'",
            "French": "Et aux Thamoud, leur frère Sâlih: 'Ô mon peuple, dit-il, adorez Allah. Pour vous, pas d'autre divinité que Lui. Certes, une preuve vous est venue de votre Seigneur: voici la chamelle d'Allah, un signe pour vous. Laissez-la donc paître sur la terre d'Allah, et ne lui faites aucun mal; sinon un châtiment douloureux vous saisira.",
            "Spanish": "Y al pueblo de Zamud [enviamos] a su hermano Salih. Dijo: '¡Oh, pueblo mío! Adorad a Allah. No tenéis otra divinidad salvo Él. Os ha llegado una evidencia clara de vuestro Señor. Esta es la camella de Allah, un signo para vosotros. Dejad que paste en la tierra de Allah y no le hagáis daño, pues os alcanzará un castigo doloroso.'",
            "Hindi": "और समूद की तरफ़ उनके भाई सालेह को (भेजा), उन्होंने कहा: 'ऐ मेरी क़ौम! अल्लाह की इबादत करो, उसके सिवा तुम्हारा कोई माबूद नहीं, तुम्हारे रब की तरफ़ से तुम्हारे पास वाज़ेह दलील आ चुकी है, यह अल्लाह की ऊँटनी तुम्हारे लिए निशानी है, फिर उसे अल्लाह की ज़मीन में चरने दो और उसे किसी नुक़सान के साथ हाथ न लगाना वरना तुम्हें दर्दनाक अज़ाब पकड़ लेगा।'"
          }
        },
        {
          "no": 74,
          "arabic": "وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُورًا وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا فَاذْكُرُوا آلَاءَ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
          "transliteration": "Wa udhkurū idh ja‘alakum khulafā’a min ba‘di ‘Ādin wa bawwa’akum fī al-arḍi tattakhidhūna min suhūlihā quṣūran wa tanḥitūna al-jibāla buyūtan fa udhkurū ālā’a Allāhi wa lā ta‘thaw fī al-arḍi mufsidīn",
          "translations": {
            "English": "'And remember how He made you successors after Aad, and settled you in the land. You make for yourselves mansions on its plains, and carve out dwellings in the mountains. So remember God’s benefits, and do not roam the earth corruptingly.'",
            "Urdu": "'اور یاد کرو جب اس نے تمہیں عاد کے بعد جانشین بنایا اور تمہیں زمین میں ٹھکانا دیا کہ تم اس کے میدانوں میں محل بناتے ہو اور پہاڑوں کو تراش کر گھر بناتے ہو، پس اللہ کی نعمتوں کو یاد کرو اور زمین میں فساد پھیلاتے ہوئے سرکشی نہ کرو۔'",
            "French": "Et rappelez-vous quand Il vous a fait succéder aux 'Aad et qu'Il vous a installés sur la terre. Vous avez édifié des palais dans ses plaines, et taillé en maisons les montagnes. Rappelez-vous donc les bienfaits d'Allah et ne répandez pas la corruption sur la terre comme des fauteurs de désordre.'",
            "Spanish": "Recordad cuando os hizo sucesores del pueblo de ‘Ad y os estableció en la Tierra. Construisteis palacios en sus llanuras y excavasteis viviendas en las montañas. Recordad las gracias de Allah y no obréis corruptamente en la Tierra, sembrando el desorden.",
            "Hindi": "'और याद करो जब उसने तुम्हें आद के बाद जानशीन बनाया और तुम्हें ज़मीन में ठिकाना दिया कि तुम उसके मैदानों में महल बनाते हो और पहाड़ों को तराशकर घर बनाते हो, फिर अल्लाह की नेमतों को याद करो और ज़मीन में फ़साद फैलाते हुए सरकशी न करो।'"
          }
        },
        {
          "no": 75,
          "arabic": "قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ",
          "transliteration": "Qāla al-mala’u alladhīna stakbarū min qawmihi li alladhīna stuḍ‘ifū li man āmana minhum a ta‘lamūna anna Ṣāliḥan mursalun min rabbihi qālū innā bimā ursila bihi mu’minūn",
          "translations": {
            "English": "The elite of his people, who were arrogant, said to the common people who had believed, 'Do you know that Saleh is sent from his Lord?' They said, 'We are believers in what he was sent with.'",
            "Urdu": "ان کی قوم کے جو لوگ تکبر کرنے والے تھے انہوں نے جو لوگ کمزور سمجھے جاتے تھے ان سے جو ان میں سے ایمان لے آئے تھے کہا: 'کیا تم جانتے ہو کہ صالح اپنے رب کی طرف سے بھیجا ہوا رسول ہے؟' انہوں نے کہا: 'ہم اس چیز پر ایمان لائے ہیں جس کے ساتھ وہ بھیجے گئے ہیں۔'",
            "French": "Les notables de son peuple qui s'enflaient d'orgueil dirent aux opprimés, à ceux d'entre eux qui avaient cru: 'Savez-vous si Sâlih est envoyé par son Seigneur?' Ils dirent: 'Oui, nous sommes croyants à son message.'",
            "Spanish": "Los dignatarios soberbios de su pueblo dijeron a los oprimidos que habían creído: '¿Sabéis acaso si Salih ha sido enviado por su Señor?' Dijeron: 'Creemos en lo que se le ha revelado.'",
            "Hindi": "उनकी क़ौम के जो लोग तकब्बुर करने वाले थे उन्होंने जो लोग कमज़ोर समझे जाते थे उनसे जो उनमें से ईमान ले आए थे कहा: 'क्या तुम जानते हो कि सालेह अपने रब की तरफ़ से भेजा हुआ रसूल है?' उन्होंने कहा: 'हम उस चीज़ पर ईमान लाए हैं जिसके साथ वह भेजे गए हैं।'"
          }
        },
        {
          "no": 76,
          "arabic": "قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ",
          "transliteration": "Qāla alladhīna stakbarū innā bi alladhī āmantum bihi kāfirūn",
          "translations": {
            "English": "Those who were arrogant said, 'We reject what you believe in.'",
            "Urdu": "تکبر کرنے والوں نے کہا: 'جس چیز پر تم ایمان لائے ہو ہم تو اس کے منکر ہیں۔'",
            "French": "Ceux qui s'enflaient d'orgueil dirent: 'Nous, nous ne croyons pas en ce en quoi vous croyez.'",
            "Spanish": "Los soberbios dijeron: 'Nosotros no creemos en lo que vosotros creéis.'",
            "Hindi": "तकब्बुर करने वालों ने कहा: 'जिस चीज़ पर तुम ईमान लाए हो हम तो उसके मुनकिर हैं।'"
          }
        },
        {
          "no": 77,
          "arabic": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ",
          "transliteration": "Fa ‘aqarū an-nāqata wa ‘ataw ‘an amri rabbihim wa qālū yā Ṣāliḥu i’tinā bimā ta‘idunā in kunta min al-mursalīn",
          "translations": {
            "English": "So they hamstrung the she-camel, and defied the command of their Lord, and said, 'O Saleh, bring upon us what you threaten us with, if you are one of the messengers.'",
            "Urdu": "پس انہوں نے اونٹنی کی کونچیں کاٹ دیں اور اپنے رب کے حکم کی نافرمانی کی اور کہا: 'اے صالح! اگر تو رسولوں میں سے ہے تو لے آ ہمارے پاس جس چیز کا تو ہمیں وعدہ دیتا ہے۔'",
            "French": "Ils tuèrent la chamelle, désobéirent au commandement de leur Seigneur et dirent: 'Ô Sâlih, fais nous venir ce dont tu nous menaces, si tu es du nombre des envoyés.'",
            "Spanish": "Mataron a la camella, desobedecieron la orden de su Señor y dijeron: '¡Oh, Salih! Tráenos lo que nos prometes, si es que eres de los Mensajeros.'",
            "Hindi": "फिर उन्होंने ऊँटनी की कुंचियाँ काट दीं और अपने रब के हुक्म की नाफ़रमानी की और कहा: 'ऐ सालेह! अगर तू रसूलों में से है तो ले आ हमारे पास जिस चीज़ का तू हमसे वादा करता है।'"
          }
        },
        {
          "no": 78,
          "arabic": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
          "transliteration": "Fa akhadhat-humu ar-rajfatu fa aṣbaḥū fī dārihim jāthimīn",
          "translations": {
            "English": "Whereupon the quake overtook them, and they became lifeless bodies in their homes.",
            "Urdu": "پس انہیں ایک زلزلے نے آ پکڑا اور وہ اپنے گھروں میں اوندھے پڑے رہ گئے۔",
            "French": "Le séisme les saisit; et les voilà étendus, gisant dans leurs demeures.",
            "Spanish": "Entonces les sorprendió un terremoto y amanecieron muertos en sus hogares.",
            "Hindi": "फिर उन्हें एक ज़लज़ले ने आ पकड़ा और वे अपने घरों में उलटे पड़े रह गए।"
          }
        },
        {
          "no": 79,
          "arabic": "فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِنْ لَا تُحِبُّونَ النَّاصِحِينَ",
          "transliteration": "Fa tawallā ‘anhum wa qāla yā qawmi laqad ablaghtukum risālata rabbī wa naṣaḥtu lakum wa lākin lā tuḥibbūna an-nāṣiḥīn",
          "translations": {
            "English": "Then he turned away from them, and said, 'O my people, I have delivered to you the message of my Lord, and I have advised you, but you do not like those who give advice.'",
            "Urdu": "پھر صالح ان سے منہ پھیر کر چل دیے اور کہا: 'اے میری قوم! میں نے تمہیں اپنے رب کا پیغام پہنچا دیا اور تمہیں خیر خواہی کی نصیحت کی لیکن تم نصیحت کرنے والوں کو دوست نہیں رکھتے۔'",
            "French": "Alors il se détourna d'eux et dit: 'Ô mon peuple, je vous avais communiqué le message de mon Seigneur et vous avais conseillé sincèrement. Mais vous n'aimez pas les conseillers sincères.'",
            "Spanish": "Entonces se apartó de ellos y dijo: '¡Oh, pueblo mío! Os transmití el mensaje de mi Señor y os aconsejé sinceramente, pero vosotros no amáis a los consejeros sinceros.'",
            "Hindi": "फिर सालेह उनसे मुँह फेरकर चल दिए और कहा: 'ऐ मेरी क़ौम! मैंने तुम्हें अपने रब का पैग़ाम पहुँचा दिया और तुम्हें ख़ैरख़्वाही की नसीहत की लेकिन तुम नसीहत करने वालों को दोस्त नहीं रखते।'"
          }
        },
        {
          "no": 80,
          "arabic": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ",
          "transliteration": "Wa Lūṭan idh qāla li qawmihi a ta’tūna al-fāḥishata mā sabaqakum bihā min aḥadin min al-‘ālamīn",
          "translations": {
            "English": "And Lot, when he said to his people, 'Do you commit lewdness no people anywhere have ever committed before you?'",
            "Urdu": "اور لوط کو (یاد کرو) جب انہوں نے اپنی قوم سے کہا: 'کیا تم ایسی بے حیائی کا ارتکاب کرتے ہو جو تم سے پہلے دنیا والوں میں سے کسی نے نہیں کی؟'",
            "French": "Et Lot, quand il dit à son peuple: 'Vous livrez-vous à cette turpitude que nul, parmi les mondes, n'a commise avant vous?",
            "Spanish": "Y a Lot [lo enviamos] cuando dijo a su pueblo: '¿Cometéis esa inmoralidad que nadie en el mundo ha cometido antes que vosotros?'",
            "Hindi": "और लूत को (याद करो) जब उन्होंने अपनी क़ौम से कहा: 'क्या तुम ऐसी बेहयाई का इरतिक़ाब करते हो जो तुमसे पहले दुनिया वालों में से किसी ने नहीं की?'"
          }
        }
      ,
      
        {
          "no": 81,
          "arabic": "إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ",
          "transliteration": "Innakum lata'tūna ar-rijāla shahwatan min dūni an-nisā'i bal antum qawmun mus'rifūn",
          "translations": {
            "English": "You lust after men rather than women. You are an excessive people.",
            "Urdu": "تم عورتوں کو چھوڑ کر مردوں کے پاس شہوت سے جاتے ہو، بلکہ تم حد سے گزرنے والے لوگ ہو۔",
            "French": "Vous convoitez les hommes au lieu des femmes. Vous êtes un peuple outrancier.",
            "Spanish": "Vosotros os acercáis a los hombres con deseo en lugar de a las mujeres. Sois un pueblo que se excede.",
            "Hindi": "तुम महिलाओं को छोड़कर पुरुषों के पास कामुकता से जाते हो, बल्कि तुम सीमा पार करने वाले लोग हो।"
          }
        },
        {
          "no": 82,
          "arabic": "وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
          "transliteration": "Wa mā kāna jawāba qawmihi illā an qālū akhrijūhum min qaryatikum innahum unāsun yataṭahharūn",
          "translations": {
            "English": "And his people's only answer was to say, 'Expel them from your town; they are purist people.'",
            "Urdu": "اور اس کی قوم کا جواب یہی تھا کہ انہوں نے کہا کہ انہیں اپنے شہر سے نکال دو، یہ لوگ بڑے پاک باز ہیں۔",
            "French": "Et la seule réponse de son peuple fut de dire : 'Expulsez-les de votre cité. Ce sont des gens qui se veulent purifiés.'",
            "Spanish": "Y la única respuesta de su pueblo fue decir: 'Expulsadlos de vuestra ciudad; son gente que pretende ser pura.'",
            "Hindi": "और उसकी क़ौम का जवाब सिर्फ़ यह था कि उन्होंने कहा, 'उन्हें अपने शहर से निकाल दो, ये लोग बड़े पाकबाज़ हैं।'"
          }
        },
        {
          "no": 83,
          "arabic": "فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ",
          "transliteration": "Fa anjaynāhu wa ahlahu illā imra'atahu kānat min al-ghābirīn",
          "translations": {
            "English": "But We saved him and his family, except for his wife; she was of those who lagged behind.",
            "Urdu": "پس ہم نے اسے اور اس کے گھر والوں کو بچا لیا سوائے اس کی بیوی کے، وہ پیچھے رہ جانے والوں میں سے تھی۔",
            "French": "Nous le sauvâmes, lui et sa famille, excepté sa femme qui fut parmi les exterminés.",
            "Spanish": "Pero lo salvamos a él y a su familia, excepto a su esposa, que fue de los que se quedaron atrás.",
            "Hindi": "तो हमने उसे और उसके परिवार को बचा लिया, सिवाय उसकी पत्नी के, वह पीछे रह जाने वालों में से थी।"
          }
        },
        {
          "no": 84,
          "arabic": "وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ",
          "transliteration": "Wa amṭarnā 'alayhim maṭaran fa unẓur kayfa kāna 'āqibatu al-mujrimīn",
          "translations": {
            "English": "And We rained down on them a rain; note the consequences for the sinners.",
            "Urdu": "اور ہم نے ان پر ایک بارش برسائی، پس دیکھو کہ مجرموں کا انجام کیسا ہوا۔",
            "French": "Et Nous fîmes pleuvoir sur eux une pluie. Regarde donc ce que fut la fin des criminels.",
            "Spanish": "E hicimos llover sobre ellos una lluvia. Observa cuál fue el final de los criminales.",
            "Hindi": "और हमने उन पर एक बारिश बरसाई, तो देखो कि अपराधियों का क्या हश्र हुआ।"
          }
        },
        {
          "no": 85,
          "arabic": "وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
          "transliteration": "Wa ilā madyana akhāhum Shu'aybā qāla yā qawmi u'budū Allāha mā lakum min ilāhin ghayruhu qad jā'atkum bayyinatum min rabbikum fa awfū al-kayla wa al-mīzāna wa lā tabkhasū an-nāsa ashyā'ahum wa lā tufsidū fī al-arḍi ba'da iṣlāḥihā dhālikum khayrun lakum in kuntum mu'minīn",
          "translations": {
            "English": "And to Midian, their brother Shuaib. He said, 'O my people, worship God; you have no god other than Him. A clear proof has come to you from your Lord. Give full measure and weight, and do not cheat people out of their rights, and do not corrupt the land once it has been set right. This is better for you, if you are believers.'",
            "Urdu": "اور مدین کی طرف ان کے بھائی شعیب کو بھیجا، اس نے کہا اے میری قوم، اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں، تمہارے پاس تمہارے رب کی طرف سے واضح دلیل آ چکی ہے، سو ناپ اور تول پورا کرو اور لوگوں کو ان کی چیزیں کم نہ دو اور زمین میں فساد نہ پھیلاؤ اس کے درست ہو جانے کے بعد، یہی تمہارے لیے بہتر ہے اگر تم ایمان رکھتے ہو۔",
            "French": "Et aux Madian, leur frère Chu'aïb : 'Ô mon peuple, dit-il, adorez Allah. Vous n'avez point de divinité en dehors de Lui. Une preuve vous est venue de votre Seigneur. Donnez donc la pleine mesure et le poids et ne donnez pas aux gens moins que ce qui leur est dû. Et ne commettez pas de corruption sur la terre après sa réforme. Ce sera mieux pour vous, si vous êtes croyants.'",
            "Spanish": "Y a Madián, su hermano Jetró. Dijo: '¡Oh, pueblo mío! Adorad a Allah. No tenéis otra divinidad salvo Él. Os ha llegado una prueba clara de vuestro Señor. Dad, pues, la medida y el peso justos, no defraudéis a la gente en sus bienes y no sembréis la corrupción en la tierra después de haber sido ordenada. Eso es mejor para vosotros, si sois creyentes.'",
            "Hindi": "और मदयन की ओर उनके भाई शुऐब को भेजा। उसने कहा, 'हे मेरी क़ौम, अल्लाह की इबादत करो, उसके सिवा तुम्हारा कोई माबूद नहीं। तुम्हारे पास तुम्हारे रब की तरफ़ से स्पष्ट दलील आ चुकी है। तो नाप और तौल पूरा करो और लोगों को उनकी चीज़ें कम न दो और धरती में बिगाड़ न फैलाओ उसके ठीक हो जाने के बाद। यही तुम्हारे लिए बेहतर है अगर तुम ईमान रखते हो।'"
          }
        }
      ,
        {
          "no": 86,
          "arabic": "وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
          "transliteration": "Wa lā taq'udū bikulli ṣirāṭin tū'idūna wa taṣuddūna 'an sabīli Allāhi man āmana bihi wa tabghūnahā 'iwajā, wa udhkurū idh kuntum qalīlan fa kaththarakum, wa unẓurū kayfa kāna 'āqibatu al-mufsidīn",
          "translations": {
            "English": "And do not lurk on every path, threatening and averting from the way of Allah those who believe in Him, seeking to make it [seem] deviant. And remember when you were few and He multiplied you. And see how the end of the corrupters was.",
            "Urdu": "اور ہر راستے پر مت بیٹھو کہ دھمکی دیتے ہو اور اللہ کے راستے سے روکتے ہو اسے جو اس پر ایمان لایا ہے اور اسے ٹیڑھا کرنا چاہتے ہو۔ اور یاد کرو جب تم تھوڑے تھے پھر اس نے تمہیں بڑھا دیا، اور دیکھو کہ مفسدوں کا انجام کیسا ہوا۔",
            "French": "Et ne vous placez pas sur tout chemin, proférant des menaces, empêchant de suivre le sentier d’Allah ceux qui croient en Lui, et cherchant à rendre ce sentier tortueux. Rappelez-vous quand vous étiez peu nombreux et qu’Il vous a multipliés. Et regardez ce qu’il est advenu des corrupteurs.",
            "Spanish": "No os coloquéis en cada camino para amenazar y apartar del camino de Allah a quienes creen en Él, buscando torcerlo. Y recordad cuando erais pocos y Él os multiplicó. Y observad cuál fue el final de los corruptores.",
            "Hindi": "और हर रास्ते पर मत बैठो कि धमकी देते हो और अल्लाह के रास्ते से रोकते हो उसे जो उस पर ईमान लाया है और उसे टेढ़ा करना चाहते हो। और याद करो जब तुम थोड़े थे फिर उसने तुम्हें बढ़ा दिया, और देखो कि बिगाड़ पैदा करने वालों का क्या हश्र हुआ।"
          }
        },
        {
          "no": 87,
          "arabic": "وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّى يَحْكُمَ اللَّهُ بَيْنَنَا وَهُوَ خَيْرُ الْحَاكِمِينَ",
          "transliteration": "Wa in kāna ṭā'ifatun minkum āmanū billadhī ursiltu bihi wa ṭā'ifatun lam yu'minū fa iṣbirū ḥattā yaḥkuma Allāhu baynanā wa huwa khayru al-ḥākimīn",
          "translations": {
            "English": "And if there should be a group among you who has believed in that with which I have been sent and a group that has not believed, then be patient until Allah judges between us. And He is the best of judges.",
            "Urdu": "اور اگر تم میں سے ایک گروہ اس چیز پر ایمان لے آئے جس کے ساتھ میں بھیجا گیا ہوں اور ایک گروہ ایمان نہ لائے تو صبر کرو یہاں تک کہ اللہ ہمارے درمیان فیصلہ کر دے، اور وہ بہترین فیصلہ کرنے والا ہے।",
            "French": "Et s’il est une partie de vous qui croit en ce avec quoi j’ai été envoyé, et une partie qui ne croit pas, alors patientez jusqu’à ce qu’Allah juge entre nous. Et Il est le meilleur des juges.",
            "Spanish": "Y si hubiera un grupo entre vosotros que cree en aquello con lo que he sido enviado y otro grupo que no cree, entonces sed pacientes hasta que Allah juzgue entre nosotros. Y Él es el mejor de los jueces.",
            "Hindi": "और अगर तुम में से एक गिरोह उस चीज़ पर ईमान ले आए जिसके साथ मैं भेजा गया हूँ और एक गिरोह ईमान न लाए तो सब्र करो यहाँ तक कि अल्लाह हमारे बीच फ़ैसला कर दे, और वह बेहतरीन फ़ैसला करने वाला है।"
          }
        },
        {
          "no": 88,
          "arabic": "قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ",
          "transliteration": "Qāla al-mala'u alladhīna istakbarū min qawmihi lanukhrijannaka yā Shu'aybu wa alladhīna āmanū ma'aka min qaryatinā aw lata'ūdunna fī millatinā, qāla awa law kunnā kārihīn",
          "translations": {
            "English": "The eminent ones who were arrogant among his people said, 'We will surely evict you, O Shu'ayb, and those who have believed with you from our city, or you must return to our religion.' He said, 'Even if we were unwilling?'",
            "Urdu": "اس کی قوم کے متکبر سرداروں نے کہا، 'اے شعیب! ہم تمہیں اور تمہارے ساتھ ایمان لانے والوں کو ضرور ہمارے شہر سے نکال دیں گے، یا تم ہمارے دین میں لوٹ آؤ۔' اس نے کہا، 'کیا اگرچہ ہم ناخوش ہوں؟'",
            "French": "Les notables de son peuple qui s’enflaient d’orgueil dirent : 'Ô Chu‘aïb, nous t’expulserons certes de notre cité, toi et ceux qui ont cru avec toi, à moins que vous ne reveniez à notre religion.' Il dit : 'Même si nous la détestons ?'",
            "Spanish": "Los notables de su pueblo que se enorgullecieron dijeron: '¡Oh, Jetró! Te expulsaremos a ti y a los que creyeron contigo de nuestra ciudad, a menos que regreséis a nuestra religión.' Dijo: '¿Aunque lo detestemos?'",
            "Hindi": "उसकी क़ौम के अहंकारी सरदारों ने कहा, 'ऐ शुऐब! हम तुम्हें और तुम्हारे साथ ईमान लाने वालों को ज़रूर हमारे शहर से निकाल देंगे, या तुम हमारे दीन में लौट आओ।' उसने कहा, 'क्या अगर हम नाराज़ हों?'"
          }
        },
        {
          "no": 89,
          "arabic": "قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ",
          "transliteration": "Qadi iftaraynā 'alā Allāhi kadhiban in 'udnā fī millatikum ba'da idh najjānā Allāhu minhā, wa mā yakūnu lanā an na'ūda fīhā illā an yashā'a Allāhu rabbunā, wasi'a rabbunā kulla shay'in 'ilmā, 'alā Allāhi tawakkalnā, rabbanā iftaḥ baynanā wa bayna qawminā bil-ḥaqqi wa anta khayru al-fātiḥīn",
          "translations": {
            "English": "We would be inventing against Allah a lie if we returned to your religion after Allah has saved us from it. And it is not for us to return to it except that Allah, our Lord, should will. Our Lord has encompassed all things in knowledge. Upon Allah we have relied. Our Lord, decide between us and our people in truth, and You are the best of those who give decision.",
            "Urdu": "ہم اللہ پر جھوٹ باندھیں گے اگر ہم تمہارے دین میں لوٹ جائیں اس کے بعد کہ اللہ نے ہمیں اس سے نجات دے دی۔ اور ہمارے لیے یہ ممکن نہیں کہ ہم اس میں لوٹ جائیں مگر یہ کہ اللہ ہمارا رب چاہے۔ ہمارے رب کا علم ہر چیز کو گھیرے ہوئے ہے، ہم نے اللہ پر بھروسہ کیا ہے۔ اے ہمارے رب! ہمارے اور ہماری قوم کے درمیان حق کے ساتھ فیصلہ کر دے، اور تو بہترین فیصلہ کرنے والا ہے۔",
            "French": "Nous aurions forgé un mensonge contre Allah si nous revenions à votre religion après qu’Allah nous en a sauvés. Il ne nous appartient pas d’y retourner à moins qu’Allah, notre Seigneur, ne le veuille. Notre Seigneur embrasse toute chose de Sa science. C’est en Allah que nous plaçons notre confiance. Ô notre Seigneur, tranche entre nous et notre peuple en toute vérité, car Tu es le meilleur des juges.",
            "Spanish": "Inventaríamos una mentira contra Allah si regresáramos a vuestra religión después de que Allah nos salvó de ella. Y no nos corresponde regresar a menos que Allah, nuestro Señor, lo quiera. Nuestro Señor abarca todas las cosas en conocimiento. En Allah nos apoyamos. ¡Oh, Señor nuestro! Juzga entre nosotros y nuestro pueblo con la verdad, pues Tú eres el mejor de los jueces.",
            "Hindi": "हम अल्लाह पर झूठ गढ़ेंगे अगर हम तुम्हारे दीन में लौट जाएँ उसके बाद कि अल्लाह ने हमें उससे नजात दे दी। और हमारे लिए यह मुमकिन नहीं कि हम उसमें लौट जाएँ मगर यह कि अल्लाह हमारा रब चाहे। हमारे रब का इल्म हर चीज़ को घेरे हुए है, हमने अल्लाह पर भरोसा किया है। ऐ हमारे रब! हमारे और हमारी क़ौम के बीच हक़ के साथ फ़ैसला कर दे, और तू बेहतरीन फ़ैसला करने वाला है।"
          }
        },
        {
          "no": 90,
          "arabic": "وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخَاسِرُونَ",
          "transliteration": "Wa qāla al-mala'u alladhīna kafarū min qawmihi la'ini ittaba'tum Shu'ayban innakum idhan la khāsirūn",
          "translations": {
            "English": "The eminent ones who disbelieved among his people said, 'If you were to follow Shu'ayb, indeed, you would then be losers.'",
            "Urdu": "اس کی قوم کے کافر سرداروں نے کہا، 'اگر تم شعیب کی پیروی کرو گے تو یقیناً تم نقصان اٹھانے والے ہو جاؤ گے۔'",
            "French": "Les notables de son peuple qui avaient mécru dirent : 'Si vous suivez Chu‘aïb, vous serez assurément perdants.'",
            "Spanish": "Los notables de su pueblo que no creían dijeron: 'Si seguís a Jetró, entonces seréis perdedores.'",
            "Hindi": "उसकी क़ौम के काफ़िर सरदारों ने कहा, 'अगर तुम शुऐब की पैरवी करोगे तो निश्चय ही तुम घाटा उठाने वाले हो जाओगे।'"
          }
        },
        {
          "no": 91,
          "arabic": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
          "transliteration": "Fa akhadhat-humu ar-rajfatu fa aṣbaḥū fī dārihim jāthimīn",
          "translations": {
            "English": "So the earthquake seized them, and they became within their home [corpses] fallen prone.",
            "Urdu": "پس انہیں ایک زلزلے نے آ لیا اور وہ اپنے گھروں میں اوندھے پڑے رہ گئے।",
            "French": "Le tremblement de terre les saisit; et les voilà étendus, gisant dans leurs demeures.",
            "Spanish": "Entonces les sorprendió un terremoto y amanecieron caídos en sus hogares.",
            "Hindi": "तो उन्हें एक भूकंप ने आ लिया और वे अपने घरों में उलटे पड़े रह गए।"
          }
        },
        {
          "no": 92,
          "arabic": "الَّذِينَ كَذَّبُوا شُعَيْبًا كَأَنْ لَمْ يَغْنَوْا فِيهَا الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ",
          "transliteration": "Alladhīna kadhabū Shu'ayban ka'an lam yaghnaw fīhā, alladhīna kadhabū Shu'ayban kānū humu al-khāsirīn",
          "translations": {
            "English": "Those who denied Shu'ayb - it was as though they had never resided there. Those who denied Shu'ayb - it was they who were the losers.",
            "Urdu": "جنہوں نے شعیب کو جھٹلایا، گویا وہ کبھی اس میں رہے ہی نہ تھے۔ جنہوں نے شعیب کو جھٹلایا، وہی نقصان اٹھانے والے تھے۔",
            "French": "Ceux qui avaient traité Chu‘aïb de menteur, [on eût dit] qu’ils n’y avaient jamais vécu. Ceux qui avaient traité Chu‘aïb de menteur furent eux les perdants.",
            "Spanish": "Quienes desmintieron a Jetró fue como si nunca hubieran prosperado en ella. Quienes desmintieron a Jetró fueron ellos los perdedores.",
            "Hindi": "जिन्होंने शुऐब को झुठलाया, गोया वे कभी उसमें रहे ही न थे। जिन्होंने शुऐब को झुठलाया, वही घाटा उठाने वाले थे।"
          }
        },
        {
          "no": 93,
          "arabic": "فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي وَنَصَحْتُ لَكُمْ فَكَيْفَ آسَى عَلَى قَوْمٍ كَافِرِينَ",
          "transliteration": "Fa tawallā 'anhum wa qāla yā qawmi laqad ablaghtukum risālāti rabbī wa naṣaḥtu lakum fa kayfa āsā 'alā qawmin kāfirīn",
          "translations": {
            "English": "And he turned away from them and said, 'O my people, I had certainly conveyed to you the messages of my Lord and advised you, so how could I grieve for a disbelieving people?'",
            "Urdu": "پس وہ ان سے منہ موڑ کر چل دیا اور کہا، 'اے میری قوم! میں نے تمہیں اپنے رب کے پیغامات پہنچا دیے اور تمہیں نصیحت کی، تو میں کافر قوم پر کیسے افسوس کروں؟'",
            "French": "Et [Chu‘aïb] se détourna d’eux et dit : 'Ô mon peuple, je vous avais communiqué les messages de mon Seigneur et vous avais conseillé sincèrement. Comment donc m’affligerais-je pour des gens mécréants ?'",
            "Spanish": "Y se apartó de ellos y dijo: '¡Oh, pueblo mío! Os he transmitido los mensajes de mi Señor y os he aconsejado sinceramente. ¿Cómo voy a afligirme por un pueblo que se niega a creer?'",
            "Hindi": "तो वह उनसे मुँह मोड़कर चल दिया और कहा, 'ऐ मेरी क़ौम! मैंने तुम्हें अपने रब के पैग़ाम पहुँचा दिए और तुम्हें नसीहत की, तो मैं काफ़िर क़ौम पर कैसे अफ़सोस करूँ?'"
          }
        },
        {
          "no": 94,
          "arabic": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
          "transliteration": "Wa mā arsalnā fī qaryatin min nabiyyin illā akhadhnā ahlahā bil-ba'sā'i wa aḍ-ḍarrā'i la'allahum yaḍḍarra'ūn",
          "translations": {
            "English": "And We did not send any prophet to any city but We seized its people with adversity and hardship that they might humble themselves [to Allah].",
            "Urdu": "اور ہم نے کسی بستی میں کوئی نبی نہیں بھیجا مگر یہ کہ ہم نے اس کے لوگوں کو سختی اور تنگی میں مبتلا کیا تاکہ وہ عاجزی کریں।",
            "French": "Et Nous n’avons envoyé de prophète à aucune cité sans que Nous n’ayons frappé ses habitants d’adversité et de malheur, afin qu’ils implorent [le pardon].",
            "Spanish": "No enviamos a ningún profeta a una ciudad sin que afligiéramos a su gente con adversidades y dificultades, para que se humillaran.",
            "Hindi": "और हमने किसी बस्ती में कोई नबी नहीं भेजा मगर यह कि हमने उसके लोगों को तकलीफ़ और तंगी में गिरफ़्तार किया ताकि वे गिड़गिड़ाएँ।"
          }
        },
        {
          "no": 95,
          "arabic": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
          "transliteration": "Thumma baddalnā makāna as-sayyi'ati al-ḥasanata ḥattā 'afaw wa qālū qad massa ābā'anā aḍ-ḍarrā'u wa as-sarrā'u fa akhadhnāhum baghtatan wa hum lā yash'urūn",
          "translations": {
            "English": "Then We exchanged in place of the bad [condition], good, until they increased [and prospered] and said, 'Our fathers [also] were touched with hardship and ease.' So We seized them suddenly while they did not perceive.",
            "Urdu": "پھر ہم نے تکلیف کے بدلے آسائش دے دی یہاں تک کہ وہ پھیل گئے اور کہنے لگے، 'ہمارے باپ دادا کو بھی تکلیف اور آسائش پہنچی تھی۔' پس ہم نے انہیں اچانک پکڑ لیا اور انہیں شعور تک نہ ہوا۔",
            "French": "Ensuite, Nous avons changé leur mauvaise condition en une bonne, jusqu’à ce qu’ils eurent accédé à l’aisance et dirent : 'La misère et la prospérité ont touché nos ancêtres aussi.' C’est alors que Nous les avons saisis soudain, sans qu’ils s’en rendent compte.",
            "Spanish": "Luego cambiamos la adversidad por el bienestar hasta que se multiplicaron y dijeron: 'A nuestros padres también les afligieron las dificultades y la prosperidad.' Entonces les sorprendimos repentinamente sin que se dieran cuenta.",
            "Hindi": "फिर हमने तकलीफ़ की जगह आराम दे दिया यहाँ तक कि वे फैल गए और कहने लगे, 'हमारे बाप-दादा को भी तकलीफ़ और आराम पहुँचा था।' तो हमने उन्हें अचानक पकड़ लिया और उन्हें ख़बर तक न हुई।"
          }
        },
        {
          "no": 96,
          "arabic": "وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ",
          "transliteration": "Wa law anna ahl al-qurā āmanū wa attaqaw lafataḥnā 'alayhim barakātin min as-samā'i wa al-arḍi wa lākin kadhabū fa akhadhnāhum bimā kānū yaksibūn",
          "translations": {
            "English": "And if only the people of the cities had believed and feared Allah, We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning.",
            "Urdu": "اور اگر بستیوں کے لوگ ایمان لاتے اور پرہیزگاری کرتے تو ہم ان پر آسمان اور زمین سے برکتیں کھول دیتے، لیکن انہوں نے جھٹلایا تو ہم نے انہیں ان کے اعمال کی پاداش میں پکڑ لیا।",
            "French": "Si les habitants des cités avaient cru et avaient craint Allah, Nous leur aurions certainement accordé des bénédictions du ciel et de la terre. Mais ils ont démenti et Nous les avons donc saisis pour ce qu’ils avaient commis.",
            "Spanish": "Si los habitantes de las ciudades hubieran creído y sido conscientes de Allah, les habríamos abierto las bendiciones del cielo y de la tierra. Pero desmintieron, así que los castigamos por lo que cometieron.",
            "Hindi": "और अगर बस्तियों के लोग ईमान लाते और परहेज़गारी करते तो हम उन पर आसमान और ज़मीन से बरकतें खोल देते, मगर उन्होंने झुठलाया तो हमने उन्हें उनके अमाल की सज़ा में पकड़ लिया।"
          }
        }
      ,
      
        {
          "no": 97,
          "arabic": "أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ",
          "transliteration": "Afa amina ahlul-qura an ya'tiyahum ba'suna bayatan wa hum nā'imūn",
          "translations": {
            "English": "Do the people of the towns feel secure that Our punishment will not come upon them at night while they are asleep?",
            "Urdu": "کیا بستیوں کے لوگ اس بات سے بے خوف ہو گئے ہیں کہ ہمارا عذاب رات کو ان پر آ پڑے جبکہ وہ سو رہے ہوں؟",
            "French": "Les habitants des cités sont-ils sûrs que Notre châtiment ne les frappera pas la nuit, pendant qu’ils dorment ?",
            "Spanish": "¿Acaso los habitantes de las ciudades están seguros de que Nuestro castigo no les llegará de noche mientras duermen?",
            "Hindi": "क्या बस्तियों के लोग इस बात से बेख़ौफ़ हो गए हैं कि हमारा अज़ाब रात को उन पर आ पड़े जबकि वे सो रहे हों?"
          }
        },
        {
          "no": 98,
          "arabic": "أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
          "transliteration": "Awa amina ahlul-qura an ya'tiyahum ba'suna ḍuḥan wa hum yal'abūn",
          "translations": {
            "English": "Or do they feel secure that Our punishment will not come upon them in the morning while they are at play?",
            "Urdu": "یا وہ اس بات سے بے خوف ہو گئے ہیں کہ ہمارا عذاب دن چڑھے ان پر آ پڑے جبکہ وہ کھیل رہے ہوں؟",
            "French": "Ou sont-ils sûrs que Notre châtiment ne les frappera pas en plein jour, pendant qu’ils s’amusent ?",
            "Spanish": "¿O están seguros de que no les llegará de día mientras juegan?",
            "Hindi": "या वे इस बात से बेख़ौफ़ हो गए हैं कि हमारा अज़ाब दिन चढ़े उन पर आ पड़े जबकि वे खेल रहे हों?"
          }
        },
        {
          "no": 99,
          "arabic": "أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ",
          "transliteration": "Afa amīnū makrallāhi falā ya'manu makrallāhi illal-qawmul-khāsirūn",
          "translations": {
            "English": "Do they feel secure from the plan of Allah? But no one feels secure from the plan of Allah except the losing people.",
            "Urdu": "کیا وہ اللہ کی تدبیر سے بے خوف ہو گئے ہیں؟ حالانکہ اللہ کی تدبیر سے وہی لوگ بے خوف ہوتے ہیں جو نقصان اٹھانے والے ہیں۔",
            "French": "Se croient-ils à l’abri du stratagème d’Allah ? Seuls les gens perdus se croient à l’abri du stratagème d’Allah.",
            "Spanish": "¿Acaso se sienten a salvo del plan de Allah? Pero nadie está a salvo del plan de Allah excepto los perdedores.",
            "Hindi": "क्या वे अल्लाह की तदबीर से बेख़ौफ़ हो गए हैं? हालाँकि अल्लाह की तदबीर से वही लोग बेख़ौफ़ होते हैं जो घाटा उठाने वाले हैं।"
          }
        },
        {
          "no": 100,
          "arabic": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
          "transliteration": "Awa lam yahdi lilladhīna yarithūnal-arḍa min ba'di ahlihā an law nashā'u aṣabnāhum bidhunūbihim wa naṭba'u 'alā qulūbihim fahum lā yasma'ūn",
          "translations": {
            "English": "Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins and seal over their hearts so they would not hear?",
            "Urdu": "کیا ان لوگوں کو جو زمین کے وارث بنے اس کے پچھلے باشندوں کے بعد یہ بات واضح نہیں ہوئی کہ اگر ہم چاہیں تو انہیں ان کے گناہوں کی پاداش میں پکڑ لیں اور ان کے دلوں پر مہر لگا دیں پھر وہ سنیں بھی نہیں؟",
            "French": "N’est-ce pas un enseignement pour ceux qui héritent la terre après ses [anciens] habitants que, si Nous voulions, Nous les frapperions pour leurs péchés et scellerions leurs cœurs, les empêchant d’entendre ?",
            "Spanish": "¿Acaso no es una lección para quienes heredan la tierra después de sus habitantes anteriores que, si quisiéramos, los castigaríamos por sus pecados y sellaríamos sus corazones para que no oyeran?",
            "Hindi": "क्या उन लोगों को जो ज़मीन के वारिस बने उसके पिछले रहने वालों के बाद यह बात स्पष्ट नहीं हुई कि अगर हम चाहें तो उन्हें उनके गुनाहों की सज़ा में पकड़ लें और उनके दिलों पर मुहर लगा दें फिर वे सुनें भी नहीं?"
          }
        },
        {
          "no": 101,
          "arabic": "تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ",
          "transliteration": "Tilkal-qura naquṣṣu 'alayka min anbā'ihā, wa laqad jā'athum rusuluhum bil-bayyināti famā kānū liyu'minū bimā kadhdhabū min qabl, kadhālika yaṭba'ullāhu 'alā qulūbil-kāfirīn",
          "translations": {
            "English": "Those cities - We relate to you some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers.",
            "Urdu": "یہ بستیاں ہیں جن کے بعض حالات ہم آپ کو سناتے ہیں۔ اور یقیناً ان کے پاس ان کے رسول واضح نشانیاں لے کر آئے تھے، مگر وہ اس چیز پر ایمان نہ لائے جسے پہلے جھٹلا چکے تھے۔ اسی طرح اللہ کافروں کے دلوں پر مہر لگا دیتا ہے۔",
            "French": "Voilà des cités dont Nous te racontons certaines nouvelles. Leurs messagers leur étaient certes venus avec des preuves évidentes, mais ils ne purent croire à ce qu’auparavant ils avaient traité de mensonge. C’est ainsi qu’Allah scelle les cœurs des mécréants.",
            "Spanish": "Esas ciudades, te relatamos algo de su historia. Sus mensajeros les llegaron con pruebas claras, pero no creyeron en lo que antes habían negado. Así es como Allah sella los corazones de los incrédulos.",
            "Hindi": "ये बस्तियाँ हैं जिनके कुछ हालात हम आपको सुनाते हैं। और यक़ीनन उनके पास उनके रसूल स्पष्ट निशानियाँ लेकर आए थे, मगर वे उस चीज़ पर ईमान न लाए जिसे पहले झुठला चुके थे। इसी तरह अल्लाह काफ़िरों के दिलों पर मुहर लगा देता है।"
          }
        },
        {
          "no": 102,
          "arabic": "وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ",
          "transliteration": "Wa mā wajadnā li'aktharihim min 'ahdin wa in wajadnā aktharahum lafāsiqīn",
          "translations": {
            "English": "And We did not find for most of them any covenant, but indeed, We found most of them defiantly disobedient.",
            "Urdu": "اور ہم نے ان میں سے اکثر کو کوئی عہد پورا کرتے نہیں پایا، بلکہ ہم نے ان میں سے اکثر کو نافرمان ہی پایا۔",
            "French": "Et Nous n’avons trouvé chez la plupart d’entre eux aucun respect de l’engagement ; mais Nous avons trouvé la plupart d’entre eux pervers.",
            "Spanish": "No encontramos en la mayoría de ellos cumplimiento de pacto alguno, sino que la mayoría eran transgresores.",
            "Hindi": "और हमने उनमें से अक़्सर को कोई अहद निभाते नहीं पाया, बल्कि हमने उनमें से अक़्सर को नाफ़रमान ही पाया।"
          }
        },
        {
          "no": 103,
          "arabic": "ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُوا بِهَا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
          "transliteration": "Thumma ba'athnā min ba'dihim Mūsā bi'āyātinā ilā Fir'awna wa mala'ihi fa ẓalamū bihā fanẓur kayfa kāna 'āqibatul-mufsidīn",
          "translations": {
            "English": "Then after them, We sent Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them. So see how was the end of the corrupters.",
            "Urdu": "پھر ان کے بعد ہم نے موسیٰ کو اپنی نشانیوں کے ساتھ فرعون اور اس کے سرداروں کی طرف بھیجا، تو انہوں نے ان کے ساتھ ظلم کیا۔ پس دیکھو کہ فساد کرنے والوں کا انجام کیسا ہوا۔",
            "French": "Puis, après eux, Nous envoyâmes Moïse, avec Nos miracles, à Pharaon et ses notables. Mais ils les traitèrent avec injustice. Regarde donc quelle fut la fin des corrupteurs !",
            "Spanish": "Luego, después de ellos, enviamos a Moisés con Nuestros signos al Faraón y su nobleza, pero los trataron con injusticia. Observa cuál fue el final de los corruptores.",
            "Hindi": "फिर उनके बाद हमने मूसा को अपनी निशानियों के साथ फ़िरऔन और उसके सरदारों की तरफ़ भेजा, तो उन्होंने उनके साथ ज़ुल्म किया। फिर देखो कि बिगाड़ पैदा करने वालों का क्या हश्र हुआ।"
          }
        },
        {
          "no": 104,
          "arabic": "وَقَالَ مُوسَى يَا فِرْعَوْنُ إِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ",
          "transliteration": "Wa qāla Mūsā yā Fir'awnu innī rasūlun min Rabbil-'ālamīn",
          "translations": {
            "English": "And Moses said, 'O Pharaoh, indeed I am a messenger from the Lord of the worlds.'",
            "Urdu": "اور موسیٰ نے کہا، 'اے فرعون! بے شک میں رب العالمین کی طرف سے بھیجا ہوا رسول ہوں۔'",
            "French": "Et Moïse dit : 'Ô Pharaon, je suis un messager du Seigneur de l’Univers.'",
            "Spanish": "Y Moisés dijo: '¡Oh, Faraón! En verdad, soy un mensajero del Señor de los mundos.'",
            "Hindi": "और मूसा ने कहा, 'ऐ फ़िरऔन! बेशक मैं रब्बुल आलमीन की तरफ़ से भेजा हुआ रसूल हूँ।'"
          }
        },
        {
          "no": 105,
          "arabic": "حَقِيقٌ عَلَى أَنْ لَا أَقُولَ عَلَى اللَّهِ إِلَّا الْحَقَّ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِنْ رَبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ",
          "transliteration": "Ḥaqīqun 'alā allā aqūla 'alallāhi illal-ḥaqqa qad ji'tukum bibayyinatim min rabbikum fa arsil ma'iya banī Isrā'īl",
          "translations": {
            "English": "[It is] proper for me not to say about Allah except the truth. I have come to you with clear evidence from your Lord, so send with me the Children of Israel.'",
            "Urdu": "میرے لیے یہی مناسب ہے کہ میں اللہ کے بارے میں حق کے سوا کچھ نہ کہوں۔ میں تمہارے پاس تمہارے رب کی طرف سے واضح دلیل لے کر آیا ہوں، سو بنی اسرائیل کو میرے ساتھ بھیج دو۔'",
            "French": "[Il convient] que je ne dise sur Allah que la vérité. Je suis venu à vous avec une preuve évidente de votre Seigneur. Laisse donc partir avec moi les Enfants d’Israël.'",
            "Spanish": "Me corresponde no decir sobre Allah sino la verdad. Os he traído una prueba clara de vuestro Señor. Dejad que los Hijos de Israel partan conmigo.'",
            "Hindi": "मेरे लिए यही मुनासिब है कि मैं अल्लाह के बारे में हक़ के सिवा कुछ न कहूँ। मैं तुम्हारे पास तुम्हारे रब की तरफ़ से स्पष्ट दलील लेकर आया हूँ, तो बनी इस्राईल को मेरे साथ भेज दो।'"
          }
        },
        {
          "no": 106,
          "arabic": "قَالَ إِنْ كُنْتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
          "transliteration": "Qāla in kunta ji'ta bi'āyatin fa'ti bihā in kunta minaṣ-ṣādiqīn",
          "translations": {
            "English": "[Pharaoh] said, 'If you have come with a sign, then bring it forth, if you should be of the truthful.'",
            "Urdu": "اس نے کہا، 'اگر تو کوئی نشانی لے کر آیا ہے تو اسے پیش کر، اگر تو سچا ہے۔'",
            "French": "Il dit : 'Si tu es venu avec un miracle, montre-le donc, si tu es du nombre des véridiques.'",
            "Spanish": "Dijo: 'Si has traído un signo, muéstralo, si es que dices la verdad.'",
            "Hindi": "उसने कहा, 'अगर तू कोई निशानी लेकर आया है तो उसे पेश कर, अगर तू सच्चा है।'"
          }
        },
        {
          "no": 107,
          "arabic": "فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ",
          "transliteration": "Fa alqā 'aṣāhu fa idhā hiya thu'bānun mubīn",
          "translations": {
            "English": "So [Moses] threw his staff, and suddenly it was a serpent, manifest.",
            "Urdu": "تو اس نے اپنی لاٹھی ڈال دی، تو اچانک وہ ایک کھلا ہوا سانپ بن گئی۔",
            "French": "Il jeta donc son bâton et voilà que c’était un serpent évident.",
            "Spanish": "Entonces arrojó su vara y he aquí que era una serpiente evidente.",
            "Hindi": "तो उसने अपनी लाठी डाल दी, तो अचानक वह एक खुला हुआ साँप बन गई।"
          }
        },
        {
          "no": 108,
          "arabic": "وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ",
          "transliteration": "Wa naza'a yadahu fa idhā hiya baiḍā'u lin-nāẓirīn",
          "translations": {
            "English": "And he drew out his hand, and thereupon it was white to the observers.",
            "Urdu": "اور اس نے اپنا ہاتھ نکالا تو وہ دیکھنے والوں کے لیے چمکتا ہوا سفید ہو گیا۔",
            "French": "Et il sortit sa main et voilà qu’elle était blanche [éclatante] pour ceux qui regardaient.",
            "Spanish": "Y sacó su mano, y he aquí que era blanca para los observadores.",
            "Hindi": "और उसने अपना हाथ निकाला तो वह देखने वालों के लिए चमकता हुआ सफ़ेद हो गया।"
          }
        },
        {
          "no": 109,
          "arabic": "قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ",
          "transliteration": "Qālal-mala'u min qawmi Fir'awna innahā lasāḥirun 'alīm",
          "translations": {
            "English": "The eminent among the people of Pharaoh said, 'Indeed, this is a learned magician.'",
            "Urdu": "فرعون کی قوم کے سرداروں نے کہا، 'بے شک یہ ماہر جادوگر ہے۔'",
            "French": "Les notables du peuple de Pharaon dirent : 'Voilà certes un magicien savant.'",
            "Spanish": "Los notables del pueblo del Faraón dijeron: 'En verdad, este es un mago experto.'",
            "Hindi": "फ़िरऔन की क़ौम के सरदारों ने कहा, 'बेशक यह माहिर जादूगर है।'"
          }
        },
        {
          "no": 110,
          "arabic": "يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ فَمَاذَا تَأْمُرُونَ",
          "transliteration": "Yurīdu an yukhrijakum min arḍikum fa mādhā ta'murūn",
          "translations": {
            "English": "He wants to drive you out of your land, so what do you instruct?",
            "Urdu": "وہ چاہتا ہے کہ تمہیں تمہاری زمین سے نکال دے، تو تم کیا حکم دیتے ہو؟",
            "French": "Il veut vous expulser de votre terre. Que commandez-vous donc ?",
            "Spanish": "Quiere expulsaros de vuestra tierra. ¿Qué ordenáis?'",
            "Hindi": "वह चाहता है कि तुम्हें तुम्हारी ज़मीन से निकाल दे, तो तुम क्या हुक्म देते हो?'"
          }
        },
        {
          "no": 111,
          "arabic": "قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ",
          "transliteration": "Qālū arjih wa akhāhu wa arsil fil-madā'ini ḥāshirīn",
          "translations": {
            "English": "They said, 'Postpone [the matter of] him and his brother and send among the cities gatherers.'",
            "Urdu": "انہوں نے کہا، 'اسے اور اس کے بھائی کو مہلت دو اور شہروں میں جمع کرنے والے بھیجو۔'",
            "French": "Ils dirent : 'Fais-le attendre, lui et son frère, et envoie des rassembleurs dans les villes,'",
            "Spanish": "Dijeron: 'Retrasa su asunto y el de su hermano, y envía reclutadores a las ciudades,'",
            "Hindi": "उन्होंने कहा, 'उसे और उसके भाई को मोहलत दो और शहरों में जमा करने वाले भेजो।'"
          }
        },
        {
          "no": 112,
          "arabic": "يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ",
          "transliteration": "Ya'tūnaka bikulli sāḥirin 'alīm",
          "translations": {
            "English": "Who will bring you every learned magician.",
            "Urdu": "جو تمہارے پاس ہر ماہر جادوگر کو لے آئیں۔",
            "French": "Qui t’amèneront tout magicien savant.'",
            "Spanish": "Que te traigan a todo mago experto.'",
            "Hindi": "जो तुम्हारे पास हर माहिर जादूगर को ले आएँ।'"
          }
        },
        {
          "no": 113,
          "arabic": "وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ",
          "transliteration": "Wa jā'a as-saḥaratu Fir'awna qālū innā lanā la'ajran in kunnā naḥnul-ghālibīn",
          "translations": {
            "English": "And the magicians came to Pharaoh. They said, 'Indeed for us is a reward if we are the predominant?'",
            "Urdu": "اور جادوگر فرعون کے پاس آئے۔ انہوں نے کہا، 'کیا ہمارے لیے اجرت ہے اگر ہم غالب رہے؟'",
            "French": "Et les magiciens vinrent trouver Pharaon en disant : 'Y aura-t-il vraiment une récompense pour nous, si nous sommes les vainqueurs ?'",
            "Spanish": "Y los magos vinieron al Faraón y dijeron: '¿Habrá para nosotros una recompensa si somos los vencedores?'",
            "Hindi": "और जादूगर फ़िरऔन के पास आए। उन्होंने कहा, 'क्या हमारे लिए इनाम है अगर हम ग़ालिब रहे?'"
          }
        },
        {
          "no": 114,
          "arabic": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ",
          "transliteration": "Qāla na'am wa innakum laminal-muqarrabīn",
          "translations": {
            "English": "He said, 'Yes, and indeed, you will be of those near [to me].'",
            "Urdu": "اس نے کہا، 'ہاں، اور بے شک تم مقربین میں سے ہو گے۔'",
            "French": "Il dit : 'Oui, et vous serez certes parmi mes proches.'",
            "Spanish": "Dijo: 'Sí, y seréis de mis allegados.'",
            "Hindi": "उसने कहा, 'हाँ, और बेशक तुम मुक़र्रबीन में से होगे।'"
          }
        },
        {
          "no": 115,
          "arabic": "قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ",
          "transliteration": "Qālū yā Mūsā immā an tulqiya wa immā an nakūna naḥnul-mulqīn",
          "translations": {
            "English": "They said, 'O Moses, either you throw [your staff], or we will be the ones to throw.'",
            "Urdu": "انہوں نے کہا، 'اے موسیٰ! یا تو تو ڈالے گا یا ہم ڈالنے والے ہوں گے۔'",
            "French": "Ils dirent : 'Ô Moïse, ou bien tu jettes, ou bien ce sera nous les premiers à jeter.'",
            "Spanish": "Dijeron: '¡Oh, Moisés! O arrojas tú o seremos nosotros los primeros en arrojar.'",
            "Hindi": "उन्होंने कहा, 'ऐ मूसा! या तो तू डालेगा या हम डालने वाले होंगे।'"
          }
        },
        {
          "no": 116,
          "arabic": "قَالَ أَلْقُوا فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ",
          "transliteration": "Qāla alqū, falammā alqaw saḥarū a'yunan-nāsi wastarhabūhum wa jā'ū bisihrin 'aẓīm",
          "translations": {
            "English": "He said, 'Throw,' and when they threw, they bewitched the eyes of the people and struck terror into them, and they presented a great magic.",
            "Urdu": "اس نے کہا، 'تم ڈالو'، تو جب انہوں نے ڈالا تو لوگوں کی آنکھوں پر جادو کر دیا اور انہیں ڈرا دیا، اور بڑا جادو دکھایا۔",
            "French": "Il dit : 'Jetez'. Puis, lorsqu’ils eurent jeté, ils ensorcelèrent les yeux des gens et les épouvantèrent, et vinrent avec une puissante magie.",
            "Spanish": "Dijo: 'Arrojad'. Y cuando arrojaron, hechizaron los ojos de la gente y los aterrorizaron, mostrando una gran magia.",
            "Hindi": "उसने कहा, 'तुम डालो', तो जब उन्होंने डाला तो लोगों की आँखों पर जादू कर दिया और उन्हें डरा दिया, और बड़ा जादू दिखाया।"
          }
        },
        {
          "no": 117,
          "arabic": "وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ",
          "transliteration": "Wa awḥaynā ilā Mūsā an alqi 'aṣāka fa idhā hiya talqafu mā ya'fikūn",
          "translations": {
            "English": "And We inspired to Moses, 'Throw your staff,' and at once it devoured what they were falsifying.",
            "Urdu": "اور ہم نے موسیٰ کی طرف وحی کی کہ اپنی لاٹھی ڈال دو، تو اچانک اس نے ان کے جھوٹے جادو کو نگل لیا۔",
            "French": "Et Nous révélâmes à Moïse : 'Jette ton bâton'. Et voilà que celui-ci se mit à engloutir ce qu’ils avaient fabriqué.",
            "Spanish": "E inspiramos a Moisés: 'Arroja tu vara'. Y he aquí que devoró lo que habían falsificado.",
            "Hindi": "और हमने मूसा की तरफ़ वह्य की कि अपनी लाठी डाल दो, तो अचानक उसने उनके झूठे जादू को निगल लिया।"
          }
        },
        {
          "no": 118,
          "arabic": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ",
          "transliteration": "Fawaqa'al-ḥaqqu wa baṭala mā kānū ya'malūn",
          "translations": {
            "English": "So the truth was established, and abolished was what they were doing.",
            "Urdu": "پس حق ثابت ہو گیا اور باطل ہو گیا جو کچھ وہ کر رہے تھے۔",
            "French": "Ainsi la vérité se manifesta et ce qu’ils firent fut vain.",
            "Spanish": "Así se estableció la verdad y se anuló lo que hacían.",
            "Hindi": "तो हक़ साबित हो गया और बातिल हो गया जो कुछ वे कर रहे थे।"
          }
        },
        {
          "no": 119,
          "arabic": "فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ",
          "transliteration": "Faghulibū hunālika wanqalabū ṣāghirīn",
          "translations": {
            "English": "And they were overcome there and returned humiliated.",
            "Urdu": "پس وہاں وہ مغلوب ہو گئے اور ذلیل ہو کر لوٹے۔",
            "French": "Ils furent donc vaincus et se retirèrent humiliés.",
            "Spanish": "Y allí fueron vencidos y se retiraron humillados.",
            "Hindi": "तो वहाँ वे मात खा गए और ज़लील होकर लौटे।"
          }
        },
        {
          "no": 120,
          "arabic": "وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ",
          "transliteration": "Wa ulqiya as-saḥaratu sājidīn",
          "translations": {
            "English": "And the magicians fell down in prostration.",
            "Urdu": "اور جادوگر سجدے میں گر پڑے।",
            "French": "Et les magiciens tombèrent prosternés.",
            "Spanish": "Y los magos cayeron postrados.",
            "Hindi": "और जादूगर सज्दे में गिर पड़े।"
          }
        },
        {
          "no": 121,
          "arabic": "قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ",
          "transliteration": "Qālū āmannā birabbil-'ālamīn",
          "translations": {
            "English": "They said, 'We have believed in the Lord of the worlds,'",
            "Urdu": "انہوں نے کہا، 'ہم رب العالمین پر ایمان لے آئے،'",
            "French": "Ils dirent : 'Nous croyons au Seigneur de l’Univers,'",
            "Spanish": "Dijeron: 'Creemos en el Señor de los mundos,'",
            "Hindi": "उन्होंने कहा, 'हम रब्बुल आलमीन पर ईमान ले आए,'"
          }
        },
        {
          "no": 122,
          "arabic": "رَبِّ مُوسَى وَهَارُونَ",
          "transliteration": "Rabbi Mūsā wa Hārūn",
          "translations": {
            "English": "The Lord of Moses and Aaron.'",
            "Urdu": "موسیٰ اور ہارون کے رب پر۔'",
            "French": "Le Seigneur de Moïse et d’Aaron.'",
            "Spanish": "El Señor de Moisés y Aarón.'",
            "Hindi": "मूसा और हारून के रब पर।'"
          }
        },
        {
          "no": 123,
          "arabic": "قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ",
          "transliteration": "Qāla Fir'awnu āmantum bihi qabla an ādhana lakum, innahā lamakrum makartumūhu fil-madīnati litukhrijū minhā ahlahā, fa sawfa ta'lamūn",
          "translations": {
            "English": "Pharaoh said, 'You have believed in him before I gave you permission. Indeed, this is a conspiracy which you conspired in the city to expel therefrom its people. But you are going to know.'",
            "Urdu": "فرعون نے کہا، 'تم نے اس پر میری اجازت سے پہلے ایمان لے لیا؟ بے شک یہ ایک سازش ہے جو تم نے شہر میں کی ہے تاکہ اس کے لوگوں کو اس سے نکال دو۔ پس تم عنقریب جان لو گے۔'",
            "French": "Pharaon dit : 'Vous avez cru en lui avant que je ne vous y autorise. C’est bien un complot que vous avez manigancé dans la ville afin d’en faire partir ses habitants. Mais vous verrez bientôt !'",
            "Spanish": "Dijo el Faraón: '¿Habéis creído en él sin mi permiso? En verdad, esto es una conspiración que habéis tramado en la ciudad para expulsar a sus habitantes. ¡Ya veréis!'",
            "Hindi": "फ़िरऔन ने कहा, 'तुमने उस पर मेरी इजाज़त से पहले ईमान ले लिया? बेशक यह एक साज़िश है जो तुमने शहर में की है ताकि उसके लोगों को उससे निकाल दो। फिर तुम जल्द ही जान लोगे।'"
          }
        },
        {
          "no": 124,
          "arabic": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
          "transliteration": "La'uqaṭṭi'anna aydiyakum wa arjulakum min khilāfin thumma la'uṣallibannakum ajma'īn",
          "translations": {
            "English": "I will surely cut off your hands and your feet on opposite sides; then I will surely crucify you all.'",
            "Urdu": "میں ضرور تمہارے ہاتھ اور پاؤں الٹے سیدھے کاٹ دوں گا، پھر تم سب کو ضرور سولی پر چڑھا دوں گا۔'",
            "French": "Je vous couperai certainement mains et pieds opposés, puis je vous crucifierai tous.'",
            "Spanish": "Cortaré vuestras manos y pies opuestos, luego os crucificaré a todos.'",
            "Hindi": "मैं ज़रूर तुम्हारे हाथ और पैर उलटे सीधे काट दूँगा, फिर तुम सबको ज़रूर सूली पर चढ़ा दूँगा।'"
          }
        },
        {
          "no": 125,
          "arabic": "قَالُوا إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ",
          "transliteration": "Qālū innā ilā rabbinā munqalibūn",
          "translations": {
            "English": "They said, 'Indeed, to our Lord we will return.'",
            "Urdu": "انہوں نے کہا، 'بے شک ہم اپنے رب کی طرف لوٹنے والے ہیں۔'",
            "French": "Ils dirent : 'C’est vers notre Seigneur que nous retournerons.'",
            "Spanish": "Dijeron: 'En verdad, a nuestro Señor hemos de retornar.'",
            "Hindi": "उन्होंने कहा, 'बेशक हम अपने रब की तरफ़ लौटने वाले हैं।'"
          }
        },
        {
          "no": 126,
          "arabic": "وَمَا تَنْقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
          "transliteration": "Wa mā tanqimu minnā illā an āmannā bi'āyāti rabbinā lammā jā'atnā, rabbanā afrigh 'alaynā ṣabran wa tawaffanā muslimīn",
          "translations": {
            "English": "And you do not resent us except because we have believed in the signs of our Lord when they came to us. Our Lord, pour upon us patience and let us die as Muslims.'",
            "Urdu": "اور تو ہم سے صرف اس بات پر ناراض ہے کہ ہم اپنے رب کی نشانیوں پر ایمان لے آئے جب وہ ہمارے پاس آئیں۔ اے ہمارے رب! ہم پر صبر نازل فرما اور ہمیں مسلمان ہی موت دے۔'",
            "French": "Et tu ne te venges de nous que parce que nous avons cru aux preuves de notre Seigneur lorsqu’elles nous sont venues. Ô notre Seigneur ! Déverse sur nous l’endurance et fais-nous mourir soumis.'",
            "Spanish": "Y sólo te vengas de nosotros por haber creído en los signos de nuestro Señor cuando nos llegaron. ¡Oh, Señor nuestro! Infúndenos paciencia y haznos morir sometidos a Ti.'",
            "Hindi": "और तू हमसे सिर्फ़ इस बात पर नाराज़ है कि हम अपने रब की निशानियों पर ईमान ले आए जब वे हमारे पास आईं। ऐ हमारे रब! हम पर सब्र नाज़िल फरमा और हमें मुसलमान ही मौत दे।'"
          }
        },
        {
          "no": 127,
          "arabic": "وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ",
          "transliteration": "Wa qālal-mala'u min qawmi Fir'awna atadhara Mūsā wa qawmahu liyufsidū fil-arḍi wa yadharka wa ālihatak, qāla sanuqtilu abnā'ahum wa nastaḥyī nisā'ahum wa innā fawqahum qāhirūn",
          "translations": {
            "English": "And the eminent among the people of Pharaoh said, 'Will you leave Moses and his people to cause corruption in the land and abandon you and your gods?' [Pharaoh] said, 'We will kill their sons and keep their women alive; and indeed, we are subjugators over them.'",
            "Urdu": "اور فرعون کی قوم کے سرداروں نے کہا، 'کیا تو موسیٰ اور اس کی قوم کو چھوڑ دے گا کہ زمین میں فساد کریں اور تجھے اور تیرے معبودوں کو چھوڑ دیں؟' اس نے کہا، 'ہم ان کے بیٹوں کو قتل کریں گے اور ان کی عورتوں کو زندہ رکھیں گے، اور بے شک ہم ان پر غالب ہیں۔'",
            "French": "Et les notables du peuple de Pharaon dirent : 'Laisseras-tu Moïse et son peuple commettre du désordre sur terre, et lui-même te délaisser, toi et tes divinités ?' Il dit : 'Nous tuerons leurs fils et laisserons vivre leurs femmes. Et nous aurons sur eux une totale domination.'",
            "Spanish": "Y los notables del pueblo del Faraón dijeron: '¿Dejarás a Moisés y su pueblo corromper en la tierra y abandonarte a ti y a tus dioses?' Dijo: 'Mataremos a sus hijos y dejaremos con vida a sus mujeres, y ciertamente somos dominantes sobre ellos.'",
            "Hindi": "और फ़िरऔन की क़ौम के सरदारों ने कहा, 'क्या तू मूसा और उसकी क़ौम को छोड़ देगा कि ज़मीन में बिगाड़ पैदा करें और तुझे और तेरे माबूदों को छोड़ दें?' उसने कहा, 'हम उनके बेटों को क़त्ल करेंगे और उनकी औरतों को ज़िंदा रखेंगे, और बेशक हम उन पर ग़ालिब हैं।'"
          }
        },
        {
          "no": 128,
          "arabic": "قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ",
          "transliteration": "Qāla Mūsā liqawmihi ista'īnū billāhi waṣbirū, innal-arḍa lillāhi yūrithuhā man yashā'u min 'ibādih, wal-'āqibatu lil-muttaqīn",
          "translations": {
            "English": "Moses said to his people, 'Seek help through Allah and be patient. Indeed, the earth belongs to Allah. He causes to inherit it whom He wills of His servants. And the outcome is for the righteous.'",
            "Urdu": "موسیٰ نے اپنی قوم سے کہا، 'اللہ سے مدد چاہو اور صبر کرو۔ بے شک زمین اللہ کی ہے، وہ اسے اپنے بندوں میں سے جسے چاہے دے گا، اور انجام پرہیزگاروں کے لیے ہے۔'",
            "French": "Moïse dit à son peuple : 'Demandez aide auprès d’Allah et soyez patients. La terre appartient à Allah. Il en fait hériter qui Il veut parmi Ses serviteurs. Et la fin [heureuse] sera aux pieux.'",
            "Spanish": "Moisés dijo a su pueblo: 'Pedid ayuda a Allah y sed pacientes. En verdad, la tierra pertenece a Allah. La heredará quien Él quiera de Sus siervos. Y el buen final es para los piadosos.'",
            "Hindi": "मूसा ने अपनी क़ौम से कहा, 'अल्लाह से मदद चाहो और सब्र करो। बेशक ज़मीन अल्लाह की है, वह उसे अपने बंदों में से जिसे चाहे देगा, और अंजाम परहेज़गारों के लिए है।'"
          }
        },
        {
          "no": 129,
          "arabic": "قَالُوا أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا قَالَ عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ",
          "transliteration": "Qālū ūdhīnā min qabli an ta'tiyanā wa min ba'di mā ji'tanā, qāla 'asā rabbukum an yuhlika 'aduwwakum wa yastakhlifakum fil-arḍi fa yanẓura kayfa ta'malūn",
          "translations": {
            "English": "They said, 'We have been harmed before you came to us and after you have come to us.' He said, 'Perhaps your Lord will destroy your enemy and grant you succession in the land and see how you will do.'",
            "Urdu": "انہوں نے کہا، 'ہمیں تیرے آنے سے پہلے بھی تکلیف پہنچائی گئی اور تیرے آنے کے بعد بھی۔' اس نے کہا، 'امید ہے کہ تمہارا رب تمہارے دشمن کو ہلاک کر دے گا اور تمہیں زمین میں جانشین بنا دے گا، پھر دیکھے گا کہ تم کیسے عمل کرتے ہو۔'",
            "French": "Ils dirent : 'Nous avons été persécutés avant que tu ne viennes à nous et après ton arrivée.' Il dit : 'Il se peut que votre Seigneur détruise votre ennemi et vous établisse lieutenants sur terre, et Il verra ensuite comment vous agirez.'",
            "Spanish": "Dijeron: 'Fuimos maltratados antes de que vinieras a nosotros y después de tu llegada.' Dijo: 'Quizás vuestro Señor destruya a vuestro enemigo y os establezca como sucesores en la tierra, y observe cómo actuáis.'",
            "Hindi": "उन्होंने कहा, 'हमें तेरे आने से पहले भी तकलीफ़ पहुँचाई गई और तेरे आने के बाद भी।' उसने कहा, 'उम्मीद है कि तुम्हारा रब तुम्हारे दुश्मन को हलाक कर देगा और तुम्हें ज़मीन में जानशीन बना देगा, फिर देखेगा कि तुम कैसे अमल करते हो।'"
          }
        },
        {
          "no": 130,
          "arabic": "وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
          "transliteration": "Wa laqad akhadhnā āla Fir'awna bis-sinīna wa naqṣin minath-thamarāti la'allahum yadhakkarūn",
          "translations": {
            "English": "And We certainly seized the people of Pharaoh with years of famine and a deficiency in fruits that perhaps they would be reminded.",
            "Urdu": "اور ہم نے فرعون والوں کو قحط کے سالوں اور پھلوں کی کمی میں پکڑا، تاکہ وہ نصیحت پکڑیں۔",
            "French": "Et très certainement Nous avons éprouvé les gens de Pharaon par des années de disette et une diminution des fruits afin qu’ils se rappellent.",
            "Spanish": "Y ciertamente castigamos al pueblo del Faraón con años de sequía y escasez de frutos para que reflexionaran.",
            "Hindi": "और हमने फ़िरऔन वालों को क़हत के सालों और फलों की कमी में पकड़ा, ताकि वे नसीहत हासिल करें।"
          }
        },
        {
          "no": 131,
          "arabic": "فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "Fa idhā jā'athumul-ḥasanatu qālū lanā hādhih, wa in tuṣibhum sayyi'atun yaṭṭayyarū biMūsā wa man ma'ah, alā innamā ṭā'iruhum 'indallāhi wa lākinna aktharahum lā ya'lamūn",
          "translations": {
            "English": "But when good came to them, they said, 'This is ours [by right].' And if a bad [condition] struck them, they saw an evil omen in Moses and those with him. Unquestionably, their fortune is with Allah, but most of them do not know.",
            "Urdu": "پھر جب انہیں بھلائی پہنچتی تو کہتے، 'یہ ہمارے لیے ہے۔' اور اگر انہیں کوئی تکلیف پہنچتی تو موسیٰ اور اس کے ساتھیوں کو منحوس سمجھتے۔ سن لو! ان کا نصیب تو اللہ کے ہاتھ میں ہے، لیکن ان میں سے اکثر نہیں جانتے۔",
            "French": "Puis, quand un bien leur venait, ils disaient : 'Cela nous est dû !' Et si un mal les atteignait, ils voyaient en Moïse et ceux qui étaient avec lui un mauvais augure. En vérité, leur sort ne dépend que d’Allah, mais la plupart d’entre eux ne savent pas.",
            "Spanish": "Pero cuando les llegaba el bien, decían: 'Esto nos corresponde'. Y si les ocurría un mal, le echaban la culpa a Moisés y a quienes estaban con él. En verdad, su destino está con Allah, pero la mayoría no lo saben.",
            "Hindi": "फिर जब उन्हें भलाई पहुँचती तो कहते, 'यह हमारे लिए है।' और अगर उन्हें कोई तकलीफ़ पहुँचती तो मूसा और उसके साथियों को मनहूस समझते। सुन लो! उनकी तक़दीर तो अल्लाह के हाथ में है, लेकिन उनमें से अक़्सर नहीं जानते।"
          }
        },
        {
          "no": 132,
          "arabic": "وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
          "transliteration": "Wa qālū mahmā ta'tinā bihi min āyatin litasḥaranā bihā famā naḥnu laka bimu'minīn",
          "translations": {
            "English": "And they said, 'No matter what sign you bring us with which to bewitch us, we will not believe in you.'",
            "Urdu": "اور انہوں نے کہا، 'تو ہمارے پاس جو بھی نشانی لے کر آئے گا کہ اس کے ذریعے ہم پر جادو کر دے، ہم تیرے پر ایمان لانے والے نہیں ہیں۔'",
            "French": "Et ils dirent : 'Quel que soit le miracle que tu nous apportes pour nous ensorceler, nous ne croirons pas en toi.'",
            "Spanish": "Y dijeron: 'No importa qué signo nos traigas para hechizarnos, no creeremos en ti.'",
            "Hindi": "और उन्होंने कहा, 'तू हमारे पास जो भी निशानी लेकर आएगा कि उसके ज़रिए हम पर जादू कर दे, हम तेरे पर ईमान लाने वाले नहीं हैं।'"
          }
        },
        {
          "no": 133,
          "arabic": "فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ",
          "transliteration": "Fa arsalnā 'alayhimuṭ-ṭūfāna wal-jarāda wal-qummala waḍ-ḍafādi'a wad-dama āyātim mufaṣṣalāt, fastakbarū wa kānū qawmam mujrimīn",
          "translations": {
            "English": "So We sent upon them the flood and locusts and lice and frogs and blood as distinct signs, but they were arrogant and were a criminal people.",
            "Urdu": "پس ہم نے ان پر طوفان، ٹڈی، جوئیں، مینڈک اور خون الگ الگ نشانیوں کے طور پر بھیجا، مگر وہ تکبر کرتے رہے اور وہ مجرم قوم تھے۔",
            "French": "Nous déchaînâmes donc contre eux l’inondation, les sauterelles, les poux, les grenouilles et le sang : autant de signes explicites. Mais ils s’enflèrent d’orgueil et demeurèrent un peuple criminel.",
            "Spanish": "Entonces les enviamos el diluvio, las langostas, los piojos, las ranas y la sangre, como signos claros. Pero se ensoberbecieron y fueron un pueblo criminal.",
            "Hindi": "तो हमने उन पर तूफ़ान, टिड्डी, जूँ, मेंढक और ख़ून अलग-अलग निशानियों के तौर पर भेजा, मगर वह घमंड करते रहे और वह अपराधी क़ौम थे।"
          }
        },
        {
          "no": 134,
          "arabic": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ",
          "transliteration": "Wa lammā waqa'a 'alayhimur-rizqu qālū yā Mūsād'u lanā rabbaka bimā 'ahida 'indak, la'in kashafta 'annar-rizqa lanu'minanna laka wa lanursilanna ma'aka banī Isrā'īl",
          "translations": {
            "English": "And when the punishment fell upon them, they said, 'O Moses, invoke for us your Lord by what He has promised you. If you remove the punishment from us, we will surely believe you, and we will send with you the Children of Israel.'",
            "Urdu": "اور جب ان پر عذاب نازل ہوا تو کہنے لگے، 'اے موسیٰ! اپنے رب سے ہمارے لیے دعا کرو، اس وعدے کے مطابق جو اس نے تیرے ساتھ کیا ہے۔ اگر تو ہم سے عذاب ہٹا دے گا تو ہم ضرور تیرے پر ایمان لے آئیں گے اور بنی اسرائیل کو تیرے ساتھ ضرور بھیج دیں گے۔'",
            "French": "Et quand le châtiment les frappait, ils disaient : 'Ô Moïse, invoque pour nous ton Seigneur en vertu de l’engagement qu’Il a pris envers toi. Si tu éloignes de nous le châtiment, nous croirons certes en toi et laisserons partir avec toi les Enfants d’Israël.'",
            "Spanish": "Y cuando les azotaba el castigo, decían: '¡Oh, Moisés! Invoca a tu Señor por nosotros, según el pacto que tiene contigo. Si alejas de nosotros el castigo, creeremos en ti y dejaremos partir contigo a los Hijos de Israel.'",
            "Hindi": "और जब उन पर अज़ाब नाज़िल हुआ तो कहने लगे, 'ऐ मूसा! अपने रब से हमारे लिए दुआ कर, उस वादे के मुताबिक़ जो उसने तेरे साथ किया है। अगर तू हमसे अज़ाब हटा देगा तो हम ज़रूर तेरे पर ईमान ले आएँगे और बनी इस्राईल को तेरे साथ ज़रूर भेज देंगे।'"
          }
        },
        {
          "no": 135,
          "arabic": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ",
          "transliteration": "Fa lammā kashafnā 'anhumur-rizqa ilā ajalin hum bālighūhu idhā hum yankuthūn",
          "translations": {
            "English": "But when We removed the punishment from them until a term which they were to reach, then at once they broke their word.",
            "Urdu": "پھر جب ہم نے ان سے عذاب ایک مدت تک کے لیے ہٹا لیا جسے وہ پہنچنے والے تھے، تو اچانک وہ اپنا وعدہ توڑنے لگے۔",
            "French": "Puis, lorsque Nous écartions d’eux le châtiment jusqu’au terme fixé qu’ils devaient atteindre, voilà qu’ils violaient leurs engagements.",
            "Spanish": "Pero cuando apartábamos de ellos el castigo hasta un plazo que debían alcanzar, he aquí que rompían su promesa.",
            "Hindi": "फिर जब हमने उनसे अज़ाब एक मुद्दत तक के लिए हटा लिया जिसे वह पहुँचने वाले थे, तो अचानक वह अपना वादा तोड़ने लगे।"
          }
        },
        {
          "no": 136,
          "arabic": "فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ",
          "transliteration": "Fantaqamnā minhum fa aghraqnāhum fil-yammi bi'annahum kadhdhabū bi'āyātinā wa kānū 'anhā ghāfilīn",
          "translations": {
            "English": "So We took retribution from them, and We drowned them in the sea because they denied Our signs and were heedless of them.",
            "Urdu": "پس ہم نے ان سے انتقام لیا اور انہیں دریا میں غرق کر دیا، اس لیے کہ انہوں نے ہماری نشانیوں کو جھٹلایا اور ان سے بے خبر تھے۔",
            "French": "Nous Nous vengeâmes d’eux et les noyâmes dans les flots, parce qu’ils traitaient Nos signes de mensonges et n’y prêtaient aucune attention.",
            "Spanish": "Entonces Nos vengamos de ellos y los ahogamos en el mar por haber desmentido Nuestros signos y no haberles prestado atención.",
            "Hindi": "तो हमने उनसे बदला लिया और उन्हें दरिया में ग़र्क कर दिया, इसलिए कि उन्होंने हमारी निशानियों को झुठलाया और उनसे बेख़बर थे।"
          }
        },
        {
          "no": 137,
          "arabic": "وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ",
          "transliteration": "Wa awrathnāl-qawmal-ladhīna kānū yustaḍ'afūna mashāriqal-arḍi wa maghāribahāl-latī bāraknā fīhā, wa tammat kalimatu rabbikal-ḥusnā 'alā banī Isrā'īla bimā ṣabarū, wa dammarnā mā kāna yaṣna'u Fir'awnu wa qawmuhū wa mā kānū ya'rishūn",
          "translations": {
            "English": "And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones, which We had blessed. And the good word of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building.",
            "Urdu": "اور ہم نے ان لوگوں کو جو کمزور سمجھے جاتے تھے، زمین کے مشرقی اور مغربی حصوں کے وارث بنا دیا جن میں ہم نے برکت رکھی تھی۔ اور بنی اسرائیل کے لیے آپ کے رب کا اچھا وعدہ پورا ہو گیا، اس صبر کی وجہ سے جو انہوں نے کیا تھا۔ اور ہم نے اسے تباہ کر دیا جو فرعون اور اس کی قوم بناتے تھے اور جو کچھ وہ اونچا کرتے تھے۔",
            "French": "Et Nous fîmes hériter aux gens qui étaient opprimés les contrées orientales et occidentales de la terre que Nous avons bénies. Et la très belle promesse de ton Seigneur sur les enfants d’Israël s’accomplit pour prix de leur endurance. Et Nous détruisîmes ce que faisaient Pharaon et son peuple, ainsi que ce qu’ils construisaient.",
            "Spanish": "E hicimos que los oprimidos heredaran las regiones orientales y occidentales de la tierra que habíamos bendecido. Y se cumplió la hermosa promesa de tu Señor para los Hijos de Israel por haber sido pacientes. Y destruimos lo que el Faraón y su pueblo habían construido y lo que habían erigido.",
            "Hindi": "और हमने उन लोगों को जो कमज़ोर समझे जाते थे, ज़मीन के मशरिक़ और मग़रिब के हिस्सों के वारिस बना दिया जिनमें हमने बरकत रखी थी। और बनी इस्राईल के लिए आपके रब का अच्छा वादा पूरा हो गया, उस सब्र की वजह से जो उन्होंने किया था। और हमने उसे तबाह कर दिया जो फ़िरऔन और उसकी क़ौम बनाते थे और जो कुछ वह ऊँचा करते थे।"
          }
        },
        {
          "no": 138,
          "arabic": "وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
          "transliteration": "Wa jāwaznā bibani Isrā'īlal-baḥra fa ataw 'alā qawmin ya'kufūna 'alā aṣnāmin lahum, qālū yā Mūsāj'al lanā ilāhan kamā lahum ālihatun, qāla innakum qawmun tajhalūn",
          "translations": {
            "English": "And We took the Children of Israel across the sea, and they came upon a people intent in devotion to [some] idols of theirs. They said, 'O Moses, make for us a god just as they have gods.' He said, 'Indeed, you are a people behaving ignorantly.'",
            "Urdu": "اور ہم نے بنی اسرائیل کو دریا پار کرایا تو وہ ایک ایسی قوم کے پاس پہنچے جو اپنے بتوں پر جمے ہوئے تھے۔ انہوں نے کہا، 'اے موسیٰ! ہمارے لیے بھی ایک معبود بنا دے جیسے ان کے معبود ہیں۔' اس نے کہا، 'تم لوگ جہالت کرنے والے ہو۔'",
            "French": "Et Nous fîmes traverser la mer aux Enfants d’Israël. Ils passèrent auprès d’un peuple attaché à ses idoles et dirent : 'Ô Moïse, désigne-nous une divinité semblable à leurs dieux.' Il dit : 'Vous êtes certes des gens ignorants.'",
            "Spanish": "E hicimos que los Hijos de Israel cruzaran el mar, y llegaron a un pueblo que adoraba sus ídolos. Dijeron: '¡Oh, Moisés! Designa para nosotros un dios como los que ellos tienen'. Dijo: 'En verdad, sois un pueblo ignorante.'",
            "Hindi": "और हमने बनी इस्राईल को दरिया पार कराया तो वह एक ऐसी क़ौम के पास पहुँचे जो अपने बुतों पर जमे हुए थे। उन्होंने कहा, 'ऐ मूसा! हमारे लिए भी एक माबूद बना दे जैसे उनके माबूद हैं।' उसने कहा, 'तुम लोग जहालत करने वाले हो।'"
          }
        },
        {
          "no": 139,
          "arabic": "إِنَّ هَؤُلَاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ",
          "transliteration": "Inna hā'ulā'i mutabbarum mā hum fīhi wa bāṭilum mā kānū ya'malūn",
          "translations": {
            "English": "Indeed, those [worshippers] - destroyed is that in which they are engaged, and worthless is whatever they were doing.",
            "Urdu": "یہ لوگ جس چیز پر ہیں وہ ہلاک ہونے والی ہے اور جو کچھ وہ کر رہے ہیں وہ باطل ہے۔",
            "French": "Le culte auquel ceux-là s’adonnent est caduc et tout ce qu’ils font est vain.'",
            "Spanish": "En verdad, lo que ellos practican está condenado al fracaso y es falso lo que hacen.'",
            "Hindi": "ये लोग जिस चीज़ पर हैं वह हलाक होने वाली है और जो कुछ वह कर रहे हैं वह बातिल है।'"
          }
        },
        {
          "no": 140,
          "arabic": "قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ",
          "transliteration": "Qāla aghayrallāhi abghīkum ilāhan wa huwa faḍḍalakum 'alal-'ālamīn",
          "translations": {
            "English": "He said, 'Should I seek for you a god other than Allah while He has preferred you over the worlds?'",
            "Urdu": "اس نے کہا، 'کیا میں تمہارے لیے اللہ کے سوا کوئی اور معبود تلاش کروں، حالانکہ اس نے تمہیں جہانوں پر فضیلت دی ہے؟'",
            "French": "Il dit : 'Chercherai-je pour vous une autre divinité qu’Allah, alors que c’est Lui qui vous a préférés à toutes les créatures [de leur époque] ?'",
            "Spanish": "Dijo: '¿Acaso buscaré para vosotros otra divinidad aparte de Allah, siendo que Él os ha favorecido sobre todas las criaturas?'",
            "Hindi": "उसने कहा, 'क्या मैं तुम्हारे लिए अल्लाह के सिवा कोई और माबूद तलाश करूँ, हालाँकि उसने तुम्हें जहानों पर फ़ज़ीलत दी है?'"
          }
        },
        {
          "no": 141,
          "arabic": "وَإِذْ أَنْجَيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ",
          "transliteration": "Wa idh anjaynākum min āli Fir'awna yasūmūnakum sū'al-'adhābi yuqattilūna abnā'akum wa yastaḥyūna nisā'akum, wa fī dhālikum balā'um min rabbikum 'aẓīm",
          "translations": {
            "English": "And [recall] when We saved you from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your sons and keeping your women alive. And in that was a great trial from your Lord.",
            "Urdu": "اور جب ہم نے تمہیں فرعون والوں سے نجات دی جو تمہیں برے عذاب میں مبتلا کرتے تھے، تمہارے بیٹوں کو قتل کرتے اور تمہاری عورتوں کو زندہ رکھتے تھے۔ اور اس میں تمہارے رب کی طرف سے بڑی آزمائش تھی۔",
            "French": "Et [rappelez-vous] lorsque Nous vous avons délivrés des gens de Pharaon qui vous infligeaient le pire châtiment : en égorgeant vos fils et en épargnant vos femmes. C’était là une terrible épreuve de la part de votre Seigneur.",
            "Spanish": "Y [recordad] cuando os salvamos del pueblo del Faraón, que os infligía el peor castigo: mataban a vuestros hijos y dejaban con vida a vuestras mujeres. En eso hubo una gran prueba de vuestro Señor.",
            "Hindi": "और जब हमने तुम्हें फ़िरऔन वालों से नजात दी जो तुम्हें बुरे अज़ाब में गिरफ़्तार करते थे, तुम्हारे बेटों को क़त्ल करते और तुम्हारी औरतों को ज़िंदा रखते थे। और इसमें तुम्हारे रब की तरफ़ से बड़ी आज़माइश थी।"
          }
        },
        {
          "no": 142,
          "arabic": "وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ",
          "transliteration": "Wa wā'adnā Mūsā thalāthīna laylatan wa atmamnāhā bi'ashrin fa tamma mīqātu rabbihi arba'īna laylatan wa qāla Mūsā li'akhīhi Hārūnakhlufnī fī qawmī wa aṣliḥ wa lā tattabi' sabīlal-mufsidīn",
          "translations": {
            "English": "And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights. And Moses said to his brother Aaron, 'Take my place among my people, do right, and do not follow the way of the corrupters.'",
            "Urdu": "اور ہم نے موسیٰ سے تیس راتوں کا وعدہ کیا اور ان میں دس اور ملا دیے، تو ان کے رب کا مقررہ وقت چالیس راتوں کا پورا ہوا۔ اور موسیٰ نے اپنے بھائی ہارون سے کہا، 'میری قوم میں میری جگہ لے لے اور اصلاح کر اور فساد کرنے والوں کی راہ پر نہ چل۔'",
            "French": "Et Nous donnâmes à Moïse rendez-vous pendant trente nuits, et Nous les complétâmes par dix [autres], de sorte que le temps fixé par son Seigneur se termina au bout de quarante nuits. Et Moïse dit à Aaron son frère : 'Remplace-moi auprès de mon peuple, agis en bien et ne suis pas le sentier des corrupteurs.'",
            "Spanish": "Y concertamos con Moisés una cita de treinta noches, que completamos con diez más, de modo que el plazo de su Señor fue de cuarenta noches. Y Moisés le dijo a su hermano Aarón: 'Quédate en mi lugar con mi pueblo, actúa con rectitud y no sigas el camino de los corruptores.'",
            "Hindi": "और हमने मूसा से तीस रातों का वादा किया और उनमें दस और मिला दिए, तो उनके रब का मुक़र्रर वक़्त चालीस रातों का पूरा हुआ। और मूसा ने अपने भाई हारून से कहा, 'मेरी क़ौम में मेरी जगह ले ले और इस्लाह कर और बिगाड़ पैदा करने वालों की राह पर न चल।'"
          }
        },
        {
          "no": 143,
          "arabic": "وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ",
          "transliteration": "Wa lammā jā'a Mūsā limīqātinā wa kallamahu rabbuhū qāla rabbi arinī anẓur ilayk, qāla lan tarānī wa lākini unẓur ilal-jabali fa ini staqarra makānuhū fa sawfa tarānī, fa lammā tajallā rabbuhū lil-jabali ja'alahū dakkā wa kharra Mūsā ṣa'iqā, fa lammā afāqa qāla subḥānaka tubtu ilayka wa anā awwalul-mu'minīn",
          "translations": {
            "English": "And when Moses arrived at Our appointed time and his Lord spoke to him, he said, 'My Lord, show [Yourself] to me that I may look at You.' [Allah] said, 'You will not see Me, but look at the mountain; if it should remain in place, then you will see Me.' But when his Lord appeared to the mountain, He rendered it level, and Moses fell unconscious. And when he awoke, he said, 'Exalted are You! I have repented to You, and I am the first of the believers.'",
            "Urdu": "اور جب موسیٰ ہمارے مقررہ وقت پر حاضر ہوا اور اس کے رب نے اس سے بات کی تو اس نے کہا، 'اے میرے رب! مجھے اپنا دیدار کرائیے کہ میں آپ کو دیکھ لوں۔' فرمایا، 'تم مجھے نہیں دیکھ سکتے، لیکن اس پہاڑ کی طرف دیکھو، اگر وہ اپنی جگہ قائم رہا تو تم مجھے دیکھ لو گے۔' پھر جب اس کے رب نے پہاڑ پر جلوہ فرمایا تو اسے ریزہ ریزہ کر دیا اور موسیٰ بیہوش ہو کر گر پڑا۔ پھر جب ہوش آیا تو کہا، 'تو پاک ہے! میں تیری طرف رجوع کرتا ہوں اور میں سب سے پہلے ایمان لانے والا ہوں۔'",
            "French": "Et lorsque Moïse vint à Notre rendez-vous et que son Seigneur lui eut parlé, il dit : 'Ô mon Seigneur, montre-Toi à moi pour que je puisse Te voir !' Il dit : 'Tu ne Me verras pas ; mais regarde la montagne : si elle tient en sa place, alors tu Me verras.' Mais lorsque son Seigneur Se manifesta à la montagne, Il la pulvérisa, et Moïse s’effondra foudroyé. Lorsqu’il reprit ses sens, il dit : 'Gloire à Toi ! À Toi je me repens ; et je suis le premier des croyants.'",
            "Spanish": "Y cuando Moisés acudió a Nuestra cita y su Señor le habló, dijo: '¡Oh, Señor mío! Muéstrate a mí para que pueda verte'. Dijo: 'No Me verás, pero mira la montaña: si permanece firme en su lugar, entonces Me verás'. Pero cuando su Señor se manifestó sobre la montaña, la redujo a polvo y Moisés cayó inconsciente. Cuando recobró el conocimiento, dijo: '¡Glorificado seas! Me arrepiento ante Ti y soy el primero de los creyentes.'",
            "Hindi": "और जब मूसा हमारे मुक़र्रर वक़्त पर हाज़िर हुआ और उसके रब ने उससे बात की तो उसने कहा, 'ऐ मेरे रब! मुझे अपना दीदार कराइए कि मैं आपको देख लूँ।' फरमाया, 'तुम मुझे नहीं देख सकते, लेकिन इस पहाड़ की तरफ़ देखो, अगर वह अपनी जगह क़ायम रहा तो तुम मुझे देख लोगे।' फिर जब उसके रब ने पहाड़ पर जलवा फरमाया तो उसे रेज़ा रेज़ा कर दिया और मूसा बेहोश होकर गिर पड़ा। फिर जब होश आया तो कहा, 'तू पाक है! मैं तेरी तरफ़ रुजू' करता हूँ और मैं सबसे पहले ईमान लाने वाला हूँ।'"
          }
        },
        {
          "no": 144,
          "arabic": "قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ",
          "transliteration": "Qāla yā Mūsā innī aṣṭafaytuka 'alan-nāsi birisālātī wa bikalamī fa khuḍh mā ātaytuka wa kun minash-shākirīn",
          "translations": {
            "English": "[Allah] said, 'O Moses, I have chosen you over the people with My messages and My words, so take what I have given you and be among the grateful.'",
            "Urdu": "فرمایا، 'اے موسیٰ! میں نے تجھے لوگوں پر اپنے پیغامات اور اپنی باتوں کے ساتھ برگزیدہ کیا ہے، تو جو میں نے تجھے دیا ہے اسے لے اور شکر گزاروں میں سے ہو۔'",
            "French": "Il dit : 'Ô Moïse, Je t’ai élu, par Mes messages et Ma parole, au-dessus de tous les gens. Prends donc ce que Je t’ai donné et sois du nombre des reconnaissants.'",
            "Spanish": "Dijo: '¡Oh, Moisés! Te he elegido entre la gente con Mis mensajes y Mi palabra. Toma lo que te he dado y sé de los agradecidos.'",
            "Hindi": "फरमाया, 'ऐ मूसा! मैंने तुझे लोगों पर अपने पैग़ामों और अपनी बातों के साथ बर्गज़ीदा किया है, तो जो मैंने तुझे दिया है उसे ले और शुक्रगुज़ारों में से हो।'"
          }
        },
        {
          "no": 145,
          "arabic": "وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا سَأُرِيكُمْ دَارَ الْفَاسِقِينَ",
          "transliteration": "Wa katabnā lahū fil-alwāḥi min kulli shay'im maw'iẓatan wa tafṣīlan likulli shay'in fa khuḍh'hā biquwwatin wa'mur qawmaka ya'khuḍhū bi'aḥsanihā, sa'urīkum dāral-fāsiqīn",
          "translations": {
            "English": "And We wrote for him on the tablets [something] of all things - instruction and explanation for all things, [saying], 'Take them with determination and order your people to take the best of it. I will show you the home of the defiantly disobedient.'",
            "Urdu": "اور ہم نے اس کے لیے تختیوں میں ہر چیز سے نصیحت اور ہر چیز کا تفصیلی بیان لکھ دیا، [کہہ کر] کہ 'انہیں مضبوطی سے تھام لو اور اپنی قوم کو حکم دو کہ ان کے بہترین حصے کو تھامیں۔ میں تمہیں نافرمانوں کا گھر دکھاؤں گا۔'",
            "French": "Et Nous écrivîmes pour lui, sur les tablettes, une exhortation et une explication détaillée de toute chose. 'Prends-les donc fermement et commande à ton peuple d’en adopter le meilleur. Je vous montrerai la demeure des pervers.'",
            "Spanish": "Y escribimos para él en las tablas una exhortación y una explicación detallada de todas las cosas: 'Tómalas con firmeza y ordena a tu pueblo que adopten lo mejor de ellas. Os mostraré la morada de los transgresores.'",
            "Hindi": "और हमने उसके लिए तख़्तियों में हर चीज़ से नसीहत और हर चीज़ का तफ़सीली बयान लिख दिया, [कहकर] कि 'उन्हें मज़बूती से थाम लो और अपनी क़ौम को हुक्म दो कि उनके बेहतरीन हिस्से को थामें। मैं तुम्हें नाफ़रमानों का घर दिखाऊँगा।'"
          }
        },
        {
          "no": 146,
          "arabic": "سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ सَبِيلًا ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ",
          "transliteration": "Sa'aṣrifu 'an āyātiyal-ladhīna yatakabbarūna fil-arḍi bighayril-ḥaqqi wa in yaraw kulla āyatin lā yu'minū bihā wa in yaraw sabīlar-rushdi lā yattakhidhūhu sabīlā wa in yaraw sabīlal-ghayyi yattakhidhūhu sabīlā, dhālika bi'annahum kadhdhabū bi'āyātinā wa kānū 'anhā ghāfilīn",
          "translations": {
            "English": "I will turn away from My signs those who are arrogant upon the earth without right; and if they should see every sign, they will not believe in it. And if they see the way of consciousness, they will not adopt it as a way; but if they see the way of error, they will adopt it as a way. That is because they have denied Our signs and they were heedless of them.",
            "Urdu": "میں اپنی نشانیوں سے ان لوگوں کو پھیر دوں گا جو زمین میں ناحق تکبر کرتے ہیں۔ اور اگر وہ ہر نشانی دیکھ لیں تو بھی اس پر ایمان نہیں لائیں گے۔ اور اگر وہ ہدایت کی راہ دیکھ لیں تو اسے راہ نہیں بنائیں گے، اور اگر گمراہی کی راہ دیکھ لیں تو اسے راہ بنا لیں گے۔ یہ اس لیے کہ انہوں نے ہماری نشانیوں کو جھٹلایا اور ان سے بے خبر تھے۔",
            "French": "J’écarterai de Mes signes ceux qui, sans raison, s’enflent d’orgueil sur terre. Même s’ils voyaient tous les miracles, ils n’y croiraient pas. Et s’ils voient le bon chemin, ils ne le prennent pas comme chemin. Mais s’ils voient le sentier de l’égarement, ils le prennent comme sentier. C’est qu’ils traitent Nos signes de mensonges et n’y prêtaient aucune attention.",
            "Spanish": "Apartaré de Mis signos a quienes se ensoberbezcan en la tierra sin derecho. Aunque vean todos los signos, no creerán en ellos. Y si ven el camino de la guía, no lo seguirán. Pero si ven el camino del extravío, lo tomarán. Esto es porque desmintieron Mis signos y no les prestaron atención.",
            "Hindi": "मैं अपनी निशानियों से उन लोगों को फेर दूँगा जो ज़मीन में नाहक़ तकब्बुर करते हैं। और अगर वह हर निशानी देख लें तो भी उस पर ईमान नहीं लाएँगे। और अगर वह हिदायत की राह देख लें तो उसे राह नहीं बनाएँगे, और अगर गुमराही की राह देख लें तो उसे राह बना लेंगे। यह इसलिए कि उन्होंने हमारी निशानियों को झुठलाया और उनसे बेख़बर थे।"
          }
        },
        {
          "no": 147,
          "arabic": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
          "transliteration": "Wal-ladhīna kadhdhabū bi'āyātinā wa liqā'il-ākhirati ḥabiṭat a'māluhum hal yujzawna illā mā kānū ya'malūn",
          "translations": {
            "English": "Those who denied Our signs and the meeting of the Hereafter - their deeds have become worthless. Will they be recompensed except for what they used to do?",
            "Urdu": "جن لوگوں نے ہماری نشانیوں اور آخرت کے ملنے کو جھٹلایا، ان کے اعمال اکارت ہو گئے۔ کیا انہیں بدلہ دیا جائے گا مگر اسی کے مطابق جو وہ کرتے تھے؟",
            "French": "Ceux qui traitent de mensonges Nos preuves et la rencontre de l’au-delà, vaines seront leurs actions. Seront-ils rétribués autrement que selon ce qu’ils œuvraient ?",
            "Spanish": "Quienes desmintieron Nuestros signos y el encuentro de la otra vida, sus obras habrán sido en vano. ¿Acaso serán retribuidos sino por lo que solían hacer?",
            "Hindi": "जिन लोगों ने हमारी निशानियों और आख़िरत के मिलने को झुठलाया, उनके अमाल बेकार हो गए। क्या उन्हें बदला दिया जाएगा मगर उसी के मुताबिक़ जो वह करते थे?"
          }
        },
        {
          "no": 148,
          "arabic": "وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ",
          "transliteration": "Wattakhadha qawmu Mūsā min ba'dihī min ḥuliyyihim 'ijlan jasadan lahū khuwār, a lam yaraw annahū lā yukallimuhum wa lā yahdīhim sabīlā, attakhadhūhu wa kānū ẓālimīn",
          "translations": {
            "English": "And the people of Moses made, after [his departure], from their ornaments a calf - an image having a lowing sound. Did they not see that it could neither speak to them nor guide them to a way? They took it [for worship], and they were wrongdoers.",
            "Urdu": "اور موسیٰ کی قوم نے اس کے بعد اپنے زیورات سے ایک بچھڑے کا بنا ہوا بت بنا لیا جو دھاڑتا تھا۔ کیا انہوں نے نہیں دیکھا کہ وہ نہ تو ان سے بات کرتا ہے اور نہ ہی انہیں کوئی راہ دکھاتا ہے؟ انہوں نے اسے (معبود) بنا لیا اور وہ ظالم تھے۔",
            "French": "Et le peuple de Moïse adopta après lui un veau fait de leurs parures : un corps qui semblait mugir. Ne voyaient-ils pas qu’il ne leur parlait pas et ne les guidait sur aucun chemin ? Ils l’adoptèrent [comme divinité] et devinrent ainsi injustes.",
            "Spanish": "Y el pueblo de Moisés adoptó, en su ausencia, un becerro hecho con sus joyas, un ídolo que mugía. ¿Acaso no veían que no les hablaba ni los guiaba por camino alguno? Lo tomaron [como divinidad] y fueron opresores.",
            "Hindi": "और मूसा की क़ौम ने उसके बाद अपने ज़ेवरात से एक बछड़े का बना हुआ बुत बना लिया जो दहाड़ता था। क्या उन्होंने नहीं देखा कि वह न तो उनसे बात करता है और न ही उन्हें कोई राह दिखाता है? उन्होंने उसे (माबूद) बना लिया और वह ज़ालिम थे।"
          }
        },
        {
          "no": 149,
          "arabic": "وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
          "transliteration": "Wa lammā suqiṭa fī aydīhim wa ra'aw annahum qad ḍallū qālū la'il lam yarḥamnā rabbunā wa yaghfir lanā lanakūnanna minal-khāsirīn",
          "translations": {
            "English": "And when regret overcame them and they saw that they had gone astray, they said, 'If our Lord does not have mercy upon us and forgive us, we will surely be among the losers.'",
            "Urdu": "اور جب انہیں پچھتاوا ہوا اور انہوں نے دیکھا کہ وہ گمراہ ہو گئے ہیں تو کہنے لگے، 'اگر ہمارے رب نے ہم پر رحم نہ کیا اور ہمیں نہ بخشا تو ہم ضرور نقصان اٹھانے والوں میں سے ہو جائیں گے۔'",
            "French": "Puis, pris de remords et voyant qu’ils avaient certes été égarés, ils dirent : 'Si notre Seigneur ne nous fait pas miséricorde et ne nous pardonne pas, nous serons très certainement du nombre des perdants.'",
            "Spanish": "Y cuando les remordió la conciencia y vieron que se habían extraviado, dijeron: 'Si nuestro Señor no tiene misericordia de nosotros y nos perdona, seremos de los perdedores.'",
            "Hindi": "और जब उन्हें पछतावा हुआ और उन्होंने देखा कि वह गुमराह हो गए हैं तो कहने लगे, 'अगर हमारे रब ने हम पर रहम न किया और हमें न बख्शा तो हम ज़रूर घाटा उठाने वालों में से हो जाएँगे।'"
          }
        },
        {
          "no": 150,
          "arabic": "وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ",
          "transliteration": "Wa lammā raja'a Mūsā ilā qawmihī ghaḍbāna asifā qāla bi'samā khalaftumūnī min ba'dī a'ajiltum amra rabbikum wa alqal-alwāḥa wa akhadha bira'si akhīhi yajurruhū ilayh, qālabna umma innal-qawmas taḍ'afūnī wa kādū yaqtulūnī falā tushmit bī al-a'dā'a wa lā taj'alnī ma'al-qawmiẓ-ẓālimīn",
          "translations": {
            "English": "And when Moses returned to his people, angry and grieved, he said, 'How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord?' And he threw down the tablets and seized his brother by [the hair of] his head, pulling him toward him. [Aaron] said, 'O son of my mother, indeed the people oppressed me and were about to kill me, so let not the enemies rejoice over me and do not place me among the wrongdoing people.'",
            "Urdu": "اور جب موسیٰ اپنی قوم کے پاس غصے اور رنجیدگی کی حالت میں لوٹا تو کہنے لگا، 'تم نے میرے بعد میری جگہ بہت بری چیز اختیار کر لی۔ کیا تم اپنے رب کے حکم کے انتظار میں نہ رہ سکے؟' اور اس نے تختیاں پھینک دیں اور اپنے بھائی کے سر کے بال پکڑ کر اپنی طرف کھینچا۔ اس (ہارون) نے کہا، 'اے میرے ماں جائے! بے شک قوم نے مجھے کمزور سمجھا اور قریب تھا کہ مجھے قتل کر ڈالیں، تو میرے باعث دشمنوں کو خوشی نہ ہونے دے اور مجھے ظالم قوم میں نہ ڈال۔'",
            "French": "Et lorsque Moïse retourna à son peuple, fâché et attristé, il dit : 'Vous avez très mal agi pendant mon absence ! Avez-vous voulu hâter le commandement de votre Seigneur ?' Il jeta les tablettes et prit son frère par la tête, le tirant vers lui. Celui-ci dit : 'Fils de ma mère, les gens m’ont traité en faible et ont bien failli me tuer. Ne fais pas que les ennemis se réjouissent à mes dépens et ne me compte pas parmi les gens injustes.'",
            "Spanish": "Y cuando Moisés regresó a su pueblo, furioso y afligido, dijo: '¡Qué pésimo sustituto habéis elegido en mi ausencia! ¿Acaso quisisteis precipitar el designio de vuestro Señor?' Arrojó las tablas y agarró a su hermano por la cabeza, arrastrándolo hacia sí. Dijo [Aarón]: '¡Oh, hijo de mi madre! El pueblo me trató con debilidad y casi me mata. No hagas que los enemigos se regocijen a costa mía, y no me cuentes entre los opresores.'",
            "Hindi": "और जब मूसा अपनी क़ौम के पास ग़ुस्से और रंजीदगी की हालत में लौटा तो कहने लगा, 'तुमने मेरे बाद मेरी जगह बहुत बुरी चीज़ इख़्तियार कर ली। क्या तुम अपने रब के हुक्म के इंतज़ार में न रह सके?' और उसने तख़्तियाँ फेंक दीं और अपने भाई के सर के बाल पकड़कर अपनी तरफ़ खींचा। उस (हारून) ने कहा, 'ऐ मेरे माँ जाए! बेशक क़ौम ने मुझे कमज़ोर समझा और क़रीब था कि मुझे क़त्ल कर डालें, तो मेरे बाइस दुश्मनों को ख़ुशी न होने दे और मुझे ज़ालिम क़ौम में न डाल।'"
          }
        },
        {
          "no": 151,
          "arabic": "قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ",
          "transliteration": "Qāla rabbighfir lī wa li'akhī wa adkhilnā fī raḥmatika wa anta arḥamur-rāḥimīn",
          "translations": {
            "English": "[Moses] said, 'My Lord, forgive me and my brother and admit us into Your mercy, for You are the most merciful of the merciful.'",
            "Urdu": "اس (موسیٰ) نے کہا، 'اے میرے رب! مجھے اور میرے بھائی کو بخش دے اور ہمیں اپنی رحمت میں داخل کر، اور تو سب رحم کرنے والوں سے بڑھ کر رحم کرने والا ہے۔'",
            "French": "[Moïse] dit : 'Seigneur, pardonne-moi, ainsi qu’à mon frère et fais-nous entrer en Ta miséricorde, car Tu es Le plus Miséricordieux des miséricordieux.'",
            "Spanish": "Dijo [Moisés]: '¡Oh, Señor mío! Perdóname a mí y a mi hermano, y haznos entrar en Tu misericordia, pues Tú eres el más Misericordioso de los misericordiosos.'",
            "Hindi": "उस (मूसा) ने कहा, 'ऐ मेरे रब! मुझे और मेरे भाई को बख्श दे और हमें अपनी रहमत में दाख़िल कर, और तू सब रहम करने वालों से बढ़कर रहम करने वाला है।'"
          }
        },
        {
          "no": 152,
          "arabic": "إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ",
          "transliteration": "Innal-ladhīnattakhadhul-'ijla sayanāluhum ghaḍabum min rabbihim wa dhillatun fil-ḥayātid-dunyā, wa kadhālika najzil-muftarīn",
          "translations": {
            "English": "Indeed, those who took the calf [for worship] will obtain anger from their Lord and humiliation in the life of this world, and thus do We recompense the inventors [of falsehood].",
            "Urdu": "بے شک جن لوگوں نے بچھڑے کو (معبود) بنایا ان پر ان کے رب کی طرف سے غضب اور دنیا کی زندگی میں ذلت پہنچے گی، اور ہم جھوٹ گھڑنے والوں کو اسی طرح سزا دیتے ہیں۔",
            "French": "Ceux qui ont adopté le veau (comme divinité) seront certes frappés par la colère de leur Seigneur et par l’avilissement dans la vie présente. C’est ainsi que Nous rétribuons les inventeurs (de mensonges).",
            "Spanish": "En verdad, quienes adoptaron el becerro [como divinidad] serán alcanzados por la ira de su Señor y la humillación en esta vida. Así es como retribuimos a los inventores [de mentiras].",
            "Hindi": "बेशक जिन लोगों ने बछड़े को (माबूद) बनाया उन पर उनके रब की तरफ़ से ग़ज़ब और दुनिया की ज़िंदगी में ज़िल्लत पहुँचेगी, और हम झूठ गढ़ने वालों को इसी तरह सज़ा देते हैं।"
          }
        },
        {
          "no": 153,
          "arabic": "وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِنْ بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
          "transliteration": "Wal-ladhīna 'amilus-sayyi'āti thumma tābū min ba'dihā wa āmanū inna rabbaka min ba'dihā laghafūrur-raḥīm",
          "translations": {
            "English": "But those who committed misdeeds and then repented after them and believed - indeed your Lord, thereafter, is Forgiving and Merciful.",
            "Urdu": "اور جن لوگوں نے برے کام کیے پھر ان کے بعد توبہ کی اور ایمان لائے تو بے شک اس کے بعد تیرا رب بخشنے والا مہربان ہے۔",
            "French": "Quant à ceux qui commettent de mauvaises actions puis se repentent après cela et croient... ton Seigneur, après cela, est certes Pardonneur et Miséricordieux.",
            "Spanish": "Pero quienes cometieron malas acciones y luego se arrepintieron y creyeron, tu Señor será, después de ello, Perdonador y Misericordioso.",
            "Hindi": "और जिन लोगों ने बुरे काम किए फिर उनके बाद तौबा की और ईमान लाए तो बेशक उसके बाद तेरा रब बख़्शने वाला मेहरबान है।"
          }
        },
        {
          "no": 154,
          "arabic": "وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
          "transliteration": "Wa lammā sakat 'an Mūsal-ghaḍabu akhadhal-alwāḥa wa fī nuskhatihā hudan wa raḥmatul lil-ladhīna hum lirabbihim yarhabūn",
          "translations": {
            "English": "And when the anger subsided in Moses, he took up the tablets; and in their inscription was guidance and mercy for those who are fearful of their Lord.",
            "Urdu": "اور جب موسیٰ کا غصہ ٹھنڈا ہوا تو اس نے تختیاں اٹھا لیں اور ان کی نقل میں ہدایت اور رحمت تھی ان لوگوں کے لیے جو اپنے رب سے ڈرتے ہیں۔",
            "French": "Et lorsque la colère de Moïse se fut calmée, il prit les tablettes. Il y avait en elles une guidance et une miséricorde pour ceux qui craignent leur Seigneur.",
            "Spanish": "Y cuando la ira de Moisés se aplacó, tomó las tablas. En su transcripción había guía y misericordia para quienes temen a su Señor.",
            "Hindi": "और जब मूसा का ग़ुस्सा ठंडा हुआ तो उसने तख़्तियाँ उठा लीं और उनकी नक़ल में हिदायत और रहमत थी उन लोगों के लिए जो अपने रब से डरते हैं।"
          }
        },
        {
          "no": 155,
          "arabic": "وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ",
          "transliteration": "Wakhtāra Mūsā qawmahū sab'īna rajulal limīqātinā, fa lammā akhadhathumur-rajfatu qāla rabbi law shi'ta ahlaktahum min qablu wa iyyāya, a tuhlikunā bimā fa'alas-sufahā'u minnā, in hiya illā fitnatuka tuḍillu bihā man tashā'u wa tahdī man tashā', anta waliyyunā faghfir lanā warḥamnā wa anta khayrul-ghāfirīn",
          "translations": {
            "English": "And Moses chose from his people seventy men for Our appointment. And when the earthquake seized them, he said, 'My Lord, if You had willed, You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? It is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector, so forgive us and have mercy upon us; and You are the best of forgivers.",
            "Urdu": "اور موسیٰ نے اپنی قوم میں سے ستر آدمیوں کو ہمارے مقررہ وقت کے لیے چن لیا۔ پھر جب انہیں زلزلے نے آ لیا تو اس نے کہا، 'اے میرے رب! اگر تو چاہتا تو انہیں اور مجھے پہلے ہی ہلاک کر دیتا۔ کیا تو ہمیں اس بات پر ہلاک کرے گا جو ہم میں سے بیوقوفوں نے کی ہے؟ یہ تیری آزمائش ہے، جس کے ذریعے تو جسے چاہے گمراہ کر دے اور جسے چاہے ہدایت دے۔ تو ہی ہمارا کارساز ہے، سو ہمیں بخش دے اور ہم پر رحم کر، اور تو سب سے بہتر بخشنے والا ہے۔'",
            "French": "Et Moïse choisit parmi son peuple soixante-dix hommes pour un rendez-vous avec Nous. Puis, lorsque le tremblement les eut saisis, il dit : 'Ô mon Seigneur, si Tu avais voulu, Tu les aurais détruits avant [ce jour], et moi avec. Vas-Tu nous détruire pour ce que les sots d’entre nous ont fait ? Ce n’est là qu’une épreuve de Toi, par laquelle Tu égares qui Tu veux, et guides qui Tu veux. Tu es notre Maître. Pardonne-nous donc et fais-nous miséricorde, car Tu es le Meilleur des pardonneurs.'",
            "Spanish": "Y Moisés eligió de su pueblo a setenta hombres para Nuestra cita. Cuando les sorprendió el temblor, dijo: '¡Oh, Señor mío! Si hubieras querido, los habrías destruido antes, y a mí también. ¿Nos destruirás por lo que han hecho los necios entre nosotros? Esto no es más que una prueba Tuya con la que extravías a quien quieres y guías a quien quieres. Tú eres nuestro Protector. Perdónanos y ten misericordia de nosotros, pues Tú eres el mejor de los que perdonan.'",
            "Hindi": "और मूसा ने अपनी क़ौम में से सत्तर आदमियों को हमारे मुक़र्रर वक़्त के लिए चुन लिया। फिर जब उन्हें ज़लज़ले ने आ लिया तो उसने कहा, 'ऐ मेरे रब! अगर तू चाहता तो उन्हें और मुझे पहले ही हलाक कर देता। क्या तू हमें इस बात पर हलाक करेगा जो हम में से बेवक़ूफ़ों ने की है? यह तेरी आज़माइश है, जिसके ज़रिए तू जिसे चाहे गुमराह कर दे और जिसे चाहे हिदायत दे। तू ही हमारा कारसाज़ है, सो हमें बख्श दे और हम पर रहम कर, और तू सबसे बेहतर बख्शने वाला है।'"
          }
        },
        {
          "no": 156,
          "arabic": "وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ",
          "transliteration": "Waktub lanā fī hādhihid-dunyā ḥasanatan wa fil-ākhirati innā hudnā ilayk, qāla 'adhābī uṣību bihī man ashā'u wa raḥmatī wasi'at kulla shay', fa sa'aktubuhā lil-ladhīna yattaqūna wa yu'tūnaz-zakāta wal-ladhīna hum bi'āyātinā yu'minūn",
          "translations": {
            "English": "And decree for us in this world [that which is] good and [also] in the Hereafter; indeed, we have turned back to You.' [Allah] said, 'My punishment - I afflict with it whom I will, but My mercy encompasses all things.' So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our signs.",
            "Urdu": "اور ہمارے لیے اس دنیا میں بھی بھلائی لکھ دے اور آخرت میں بھی، بے شک ہم تیری طرف رجوع کرتے ہیں۔' فرمایا، 'میرا عذاب جسے چاہوں گا اسے پہنچاؤں گا، اور میری رحمت ہر چیز کو گھیرے ہوئے ہے، سو میں اسے ان لوگوں کے لیے مقرر کر دوں گا جو پرہیزگاری کریں اور زکوٰۃ دیں اور جو ہماری نشانیوں پر ایمان لائیں۔'",
            "French": "Et assigne-nous une part de bien dans ce monde ainsi que dans l’au-delà. C’est vers Toi que nous revenons repentants.' Il dit : 'Je ferai que Mon châtiment atteigne qui Je veux. Et Ma miséricorde embrasse toute chose. Je la prescrirai à ceux qui (Me) craignent, s’acquittent de la Zakât et ont foi en Nos signes.'",
            "Spanish": "Y decreta para nosotros el bien en esta vida y en la otra. Ciertamente, nos volvemos a Ti arrepentidos'. Dijo: 'Castigaré a quien Yo quiera, pero Mi misericordia todo lo abarca. La prescribiré para quienes sean conscientes de Mí, den el zakah y crean en Mis signos.'",
            "Hindi": "और हमारे लिए इस दुनिया में भी भलाई लिख दे और आख़िरत में भी, बेशक हम तेरी तरफ़ रुजू' करते हैं।' फरमाया, 'मेरा अज़ाब जिसे चाहूँगा उसे पहुँचाऊँगा, और मेरी रहमत हर चीज़ को घेरे हुई है, सो मैं उसे उन लोगों के लिए मुक़र्रर कर दूँगा जो परहेज़गारी करें और ज़कात दें और जो हमारी निशानियों पर ईमान लाएँ।'"
          }
        },
        {
          "no": 157,
          "arabic": "الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ",
          "transliteration": "Al-ladhīna yattabi'ūnar-rasūlan-nabiyyal-ummiyal-ladhī yajidūnahū maktūban 'indahum fit-tawrāti wal-injīli ya'muruhum bil-ma'rūfi wa yanhāhum 'anil-munkari wa yuḥillu lahumuṭ-ṭayyibāti wa yuḥarrimu 'alayhimul-khabā'itha wa yaḍa'u 'anhum iṣrahum wal-aghlālal-latī kānat 'alayhim, fal-ladhīna āmanū bihī wa 'azzarūhu wa naṣarūhu wattaba'ūn-nūral-ladhī unzila ma'ahū ulā'ika humul-mufliḥūn",
          "translations": {
            "English": "Those who follow the Messenger, the unlettered prophet, whom they find written in what they have of the Torah and the Gospel, who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him, honored him, supported him and followed the light which was sent down with him - it is those who will be the successful.",
            "Urdu": "جو لوگ اس رسول نبی امی کی پیروی کرتے ہیں جس کو وہ اپنے ہاں تورات اور انجیل میں لکھا ہوا پاتے ہیں، وہ انہیں نیک کاموں کا حکم دیتا ہے اور برے کاموں سے روکتا ہے، اور ان کے لیے پاکیزہ چیزوں کو حلال کرتا ہے اور ناپاک چیزوں کو حرام کرتا ہے، اور ان پر سے وہ بوجھ اور طوق اتار دیتا ہے جو ان پر تھے۔ سو جو لوگ اس پر ایمان لائے اور اس کی عزت کی اور اس کی مدد کی اور اس نور کی پیروی کی جو اس کے ساتھ نازل کیا گیا ہے، وہی فلاح پانے والے ہیں۔'",
            "French": "Ceux qui suivent le Messager, le Prophète illettré qu’ils trouvent mentionné chez eux dans la Thora et l’Évangile. Il leur ordonne le convenable, leur interdit le blâmable, leur rend licites les bonnes choses, leur interdit les mauvaises, et leur ôte le fardeau et les jougs qui étaient sur eux. Ceux qui croiront en lui, le soutiendront, lui porteront secours et suivront la lumière descendue avec lui ; ceux-là seront les gagnants.'",
            "Spanish": "Aquellos que siguen al Mensajero, el Profeta iletrado, quien es mencionado en la Tora y el Evangelio que tienen. Les ordena el bien y les prohíbe el mal, les permite las cosas buenas y les prohíbe las malas, y les libera de sus cargas y de las cadenas que los oprimían. Quienes crean en él, lo honren, lo apoyen y sigan la luz que le fue revelada, serán los triunfadores.'",
            "Hindi": "जो लोग इस रसूल नबी उम्मी की पैरवी करते हैं जिसे वह अपने यहाँ तौरात और इंजील में लिखा हुआ पाते हैं, वह उन्हें नेक कामों का हुक्म देता है और बुरे कामों से रोकता है, और उनके लिए पाकीज़ा चीज़ों को हलाल करता है और नापाक चीज़ों को हराम करता है, और उन पर से वह बोझ और टोक उतार देता है जो उन पर थे। तो जो लोग उस पर ईमान लाए और उसकी इज़्ज़त की और उसकी मदद की और उस नूर की पैरवी की जो उसके साथ नाज़िल किया गया है, वही कामयाब होने वाले हैं।'"
          }
        },
        {
          "no": 158,
          "arabic": "قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
          "transliteration": "Qul yā ayyuhan-nāsu innī rasūlullāhi ilaykum jamī'ānil-ladhī lahū mulkus-samāwāti wal-arḍi lā ilāha illā huwa yuḥyī wa yumītu fa āminū billāhi wa rasūlihin-nabiyyil-ummiyyil-ladhī yu'minu billāhi wa kalimātihī wattabi'ūhu la'allakum tahtadūn",
          "translations": {
            "English": "Say, 'O mankind, indeed I am the Messenger of Allah to you all, [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death.' So believe in Allah and His Messenger, the unlettered prophet, who believes in Allah and His words, and follow him that you may be guided.",
            "Urdu": "کہہ دو، 'اے لوگو! میں تم سب کی طرف اللہ کا رسول ہوں جس کے لیے آسمانوں اور زمین کی بادشاہی ہے۔ اس کے سوا کوئی معبود نہیں، وہی زندگی دیتا ہے اور وہی موت دیتا ہے۔ سو اللہ اور اس کے رسول نبی امی پر ایمان لاؤ جو اللہ اور اس کے کلمات پر ایمان رکھتا ہے اور اس کی پیروی کرو تاکہ تم ہدایت پاؤ۔'",
            "French": "Dis : 'Ô hommes ! Je suis pour vous tous le Messager d’Allah, à Qui appartient la royauté des cieux et de la terre. Pas de divinité à part Lui. Il donne la vie et Il donne la mort. Croyez donc en Allah, en Son messager, le Prophète illettré qui croit en Allah et en Ses paroles. Et suivez-le afin que vous soyez bien guidés.'",
            "Spanish": "Di: '¡Oh, humanidad! En verdad, soy el Mensajero de Allah para todos vosotros. A Él pertenece el reino de los cielos y la Tierra. No hay más divinidad que Él. Da la vida y da la muerte. Creed, pues, en Allah y en Su Mensajero, el Profeta iletrado que cree en Allah y en Sus palabras. Seguidle, quizás así seáis guiados.'",
            "Hindi": "कह दो, 'ऐ लोगो! मैं तुम सब की तरफ़ अल्लाह का रसूल हूँ जिसके लिए आसमानों और ज़मीन की बादशाही है। उसके सिवा कोई माबूद नहीं, वही जान देता है और वही जान लेता है। तो अल्लाह और उसके रसूल नबी उम्मी पर ईमान लाओ जो अल्लाह और उसके कलिमात पर ईमान रखता है और उसकी पैरवी करो ताकि तुम हिदायत पाओ।'"
          }
        },
        {
          "no": 159,
          "arabic": "وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ",
          "transliteration": "Wa min qawmi Mūsā ummatuy yahdūna bil-ḥaqqi wa bihī ya'dilūn",
          "translations": {
            "English": "And among the people of Moses is a community which guides by truth and thereby does justice.",
            "Urdu": "اور موسیٰ کی قوم میں سے ایک گروہ ہے جو حق کے ساتھ ہدایت کرتا ہے اور اسی کے ساتھ انصاف کرتا ہے۔",
            "French": "Parmi le peuple de Moïse, il est une communauté qui guide avec la vérité et établit la justice en accordance avec elle.",
            "Spanish": "Y entre el pueblo de Moisés hay una comunidad que guía con la verdad y actúa con justicia.",
            "Hindi": "और मूसा की क़ौम में से एक गिरोह है जो हक़ के साथ हिदायत करता है और उसी के साथ इंसाफ़ करता है।"
          }
        },
        {
          "no": 160,
          "arabic": "وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًا وَأَوْحَيْنَا إِلَى مُوسَى إِذِ اسْتَسْقَاهُ قَوْمُهُ أَنِ اضْرِبْ بِعَصَاكَ الْحَجَرَ فَانْبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "Wa qaṭṭa'nāhumu thnatay 'ashrata asbāṭan umamā, wa awḥaynā ilā Mūsā idhis-tasqāhu qawmuhū anidrib bi'aṣākal-ḥajara fanbajasat minhu thnatā 'ashrata 'aynā, qad 'alima kullu unāsim mashrabahum, wa ẓallalnā 'alayhimul-ghamāma wa anzalnā 'alayhimul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn",
          "translations": {
            "English": "And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, 'Strike with your staff the stone,' and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], 'Eat from the good things with which We have provided you.' And they wronged Us not, but they were [only] wronging themselves.",
            "Urdu": "اور ہم نے انہیں بارہ قبائل میں تقسیم کر دیا جو الگ الگ امتیں تھیں۔ اور جب موسیٰ کی قوم نے اس سے پانی مانگا تو ہم نے اس کی طرف وحی کی کہ اپنی لاٹھی سے پتھر پر مارو، تو اس سے بارہ چشمے پھوٹ نکلے۔ ہر گروہ نے اپنا پانی پینے کا مقام جان لیا۔ اور ہم نے ان پر بادل سایہ کیے اور ان پر من و سلویٰ نازل کیا، [کہہ کر] کہ 'ہم نے تمہیں جو پاکیزہ رزق دیا ہے اس میں سے کھاؤ۔' اور انہوں نے ہمارا کچھ نہیں بگاڑا بلکہ وہ اپنی جانوں پر ظلم کر رہے تھے۔",
            "French": "Nous les répartîmes en douze tribus, [en douze] communautés. Et Nous révélâmes à Moïse, lorsque son peuple lui demanda de l’eau : 'Frappe le rocher avec ton bâton.' Et voilà qu’en jaillirent douze sources. Chaque tribu sut son abreuvoir. Et Nous les couvrîmes de l’ombre du nuage, et fîmes descendre sur eux la manne et les cailles : 'Mangez des bonnes choses que Nous vous avons attribuées.' Et ce n’est pas à Nous qu’ils firent du tort, mais c’est à eux-mêmes qu’ils en firent.",
            "Spanish": "Y los dividimos en doce tribus como comunidades separadas. Y cuando el pueblo de Moisés le pidió agua, le inspiramos: 'Golpea la roca con tu vara'. Y brotaron de ella doce manantiales. Cada tribu conocía su lugar para beber. Les dimos sombra con nubes y les enviamos el maná y las codornices: 'Comed de las cosas buenas que os hemos proveído'. No fueron injustos con Nosotros, sino que fueron injustos consigo mismos.",
            "Hindi": "और हमने उन्हें बारह क़बीलों में तक़सीम कर दिया जो अलग-अलग उम्मतें थीं। और जब मूसा की क़ौम ने उससे पानी माँगा तो हमने उसकी तरफ़ वह्य की कि अपनी लाठी से पत्थर पर मारो, तो उससे बारह चश्मे फूट निकले। हर गिरोह ने अपना पानी पीने का मुक़ाम जान लिया। और हमने उन पर बादल साया किए और उन पर मन्न और सलवा नाज़िल किया, [कहकर] कि 'हमने तुम्हें जो पाकीज़ा रोज़ी दी है उसमें से खाओ।' और उन्होंने हमारा कुछ नहीं बिगाड़ा बल्कि वह अपनी जानों पर ज़ुल्म कर रहे थे।"
          }
        },
      
    
          {
            "no": 161,
            "arabic": "وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ",
            "transliteration": "Wa-idh qeela lahum uskunoo hathihi alqaryata wakuloo minha haythu shi/tum waqooloo hittatun waodkhuloo albaaba sujjadan naghfir lakum khatayakum sanazeedu almuhsineena",
            "translations": {
              "English": "And it was said to them, 'Settle this town, and eat therein whatever you wish, and speak modestly, and enter the gate in humility—We will forgive your sins, and will promote the righteous.'",
              "Urdu": "اور جب ان سے کہا گیا کہ اس بستی میں سکونت اختیار کرو اور اس میں سے جہاں سے چاہو کھاؤ اور عاجزی کے ساتھ کہو 'حطۃ' اور دروازے میں سجدہ کرتے ہوئے داخل ہو، ہم تمہاری خطائیں معاف کردیں گے اور نیکوکاروں کو مزید نوازیں گے۔",
              "French": "Et quand il leur fut dit : « Habitez cette cité et mangez de ses produits à votre guise. Mais dites : “Pardon !” et entrez par la porte en vous prosternant. Nous vous pardonnerons vos péchés et donnerons davantage aux bienfaisants. »",
              "Spanish": "Y cuando se les dijo: 'Habiten esta ciudad y coman de ella donde quieran, y digan: '¡Perdón!' y entren por la puerta postrándose; les perdonaremos sus faltas y aumentaremos [la recompensa] de los bienhechores'.",
              "Hindi": "और जब उनसे कहा गया, 'इस बस्ती में बस जाओ और जहाँ से चाहो खाओ, और विनम्रता से कहो: 'क्षमा', और दरवाज़े से सजदा करते हुए प्रवेश करो, हम तुम्हारे पाप माफ़ कर देंगे और अच्छे कर्म करने वालों को और बढ़ाएँगे।'"
            }
          },
          {
            "no": 162,
            "arabic": "فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَظْلِمُونَ",
            "transliteration": "Fabaddala allatheena thalamoo minhum qawlan ghayra allathee qeela lahum faarsalna AAalayhim rijzan mina alssamai bima kanoo yathlimoona",
            "translations": {
              "English": "But the wicked among them substituted other words for the words given to them; so We sent down upon them a plague from the sky, because of their wrongdoing.",
              "Urdu": "پھر ان میں سے جو ظالم تھے، انہوں نے دیے ہوئے حکم کو بدل دیا، تو ہم نے ان پر آسمان سے عذاب نازل کیا، کیونکہ وہ ظلم کر رہے تھے।",
              "French": "Mais les injustes parmi eux changèrent la parole qui leur avait été dite en une autre. Nous fîmes alors descendre sur eux un châtiment du ciel pour leur injustice.",
              "Spanish": "Pero los malhechores entre ellos cambiaron las palabras que se les habían dicho por otras, así que les enviamos un castigo del cielo por su maldad.",
              "Hindi": "फिर उनमें से जो अत्याचारी थे, उन्होंने दिए गए शब्दों को बदल दिया, तो हमने उन पर आकाश से एक यातना भेजी, क्योंकि वे अत्याचार कर रहे थे।"
            }
          },
          {
            "no": 163,
            "arabic": "وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ",
            "transliteration": "Waisalhum AAani alqaryati allatee kanat hadirata albahri ith yaAAdoona fee alssabti ith tateehim heetanuhum yawma sabtihim shurraAAan wayawma la yasbitoona la tateehim kathalika nabloohum bima kanoo yafsuqoona",
            "translations": {
              "English": "Ask them about the town by the sea, when they violated the Sabbath. When they observed the Sabbath, their fish would come to them abundantly. But when they violated the Sabbath, their fish would not come to them. Thus We tried them because they disobeyed.",
              "Urdu": "اور ان سے اس بستی کے بارے میں پوچھیں جو سمندر کے کنارے تھی، جب وہ سبت کے دن حد سے گزر گئے۔ جب وہ سبت کا دن مناتے تو ان کی مچھلیاں ان کے پاس کھلے عام آتیں، اور جب سبت کا دن نہ ہوتا تو نہ آتیں۔ ہم نے انہیں ان کی نافرمانی کی وجہ سے آزمایا۔",
              "French": "Et demande-leur au sujet de la cité qui était près de la mer, quand ils transgressèrent le Sabbat. Quand ils ne le respectaient pas, leurs poissons leur venaient en abondance. Mais quand ils le violaient, les poissons ne venaient pas. C’est ainsi que Nous les éprouvâmes pour leur désobéissance.",
              "Spanish": "Pregúntales acerca del pueblo que estaba junto al mar, cuando transgredieron el sábado. Cuando lo observaban, los peces venían a ellos en abundancia; pero cuando lo violaban, no venían. Así los probamos por su desobediencia.",
              "Hindi": "और उनसे उस बस्ती के बारे में पूछो जो समुद्र के किनारे थी, जब उन्होंने सब्त के दिन हद से गुज़र गए। जब वे सब्त का पालन करते, तो उनकी मछलियाँ खुलेआम उनके पास आतीं, और जब सब्त नहीं होता, तो नहीं आतीं। इस तरह हमने उनकी नाफ़रमानी की वजह से उन्हें आज़माया।"
            }
          },
          {
            "no": 164,
            "arabic": "وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
            "transliteration": "Waith qalat ommatun minhum lima taAAithoona qawman Allahu muhlikuhum aw muAAaththibuhum AAathaban shadeedan qaloo maAAthiratan ila rabbikum walaAAallahum yattaqoona",
            "translations": {
              "English": "And when a group of them said, 'Why do you counsel a people whom God will annihilate, or punish with a severe punishment?' They said, 'As an excuse to your Lord, and so that they may become righteous.'",
              "Urdu": "اور جب ان میں سے ایک گروہ نے کہا، 'تم ایسی قوم کو کیوں نصیحت کرتے ہو جسے اللہ ہلاک کرنے والا ہے یا سخت عذاب دے گا؟' انہوں نے کہا، 'تمہارے رب کے حضور عذر پیش کرنے کے لیے، اور تاکہ وہ پرہیزگار بن جائیں۔'",
              "French": "Et quand une partie d’entre eux dirent : « Pourquoi exhortez-vous un peuple qu’Allah va anéantir ou châtier d’un châtiment sévère ? » Ils répondirent : « Pour nous excuser auprès de votre Seigneur, et afin qu’ils deviennent pieux. »",
              "Spanish": "Y cuando un grupo de ellos dijo: '¿Por qué exhortáis a un pueblo que Allah destruirá o castigará con un castigo severo?' Dijeron: 'Para presentar una excusa ante vuestro Señor, y quizás así se vuelvan piadosos.'",
              "Hindi": "और जब उनमें से एक समूह ने कहा, 'तुम ऐसे लोगों को क्यों समझाते हो जिन्हें अल्लाह नष्ट करने वाला है या सख़्त यातना देगा?' उन्होंने कहा, 'तुम्हारे रब के सामने बहाना पेश करने के लिए, और ताकि वे डरने वाले बन जाएँ।'"
            }
          },
          {
            "no": 165,
            "arabic": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ",
            "transliteration": "Falamma nasoo ma thukkiroo bihi anjayna allatheena yanhawna AAani alssooi waakhathna allatheena thalamoo biAAathabin baseemin bima kanoo yafsuqoona",
            "translations": {
              "English": "Then, when they neglected what they were reminded of, We saved those who prohibited evil, and We seized those who did wrong with a terrible punishment, because of their sinfulness.",
              "Urdu": "پھر جب وہ بھول گئے جس کی انہیں نصیحت کی گئی تھی، تو ہم نے برائی سے روکنے والوں کو بچا لیا، اور ہم نے ظالموں کو ان کی نافرمانی کی وجہ سے دردناک عذاب میں پکڑ لیا۔",
              "French": "Puis, lorsqu’ils oublièrent ce qui leur avait été rappelé, Nous sauvâmes ceux qui interdisaient le mal, et Nous saisîmes les injustes d’un châtiment terrible pour leur perversité.",
              "Spanish": "Cuando olvidaron lo que se les había recordado, salvamos a quienes prohibían el mal y castigamos a los injustos con un castigo terrible por su desobediencia.",
              "Hindi": "फिर जब वे भूल गए जिसकी उन्हें याद दिलाई गई थी, तो हमने बुराई से रोकने वालों को बचा लिया, और हमने अत्याचारियों को उनकी नाफ़रमानी की वजह से दर्दनाक यातना में पकड़ लिया।"
            }
          },
          {
            "no": 166,
            "arabic": "فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ",
            "transliteration": "Falamma AAataw AAan ma nuhoo AAanhu qulna lahum koonoo qiradatan khasi-eena",
            "translations": {
              "English": "Then, when they rebelled against the commands to refrain, We said to them, 'Be despicable apes.'",
              "Urdu": "پھر جب وہ منع کیے گئے کاموں میں سرکش ہو گئے، تو ہم نے ان سے کہا، 'ذلیل بندر بن جاؤ۔'",
              "French": "Puis, lorsqu’ils transgressèrent ce qui leur avait été interdit, Nous leur dîmes : « Soyez des singes abjects ! »",
              "Spanish": "Cuando persistieron en lo que se les había prohibido, les dijimos: '¡Convertíos en monos despreciables!'",
              "Hindi": "फिर जब वे रोके गए कामों में उद्दंड हो गए, तो हमने उनसे कहा, 'तुम नीच बंदर बन जाओ।'"
            }
          },
          {
            "no": 167,
            "arabic": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ",
            "transliteration": "Waith taaththana rabbuka layabAAathanna AAalayhim ila yawmi alqiyamati man yasoomuhum sooa alAAathabi inna rabbaka lasareeAAu alAAiqabi wainnahu laghafoorun raheemun",
            "translations": {
              "English": "Your Lord has announced that, He would send against them, until the Day of Resurrection, those who would inflict terrible suffering upon them. Your Lord is swift in retribution, yet He is Forgiving and Merciful.",
              "Urdu": "اور جب تمہارے رب نے اعلان کیا کہ وہ قیامت تک کے لیے ان پر ایسے لوگ مسلط کر دے گا جو ان پر سخت عذاب ڈالیں گے۔ بے شک تمہارا رب سزا دینے میں تیز ہے، اور وہ بخشنے والا مہربان ہے۔",
              "French": "Et quand ton Seigneur annonça qu’Il enverrait contre eux, jusqu’au Jour de la Résurrection, ceux qui leur infligeraient un terrible châtiment. Ton Seigneur est prompt à punir, mais Il est aussi Pardonneur et Miséricordieux.",
              "Spanish": "Y cuando tu Señor anunció que enviaría contra ellos, hasta el Día de la Resurrección, a quienes les infligirían un castigo terrible. Tu Señor es rápido en el castigo, pero también es Perdonador y Misericordioso.",
              "Hindi": "और जब तुम्हारे रब ने ऐलान किया कि वह क़यामत तक के लिए उन पर ऐसे लोग भेजेगा जो उन पर बुरी यातना डालेंगे। निस्संदेह तुम्हारा रब सज़ा देने में तेज़ है, और वह माफ़ करने वाला दयावान है।"
            }
          },
          {
            "no": 168,
            "arabic": "وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَلِكَ وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
            "transliteration": "WaqattaAAnahum fee alardi omaman minhumu alssalihoona waminhum doona thalika wabalawnahum bialhasanati waalsssayyiati laAAallahum yarjiAAoona",
            "translations": {
              "English": "And We scattered them into communities on earth. Some of them righteous, and some of them short of that. And We tested them with fortunes and misfortunes, so that they may return.",
              "Urdu": "اور ہم نے انہیں زمین میں مختلف گروہوں میں تقسیم کر دیا، ان میں سے کچھ نیکوکار تھے اور کچھ اس سے کم۔ اور ہم نے انہیں خوشیوں اور تکلیفوں سے آزمایا، تاکہ وہ باز آ جائیں।",
              "French": "Et Nous les avons dispersés en communautés sur la terre. Certains étaient vertueux, d’autres moins. Nous les avons éprouvés par des biens et des malheurs, peut-être reviendraient-ils.",
              "Spanish": "Y los dispersamos en la tierra en comunidades: algunos eran justos, otros no tanto. Los probamos con bendiciones y adversidades para que volvieran [al camino recto].",
              "Hindi": "और हमने उन्हें धरती में अलग-अलग समुदायों में बाँट दिया, उनमें से कुछ नेक थे और कुछ उससे कम। हमने उन्हें अच्छी और बुरी परिस्थितियों से आज़माया, ताकि वे लौट आएँ।"
            }
          },
          {
            "no": 169,
            "arabic": "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ",
            "transliteration": "Fakhalafa min baAAdihim khalfun warithoo alkitaba yakhuthoona AAarada hatha aladna wayaqooloona sayughfaru lana wain yatihim AAaradun mithluhu yakhuthoohu alam yukhath AAalayhim meethaqu alkitabi an la yaqooloo AAala Allahi illa alhaqqa wadarasoo ma feehi waalddaru alakhiratu khayrun lillatheena yattaqoona afala taAAqiloona",
            "translations": {
              "English": "They were succeeded by generations who inherited the Scripture and chose the materials of this world, saying, 'We will be forgiven.' And should similar materials come their way, they would again seize them. Did they not make a covenant to uphold the Scripture, and to not say about God except the truth? Did they not study its contents? But the Home of the Hereafter is better for the cautious; will you not understand?",
              "Urdu": "پھر ان کے بعد ایسی نسل آئی جنہوں نے کتاب وراثت میں پائی اور دنیا کی کمائی کو ترجیح دی، کہتے ہوئے، 'ہمیں معاف کر دیا جائے گا۔' اور اگر ان کے پاس اسی طرح کی کمائی آئے تو وہ اسے بھی لے لیں۔ کیا ان سے کتاب کی پابندی کا عہد نہیں لیا گیا تھا کہ اللہ پر سچ کے سوا کچھ نہ کہیں؟ کیا انہوں نے اس کا مطالعہ نہیں کیا؟ لیکن آخرت کا گھر پرہیزگاروں کے لیے بہتر ہے؛ کیا تم سمجھتے نہیں؟",
              "French": "Ils furent succédés par des générations qui héritèrent du Livre, mais qui préférèrent les biens éphémères de ce monde en disant : « Nous serons pardonnés. » Et si d’autres biens semblables leur venaient, ils les prendraient encore. N’avaient-ils pas pris l’engagement, au nom du Livre, de ne dire sur Allah que la vérité ? Et n’avaient-ils pas étudié son contenu ? Mais la Demeure de l’au-delà est meilleure pour les pieux. Ne comprenez-vous pas ?",
              "Spanish": "Les sucedieron generaciones que heredaron el Libro pero prefirieron los bienes efímeros de este mundo, diciendo: 'Seremos perdonados.' Y si les llegaban bienes similares, los tomaban de nuevo. ¿Acaso no se les había tomado el compromiso del Libro de no decir sobre Allah sino la verdad? ¿No habían estudiado su contenido? Pero la morada del Más Allá es mejor para los piadosos. ¿Es que no razonáis?",
              "Hindi": "फिर उनके बाद ऐसी पीढ़ी आई जिन्होंने किताब विरासत में पाई और दुनिया के लाभ को चुना, कहते हुए, 'हमें माफ़ कर दिया जाएगा।' और अगर उनके पास ऐसा ही लाभ आए तो वे उसे फिर ले लें। क्या उनसे किताब की प्रतिज्ञा नहीं ली गई थी कि अल्लाह पर सच के अलावा कुछ न कहें? क्या उन्होंने उसका अध्ययन नहीं किया? लेकिन आख़िरत का घर डर रखने वालों के लिए बेहतर है; क्या तुम समझते नहीं?"
            }
          },
          {
            "no": 170,
            "arabic": "وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ",
            "transliteration": "Waallatheena yumassikoona bialkitabi waaqamoo alssalata inna la nudeeAAu ajra almuhsineena",
            "translations": {
              "English": "Those who adhere to the Scripture, and practice prayer—We will not waste the reward of the reformers.",
              "Urdu": "اور جو لوگ کتاب کو مضبوطی سے تھامتے ہیں اور نماز قائم کرते ہیں، ہم نیکی کرنے والوں کا اجر ضائع نہیں کریں گے۔",
              "French": "Quant à ceux qui s’attachent fermement au Livre et accomplissent la prière, Nous ne laissons pas perdre la récompense de ceux qui réforment.",
              "Spanish": "Pero quienes se aferran al Libro y establecen la oración, no dejaremos de recompensar a los reformadores.",
              "Hindi": "और जो लोग किताब को मज़बूती से पकड़ते हैं और नमाज़ क़ायम करते हैं, हम अच्छाई करने वालों का बदला बर्बाद नहीं करेंगे।"
            }
          },
          {
            "no": 171,
            "arabic": "وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
            "transliteration": "Waith nataqna aljabala fawqahum kaannahu thullatun wathannoo annahu waqiAAun bihim khuthoo ma ataynakum biquwwatin waothkuroo ma feehi laAAallakum tattaqoona",
            "translations": {
              "English": "And when We suspended the mountain over them, as if it was an umbrella, and they thought it would fall on them: 'Hold fast to what We have given you, and remember what it contains, so that you may be saved.'",
              "Urdu": "اور جب ہم نے ان پر پہاڑ کو اس طرح اٹھا لیا جیسے وہ سایہ ہو، اور انہوں نے سمجھا کہ وہ ان پر گر پڑے گا، (کہا گیا:) 'جو ہم نے تمہیں دیا ہے اسے مضبوطی سے تھام لو، اور اس میں جو کچھ ہے اسے یاد رکھو، تاکہ تم پرہیزگار بن جاؤ۔'",
              "French": "Et quand Nous avons brandi au-dessus d’eux le Mont comme une ombre, et qu’ils crurent qu’il allait tomber sur eux : « Tenez fermement à ce que Nous vous avons donné, et souvenez-vous de son contenu, afin que vous soyez pieux. »",
              "Spanish": "Y cuando elevamos el monte sobre ellos como si fuera una nube, y pensaron que caería sobre ellos: 'Aferraos con fuerza a lo que os hemos dado y recordad su contenido, quizás así seáis piadosos.'",
              "Hindi": "और जब हमने उनके ऊपर पहाड़ को इस तरह उठा लिया जैसे वह छत्र हो, और उन्होंने सोचा कि वह उन पर गिर पड़ेगा, (कहा गया:) 'जो हमने तुम्हें दिया है उसे मज़बूती से पकड़ो, और उसमें जो कुछ है उसे याद रखो, ताकि तुम डरने वाले बन जाओ।'"
            }
          },
          {
            "no": 172,
            "arabic": "وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ",
            "transliteration": "Waith akhatha rabbuka min banee adama min thuhoorihim thurriyyatahum waashhadahum AAala anfusihim alastu birabbikum qaloo bala shahidna an taqooloo yawma alqiyamati inna kunna AAan hatha ghafileena",
            "translations": {
              "English": "And when Your Lord summoned the descendants of Adam, and made them testify about themselves. 'Am I not your Lord?' They said, 'Yes, we testify.' Thus you cannot say on the Day of Resurrection, 'We were unaware of this.'",
              "Urdu": "اور جب تمہارے رب نے آدم کی اولاد کو ان کی پشتوں سے نکالا اور ان سے خود ان کے بارے میں گواہی لی، 'کیا میں تمہارا رب نہیں ہوں؟' انہوں نے کہا، 'ہاں، ہم گواہی دیتے ہیں۔' تاکہ تم قیامت کے دن یہ نہ کہو کہ 'ہم اس سے بے خبر تھे۔'",
              "French": "Et quand ton Seigneur tira des reins des fils d’Adam leur descendance et les fit témoigner contre eux-mêmes : « Ne suis-Je pas votre Seigneur ? » Ils dirent : « Mais si, nous en témoignons. » Ainsi, vous ne direz pas au Jour de la Résurrection : « Nous n’étions pas au courant de cela. »",
              "Spanish": "Y cuando tu Señor sacó de los lomos de los hijos de Adán a su descendencia y les hizo dar testimonio sobre sí mismos: '¿No soy Yo vuestro Señor?' Dijeron: 'Sí, lo atestiguamos.' Para que no digáis el Día de la Resurrección: 'No sabíamos.'",
              "Hindi": "और जब तुम्हारे रब ने आदम की संतान को उनकी पीठों से निकाला और उनसे स्वयं उनके बारे में गवाही ली, 'क्या मैं तुम्हारा रब नहीं हूँ?' उन्होंने कहा, 'हाँ, हम गवाही देते हैं।' ताकि तुम क़यामत के दिन यह न कहो कि 'हम इससे अनजान थे।'"
            }
          },
          {
            "no": 173,
            "arabic": "أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ",
            "transliteration": "Aw taqooloo innama ashraka abaona min qablu wakunna thurriyyatan min baAAdihim afatuhlikuna bima faAAala almubtiloona",
            "translations": {
              "English": "Nor can you Say, 'Our ancestors practiced idolatry before; and we are their descendants who came after them; will you destroy us for what the falsifiers did?'",
              "Urdu": "اور نہ یہ کہو کہ 'ہمارے باپ دادا پہلے شرک کرتے تھے، اور ہم ان کے بعد ان کی اولاد ہیں؛ کیا تو ہمیں جھوٹوں کے کرتوتوں کی وجہ سے ہلاک کر دے گا؟'",
              "French": "Ou encore : « Nos ancêtres étaient polythéistes autrefois, et nous sommes leurs descendants après eux. Vas-Tu nous anéantir pour ce que les imposteurs ont fait ? »",
              "Spanish": "O digáis: 'Nuestros padres eran idólatras antes, y nosotros solo somos su descendencia. ¿Nos destruirás por lo que hicieron los falsarios?'",
              "Hindi": "और न यह कहो कि 'हमारे बाप-दादा पहले शिर्क करते थे, और हम उनके बाद उनकी औलाद हैं; क्या तू हमें झूठों के कारनामों की वजह से हलाक कर देगा?'"
            }
          },
          {
            "no": 174,
            "arabic": "وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
            "transliteration": "Wakathalika nufassilu alayati walaAAallahum yarjiAAoona",
            "translations": {
              "English": "We thus elaborate the revelations, so that they may return.",
              "Urdu": "اور ہم اس طرح آیات کو کھول کھول کر بیان کرتے ہیں، تاکہ وہ باز آ جائیں।",
              "French": "Ainsi détaillons-Nous les versets, afin qu’ils reviennent.",
              "Spanish": "Así explicamos detalladamente los signos para que recapaciten.",
              "Hindi": "और हम इस तरह आयतों को खोल-खोल कर बयान करते हैं, ताकि वे लौट आएँ।"
            }
          },
          {
            "no": 175,
            "arabic": "وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ",
            "transliteration": "Waatlu AAalayhim naba allathee ataynahu ayatina fainsalakha minha faatbaAAahu alshshaytanu fakana mina alghaweena",
            "translations": {
              "English": "And relate to them the story of him to whom We delivered Our signs, but he detached himself from them, so Satan went after him, and he became one of the perverts.",
              "Urdu": "اور انہیں اس شخص کا واقعہ سناؤ جسے ہم نے اپنی آیات دیں، پھر وہ ان سے الگ ہو گیا، تو شیطان نے اس کا پیچھا کیا، اور وہ گمراہوں میں شامل ہو گیا۔",
              "French": "Et raconte-leur l’histoire de celui à qui Nous avions donné Nos signes, mais qui s’en détacha. Le Diable l’entraîna alors, et il devint égaré.",
              "Spanish": "Y relátales la historia de aquel a quien concedimos Nuestros signos, pero se desprendió de ellos, así que Satanás lo siguió y se contó entre los extraviados.",
              "Hindi": "और उन्हें उस शख़्स की दास्तान सुनाओ जिसे हमने अपनी आयतें दीं, फिर वह उनसे अलग हो गया, तो शैतान ने उसका पीछा किया, और वह गुमराहों में शामिल हो गया।"
            }
          },
          {
            "no": 176,
            "arabic": "وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
            "transliteration": "Walaw shina larafaAAnahu biha walakinna akhlada ila alardi waittabaAAa hawahu famathaluhu kamathali alkalbi in tahmil AAalayhi yalhath aw tatrukhu yalhath thalika mathalu alqawmi allatheena kaththaboo biayatina faqsusi alqasasa laAAallahum yatafakkaroona",
            "translations": {
              "English": "Had We willed, We could have elevated him through them; but he clung to the ground, and followed his desires. His metaphor is that of a dog: if you chase it, it pants; and if you leave it alone, it pants. Such is the metaphor of the people who deny Our signs. So tell the tale, so that they may ponder.",
              "Urdu": "اگر ہم چاہتے تو ان آیات کے ذریعے اسے بلند کر دیتے، لیکن وہ زمین سے لگ گیا اور اپنی خواہشات کے پیچھے چل پڑا۔ اس کی مثال کتے جیسی ہے، اگر تو اسے ہانکے تو ہانپے، اور اگر چھوڑ دے تو بھی ہانپے۔ یہ ان لوگوں کی مثال ہے جنہوں نے ہماری آیات کو جھٹلایا۔ سو تم یہ قصہ بیان کرو، شاید وہ غور کریں۔",
              "French": "Si Nous avions voulu, Nous l’aurions élevé par ces signes, mais il s’attacha à la terre et suivit ses passions. Son exemple est celui d’un chien : si tu le pourchasses, il halète ; et si tu le laisses, il halète. Tel est l’exemple des gens qui traitent Nos signes de mensonges. Raconte-leur ces récits, afin qu’ils réfléchissent.",
              "Spanish": "Si hubiéramos querido, lo habríamos elevado con ellas, pero se apegó a lo mundano y siguió sus pasiones. Su ejemplo es como el de un perro: si lo persigues, jadea; y si lo dejas, jadea igual. Este es el ejemplo de quienes desmienten Nuestros signos. Narra estas historias para que reflexionen.",
              "Hindi": "अगर हम चाहते तो उन आयतों के ज़रिए उसे ऊँचा कर देते, लेकिन वह ज़मीन से लग गया और अपनी ख़्वाहिशों के पीछे चल पड़ा। उसकी मिसाल कुत्ते जैसी है, अगर तू उसे हाँके तो हाँफे, और अगर छोड़ दे तो भी हाँफे। यह उन लोगों की मिसाल है जिन्होंने हमारी आयतों को झुठलाया। सो तुम यह क़िस्सा बयान करो, शायद वे ग़ौर करें।"
            }
          },
          {
            "no": 177,
            "arabic": "سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنْفُسَهُمْ كَانُوا يَظْلِمُونَ",
            "transliteration": "Saa mathalan alqawmu allatheena kaththaboo biayatina waanfusahum kanoo yathlimoona",
            "translations": {
              "English": "Evil is the metaphor of the people who reject Our signs and wrong themselves.",
              "Urdu": "بُری ہے ان لوگوں کی مثال جنہوں نے ہماری آیات کو جھٹلایا اور اپنے آپ پر ظلم کیا۔",
              "French": "Mauvais est l’exemple des gens qui traitent Nos signes de mensonges et se font du tort à eux-mêmes.",
              "Spanish": "¡Qué pésimo es el ejemplo de quienes desmienten Nuestros signos y se hacen injusticia a sí mismos!",
              "Hindi": "बुरी है उन लोगों की मिसाल जिन्होंने हमारी आयतों को झुठलाया और ख़ुद पर ज़ुल्म किया।"
            }
          },
          {
            "no": 178,
            "arabic": "مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَأُولَئِكَ هُمُ الْخَاسِرُونَ",
            "transliteration": "Man yahdi Allahu fahuwa almuhtadee waman yudlil faolaika humu alkhasiroona",
            "translations": {
              "English": "Whomever God guides is the guided one. And whomever He sends astray—these are the losers.",
              "Urdu": "جسے اللہ ہدایت دے، وہی ہدایت پانے والا ہے، اور جسے وہ گمراہ کرے، تو وہی نقصان اٹھانے والے ہیں۔",
              "French": "Quiconque Allah guide est bien guidé ; et quiconque Il égare, ce sont eux les perdants.",
              "Spanish": "A quien Allah guía, está bien guiado; y a quien Él extravía, esos son los perdedores.",
              "Hindi": "जिसे अल्लाह हिदायत दे, वही हिदायत पाने वाला है, और जिसे वह गुमराह करे, तो वही नुक़सान उठाने वाले हैं।"
            }
          },
          {
            "no": 179,
            "arabic": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ",
            "transliteration": "Walaqad tharaana lijahannama katheeran mina aljinni waalinsi lahum quloobun la yafqahoona biha walahum aAAyunun la yubsiroona biha walahum athanun la yasmaAAoona biha olaika kaalanAAami bal hum adallu olaika humu alghafiloona",
            "translations": {
              "English": "We have destined for Hell multitudes of jinn and humans. They have hearts with which they do not understand. They have eyes with which they do not see. They have ears with which they do not hear. These are like cattle. In fact, they are further astray. These are the heedless.",
              "Urdu": "اور ہم نے جہنم کے لیے بہت سے جنوں اور انسانوں کو پیدا کیا ہے۔ ان کے پاس دل ہیں جن سے وہ سمجھتے نہیں، آنکھیں ہیں جن سے وہ دیکھتے نहیں، اور کان ہیں جن سے وہ سنتے نہیں۔ یہ چوپایوں کی مانند ہیں، بلکہ ان سے بھی زیادہ بھٹکے ہوئے۔ یہی غافل لوگ ہیں۔",
              "French": "Nous avons destiné à l’Enfer beaucoup de djinns et d’hommes. Ils ont des cœurs avec lesquels ils ne comprennent pas, des yeux avec lesquels ils ne voient pas, et des oreilles avec lesquelles ils n’entendent pas. Ils sont comme des bestiaux, même plus égarés encore. Ce sont eux les insouciants.",
              "Spanish": "Hemos destinado al Infierno a muchos de los yinnes y los seres humanos. Tienen corazones con los que no razonan, ojos con los que no ven y oídos con los que no oyen. Son como ganado, incluso más extraviados. Ellos son los despreocupados.",
              "Hindi": "और हमने जहन्नम के लिए बहुत से जिन्नों और इंसानों को पैदा किया है। उनके पास दिल हैं जिनसे वे समझते नहीं, आँखें हैं जिनसे वे देखते नहीं, और कान हैं जिनसे वे सुनते नहीं। ये चौपायों जैसे हैं, बल्कि उनसे भी ज़्यादा भटके हुए। यही ग़ाफ़िल लोग हैं।"
            }
          },
          {
            "no": 180,
            "arabic": "وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ",
            "transliteration": "Walillahi alasmao alhusna faodAAoohu biha watharoo allatheena yulhidoona fee asmaihi sayujzawna ma kanoo yaAAmaloona",
            "translations": {
              "English": "To God belong the Most Beautiful Names, so call Him by them, and disregard those who blaspheme His names. They will be repaid for what they used to do.",
              "Urdu": "اور اللہ ہی کے لیے بہترین نام ہیں، سو تم اسے ان ناموں سے پکارو، اور جو لوگ اس کے ناموں میں کجروی کرتے ہیں انہیں چھوڑ دو۔ جو کچھ وہ کرتے تھے، اس کا بدلہ انہیں دیا جائے گا۔",
              "French": "C’est à Allah qu’appartiennent les noms les plus beaux. Invoquez-Le par ces noms et laissez ceux qui profanent Ses noms : ils seront rétribués pour ce qu’ils faisaient.",
              "Spanish": "A Allah pertenecen los nombres más bellos, invocadlo con ellos y dejad a quienes blasfeman Sus nombres. Serán retribuidos por lo que hacían.",
              "Hindi": "और अल्लाह ही के लिए बेहतरीन नाम हैं, सो तुम उसे उन नामों से पुकारो, और जो लोग उसके नामों में टेढ़ करते हैं उन्हें छोड़ दो। जो कुछ वे करते थे, उसका बदला उन्हें दिया जाएगा।"
            }
          },
          {
            "no": 181,
            "arabic": "وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ",
            "transliteration": "Wamimman khalaqna ommatun yahdoona bialhaqqi wabihi yaAAdiloona",
            "translations": {
              "English": "Among those We created is a community—they guide by truth, and do justice thereby.",
              "Urdu": "اور جنہیں ہم نے پیدا کیا ہے، ان میں سے ایک گروہ ایسا ہے جو حق کی رہنمائی کرتا ہے اور اسی کے ساتھ انصاف کرتا ہے۔",
              "French": "Parmi ceux que Nous avons créés, il y a une communauté qui guide par la vérité et qui en use avec justice.",
              "Spanish": "Entre aquellos que hemos creado hay una comunidad que guía con la verdad y establece justicia con ella.",
              "Hindi": "और जिन्हें हमने पैदा किया है, उनमें से एक समुदाय ऐसा है जो हक़ की रहनुमाई करता है और उसी के साथ इंसाफ़ करता है।"
            }
          },
          {
            "no": 182,
            "arabic": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ",
            "transliteration": "Waallatheena kaththaboo biayatina sanastadrijuhum min haythu la yaAAlamoona",
            "translations": {
              "English": "As for those who reject Our messages, We will gradually lead them from where they do not know.",
              "Urdu": "اور جنہوں نے ہماری آیات کو جھٹلایا، ہم انہیں آہستہ آہستہ اس طرح گھسیٹیں گے جہاں سے وہ نہیں جانتے۔",
              "French": "Quant à ceux qui traitent Nos signes de mensonges, Nous les conduirons progressivement vers leur perte par des voies qu’ils ne connaissent pas.",
              "Spanish": "En cuanto a quienes desmienten Nuestros signos, les conduciremos gradualmente hacia su perdición por donde no lo saben.",
              "Hindi": "और जिन्होंने हमारी आयतों को झुठलाया, हम उन्हें धीरे-धीरे उस तरफ़ ले जाएँगे जहाँ से वे नहीं जानते।"
            }
          },
          {
            "no": 183,
            "arabic": "وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ",
            "transliteration": "Waomlee lahum inna kaydeen mateenun",
            "translations": {
              "English": "And I will encourage them. My plan is firm.",
              "Urdu": "اور میں انہیں مہلت دوں گا۔ بے شک میری تدبیر مضبوط ہے۔",
              "French": "Et Je leur accorderai un délai, car Mon stratagème est solide.",
              "Spanish": "Y les daré un plazo, pues Mi plan es firme.",
              "Hindi": "और मैं उन्हें मोहलत दूँगा। बेशक मेरी चाल मज़बूत है।"
            }
          },
          {
            "no": 184,
            "arabic": "أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ",
            "transliteration": "Awa lam yatafakkaroo ma bisahibihim min jinnatin in huwa illa natheerun mubeenun",
            "translations": {
              "English": "Do they not think? There is no madness in their friend. He is but a plain warner.",
              "Urdu": "کیا انہوں نے غور نہیں کیا کہ ان کے ساتھی میں کوئی جنون نہیں؟ وہ تو صرف کھلا ڈرانے والا ہے۔",
              "French": "N’ont-ils pas réfléchi ? Leur compagnon n’est pas possédé ; il n’est qu’un avertisseur explicite.",
              "Spanish": "¿Acaso no reflexionan? Su compañero no está loco; solo es un advertidor claro.",
              "Hindi": "क्या उन्होंने ग़ौर नहीं किया कि उनके साथी में कोई पागलपन नहीं? वह तो सिर्फ़ साफ़-साफ़ डराने वाला है।"
            }
          },
          {
            "no": 185,
            "arabic": "أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ",
            "transliteration": "Awa lam yanthuroo fee malakooti alssamawati waalardi wama khalaqa Allahu min shayin waan AAasa an yakona qadi iqtaraba ajaluhum fabiayyi hadeethin baAAdahu yuminoona",
            "translations": {
              "English": "Have they not observed the government of the heavens and the earth, and all the things that God created, and that their time may have drawn near? Which message, besides this, will they believe in?",
              "Urdu": "کیا انہوں نے آسمانوں اور زمین کی بادشاہت اور اللہ کی بنائی ہوئی چیزوں پر غور نہیں کیا؟ اور یہ کہ شاید ان کی مہلت قریب آ گئی ہو؟ پھر اس کے بعد وہ کس بات پر ایمان لائیں گے؟",
              "French": "N’ont-ils pas observé le royaume des cieux et de la terre, et toutes les choses qu’Allah a créées ? Peut-être que leur terme est proche. En quel message croiront-ils après celui-ci ?",
              "Spanish": "¿Acaso no contemplan el reino de los cielos y la tierra y todo lo que Allah ha creado? Quizás su plazo esté cerca. ¿En qué mensaje creerán después de este?",
              "Hindi": "क्या उन्होंने आसमानों और ज़मीन की बादशाही और अल्लाह की बनाई हुई चीज़ों पर ग़ौर नहीं किया? और यह कि शायद उनकी मोहलत नज़दीक आ गई हो? फिर इसके बाद वे किस बात पर ईमान लाएँगे?"
            }
          },
          {
            "no": 186,
            "arabic": "مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
            "transliteration": "Man yudlili Allahu fala hadiya lahu wayatharuhum fee tughyanihim yaAAmahoona",
            "translations": {
              "English": "Whomever God misguides has no guide. And He leaves them blundering in their transgression.",
              "Urdu": "جسے اللہ گمراہ کر دے، اس کا کوئی رہنما نہیں، اور وہ انہیں ان کی سرکشی میں بھٹکتا ہوا چھوڑ دیتا ہے۔",
              "French": "Quiconque Allah égare n’a plus de guide. Il les laisse dans leur transgression, errants.",
              "Spanish": "A quien Allah extravía, no hay quien lo guíe. Los deja perdidos en su rebelión.",
              "Hindi": "जिसे अल्लाह गुमराह कर दे, उसका कोई रहनुमा नहीं, और वह उन्हें उनकी सरकशी में भटकता हुआ छोड़ देता है।"
            }
          },
          {
            "no": 187,
            "arabic": "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
            "transliteration": "Yasaloonaka AAani alssaAAati ayyana mursaha qul innama AAilmuha AAinda rabbee la yujalleeha liwaqtiha illa huwa thaqulat fee alssamawati waalardi la tateekum illa baghtatan yasaloonaka kaannaka hafiyyun AAanha qul innama AAilmuha AAinda Allahi walakinna akthara alnnasi la yaAAlamoona",
            "translations": {
              "English": "They ask you about the Hour, 'When will it come?' Say, 'Knowledge of it rests with my Lord. None can reveal its coming except He. It weighs heavily on the heavens and the earth. It will not come upon you except suddenly.' They ask you as if you are responsible for it. Say, 'Knowledge of it rests with God,' but most people do not know.",
              "Urdu": "وہ تم سے قیامت کے بارے میں پوچھتے ہیں کہ وہ کب آئے گی؟ کہہ دو، 'اس کا علم میرے رب کے پاس ہے، اسے اس کے وقت پر وہی ظاہر کرے گا۔ وہ آسمانوں اور زمین پر بھاری ہے، وہ تم پر اچانک ہی آ پڑے گی۔' وہ تم سے ایسے پوچھتے ہیں جیسے تم اس کے ذمہ دار ہو۔ کہہ دو، 'اس کا علم اللہ ہی کے پاس ہے،' لیکن اکثر لوگ نہیں جانتے۔",
              "French": "Ils t’interrogent sur l’Heure : « Quand arrivera-t-elle ? » Dis : « Seul mon Seigneur en a connaissance. Lui seul la manifestera en son temps. Elle pèse lourd dans les cieux et sur la terre. Elle ne viendra à vous que soudainement. » Ils t’interrogent comme si tu en étais informé. Dis : « Seul Allah en a connaissance », mais la plupart des gens ne savent pas.",
              "Spanish": "Te preguntan acerca de la Hora: '¿Cuándo ocurrirá?' Di: 'Su conocimiento solo lo tiene mi Señor. Solo Él la hará llegar a su debido tiempo. Es algo gravoso en los cielos y en la Tierra. No os llegará sino de repente.' Te preguntan como si tú lo supieras. Di: 'Su conocimiento solo lo tiene Allah', pero la mayoría de la gente no lo sabe.",
              "Hindi": "वे तुमसे क़यामत के बारे में पूछते हैं कि वह कब आएगी? कह दो, 'उसका इल्म मेरे रब के पास है, उसे उसके वक़्त पर वही ज़ाहिर करेगा। वह आसमानों और ज़मीन पर भारी है, वह तुम पर अचानक ही आ पड़ेगी।' वे तुमसे ऐसे पूछते हैं जैसे तुम उसके ज़िम्मेदार हो। कह दो, 'उसका इल्म अल्लाह ही के पास है,' लेकिन ज़्यादातर लोग नहीं जानते।"
            }
          },
          {
            "no": 188,
            "arabic": "قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ",
            "transliteration": "Qul la amliku linafsee nafAAan wala darran illa ma shaa Allahu walaw kuntu aAAlamu alghayba laistakthartu mina alkhayri wama massaniya alsssoo in ana illa natheerun wabasheerun liqawmin yuminoona",
            "translations": {
              "English": "Say, 'I have no control over any benefit or harm to myself, except as God wills. Had I known the future, I would have acquired much good, and no harm would have touched me. I am only a warner, and a herald of good news to a people who believe.'",
              "Urdu": "کہہ دو، 'میں اپنے لیے نفع اور نقصان کا مالک نہیں، سوائے اس کے جو اللہ چاہے۔ اگر میں غیب جانتا ہوتا تو بہت فائدہ حاصل کر لیتا اور مجھے کوئی نقصان نہ پہنچتا۔ میں تو صرف ڈرانے والا اور ایمان لانے والوں کو خوشخبری دینے والا ہوں۔'",
              "French": "Dis : « Je ne détiens pour moi-même ni profit ni dommage, sauf ce qu’Allah veut. Si je connaissais l’invisible, j’aurais eu beaucoup de biens et aucun mal ne m’aurait touché. Je ne suis qu’un avertisseur et un annonciateur pour des gens qui croient. »",
              "Spanish": "Di: 'No tengo poder para beneficiarme ni perjudicarme a mí mismo, salvo lo que Allah quiera. Si conociera lo oculto, habría acumulado muchos bienes y no me habría alcanzado ningún mal. Solo soy un advertidor y un albriciador para gente que cree.'",
              "Hindi": "कह दो, 'मैं अपने लिए नफ़ा और नुक़सान का मालिक नहीं, सिवाय उसके जो अल्लाह चाहे। अगर मैं ग़ैब जानता होता तो बहुत फ़ायदा हासिल कर लेता और मुझे कोई नुक़सान न पहुँचता। मैं तो सिर्फ़ डराने वाला और ईमान लाने वालों को ख़ुशख़बरी देने वाला हूँ।'"
            }
          },
          {
            "no": 189,
            "arabic": "هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
            "transliteration": "Huwa allathee khalaqakum min nafsin wahidatin wajaAAala minha zawjaha liyaskuna ilayha falamma taghashshaha hamalat hamlan khafeefan famarrat bihi falamma athqalat daAAawa Allaha rabbahuma lain ataytana salihan lanakoonanna mina alshshakireena",
            "translations": {
              "English": "It is He who created you from a single person, and made from it its mate, that he may find comfort with her. Then, when he has covered her, she conceives a light load, and she carries it around. But when she has grown heavy, they pray to God their Lord, 'if You give us a good child, we will be among the thankful.'",
              "Urdu": "وہی ہے جس نے تمہیں ایک جان سے پیدا کیا اور اس میں سے اس کا جوڑا بنایا تاکہ وہ اس کے پاس سکون پائے۔ پھر جب وہ اس سے ہمبستری کرتا ہے تو وہ ہلکا سا حمل ٹھہر لیتی ہے اور اسے لیے پھرتی ہے۔ پھر جب وہ بوجھل ہو جاتی ہے تو وہ دونوں اپنے رب اللہ سے دعا کرتے ہیں، 'اگر تو ہمیں ایک اچھی اولاد دے تو ہم ضرور شکر گزاروں میں سے ہوں گے۔'",
              "French": "C’est Lui qui vous a créés d’une seule âme, et qui en a tiré son épouse, afin qu’il trouve de la tranquillité auprès d’elle. Et quand il l’eut approchée, elle conçut une légère grossesse, avec laquelle elle se déplaçait. Puis, lorsqu’elle devint lourde, ils invoquèrent tous deux leur Seigneur : « Si Tu nous donnes un enfant sain, nous serons certainement reconnaissants. »",
              "Spanish": "Él es Quien os creó de un solo ser e hizo de él su pareja para que encontrara sosiego en ella. Y cuando la cubrió, ella concibió una carga ligera y la llevó sin dificultad. Pero cuando se agravó, ambos invocaron a Allah, su Señor: 'Si nos concedes un hijo sano, seremos agradecidos.'",
              "Hindi": "वही है जिसने तुम्हें एक जान से पैदा किया और उसमें से उसका जोड़ा बनाया ताकि वह उसके पास सुकून पाए। फिर जब वह उससे संभोग करता है तो वह हल्का सा गर्भ ठहर लेती है और उसे लिए फिरती है। फिर जब वह भारी हो जाती है तो वे दोनों अपने रब अल्लाह से दुआ करते हैं, 'अगर तू हमें एक अच्छी औलाद दे तो हम ज़रूर शुक्रगुज़ारों में से होंगे।'"
            }
          },
          {
            "no": 190,
            "arabic": "فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ",
            "transliteration": "Falamma atahuma salihan jaAAala lahu shurakaa feema atahuma fataAAala Allahu AAamma yushrikoona",
            "translations": {
              "English": "But when He has given them a good child, they attribute partners to Him in what He has given them. God is exalted above what they associate.",
              "Urdu": "پھر جب اس نے انہیں ایک اچھی اولاد دی تو انہوں نے اسے دیے ہوئے میں اس کے لیے شریک ٹھہرائے۔ اللہ ان کے شرک سے پاک ہے۔",
              "French": "Puis, quand Il leur eut donné un enfant sain, ils Lui donnèrent des associés dans ce qu’Il leur avait donné. Qu’Allah soit exalté bien au-dessus de ce qu’ils Lui associent !",
              "Spanish": "Pero cuando les concedió un hijo sano, atribuyeron copartícipes a Allah en lo que Él les había dado. ¡Allah está por encima de lo que Le asocian!",
              "Hindi": "फिर जब उसने उन्हें एक अच्छी औलाद दी तो उन्होंने उसे दिए हुए में उसके लिए शिर्क करने लगे। अल्लाह उनके शिर्क से पाक है।"
            }
          },
          {
            "no": 191,
            "arabic": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ",
            "transliteration": "Ayushrikoona ma la yakhluqu shayan wahum yukhlaqoona",
            "translations": {
              "English": "Do they idolize those who create nothing, and are themselves created?",
              "Urdu": "کیا وہ انہیں شریک بناتے ہیں جو کچھ بھی پیدا نہیں کر سکتے اور خود پیدا کیے گئے ہیں؟",
              "French": "Associent-ils des divinités qui ne créent rien et qui sont elles-mêmes créées ?",
              "Spanish": "¿Atribuyen como copartícipes a quienes no pueden crear nada y son creados?",
              "Hindi": "क्या वे उन्हें शरीक बनाते हैं जो कुछ भी पैदा नहीं कर सकते और ख़ुद पैदा किए गए हैं?"
            }
          },
          {
            "no": 192,
            "arabic": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنْفُسَهُمْ يَنْصُرُونَ",
            "transliteration": "Wala yastateeAAoona lahum nasran wa la anfusahum yansuroona",
            "translations": {
              "English": "And can neither help them, nor help their own selves?",
              "Urdu": "اور نہ ان کی مدد کر سکتے ہیں اور نہ اپنی ہی مدد کر سکتے ہیں؟",
              "French": "Et qui ne peuvent ni les secourir, ni se secourir eux-mêmes ?",
              "Spanish": "Que no pueden auxiliarles ni auxiliarse a sí mismos?",
              "Hindi": "और न उनकी मदद कर सकते हैं और न अपनी ही मदद कर सकते हैं?"
            }
          },
          {
            "no": 193,
            "arabic": "وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لَا يَتَّبِعُوكُمْ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ",
            "transliteration": "Wa-in tadAAoohum ila alhuda la yattabiAAookum sawaon AAalaykum adaAAawtumoohum am antum samitoona",
            "translations": {
              "English": "And if you invite them to guidance, they will not follow you. It is the same for you, whether you invite them, or remain silent.",
              "Urdu": "اور اگر تم انہیں ہدایت کی طرف بلاؤ تو وہ تمہاری پیروی نہیں کریں گے۔ تمہارے لیے یکساں ہے، چاہے تم انہیں بلاؤ یا خاموش رہو۔",
              "French": "Et si vous les appelez vers la bonne voie, ils ne vous suivront pas. Que vous les appeliez ou que vous gardiez le silence, c’est pareil pour vous.",
              "Spanish": "Y si los invitáis a la guía, no os seguirán. Da lo mismo que los llaméis o que guardéis silencio.",
              "Hindi": "और अगर तुम उन्हें हिदायत की तरफ़ बुलाओ तो वे तुम्हारी पैरवी नहीं करेंगे। तुम्हारे लिए बराबर है, चाहे तुम उन्हें बुलाओ या चुप रहो।"
            }
          },
          {
            "no": 194,
            "arabic": "إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنْتُمْ صَادِقِينَ",
            "transliteration": "Inna allatheena tadAAoona min dooni Allahi AAibadun amthalukum faodAAoohum falyastajeeboo lakum in kuntum sadiqeena",
            "translations": {
              "English": "Those you call upon besides God are servants like you. So call upon them, and let them answer you, if you are truthful.",
              "Urdu": "جنہیں تم اللہ کے سوا پکارتے ہو، وہ بھی تمہاری طرح کے بندے ہیں۔ سو تم انہیں پکارو، اگر تم سچے ہو تو وہ تمہاری پکار کا جواب دیں۔",
              "French": "Ceux que vous invoquez en dehors d’Allah sont des serviteurs comme vous. Invoquez-les donc et qu’ils vous répondent, si vous êtes véridiques.",
              "Spanish": "Aquellos que invocáis en lugar de Allah son siervos como vosotros. Invocadlos, pues, y que os respondan, si es verdad lo que decís.",
              "Hindi": "जिन्हें तुम अल्लाह के सिवा पुकारते हो, वे भी तुम्हारी तरह के बंदे हैं। सो तुम उन्हें पुकारो, अगर तुम सच्चे हो तो वे तुम्हारी पुकार का जवाब दें।"
            }
          },
          {
            "no": 195,
            "arabic": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ",
            "transliteration": "Alahum arjulun yamshoona biha am lahum aydin yabtisoona biha am lahum aAAyunun yubsiroona biha am lahum athanun yasmaAAoona biha quli odAAoo shurakaakum thumma keedooni fala tunthirooni",
            "translations": {
              "English": "Do they have feet with which they walk? Or do they have hands with which they strike? Or do they have eyes with which they see? Or do they have ears with which they hear? Say, 'Call upon your partners, then plot against me, and do not wait.'",
              "Urdu": "کیا ان کے پاس پاؤں ہیں جن سے وہ چلتے ہیں؟ یا ہاتھ ہیں جن سے وہ پکڑتے ہیں؟ یا آنکھیں ہیں جن سے وہ دیکھتے ہیں؟ یا کان ہیں جن سے وہ سنتے ہیں؟ کہہ دو، 'اپنے شریکوں کو بلا لو، پھر میرے خلاف تدبیر کرو، اور مجھے مہلت مت دو۔'",
              "French": "Ont-ils des pieds pour marcher ? Ont-ils des mains pour frapper ? Ont-ils des yeux pour voir ? Ont-ils des oreilles pour entendre ? Dis : « Appelez vos associés, puis faites complot contre moi, et ne me donnez pas de répit. »",
              "Spanish": "¿Acaso tienen pies con los que caminan? ¿O manos con las que sujetan? ¿O ojos con los que ven? ¿O oídos con los que oyen? Di: 'Invocad a vuestros ídolos, maquinad contra mí y no me dejéis esperar.'",
              "Hindi": "क्या उनके पास पैर हैं जिनसे वे चलते हैं? या हाथ हैं जिनसे वे पकड़ते हैं? या आँखें हैं जिनसे वे देखते हैं? या कान हैं जिनसे वे सुनते हैं? कह दो, 'अपने शरीकों को बुलाओ, फिर मेरे ख़िलाफ़ चाल चलो, और मुझे मोहलत मत दो।'"
            }
          },
          {
            "no": 196,
            "arabic": "إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ",
            "transliteration": "Inna waliyyiya Allahu allathee nazzala alkitaba wahuwa yatawalla alssaliheena",
            "translations": {
              "English": "'My Master is God, He Who sent down the Book, and He takes care of the righteous.'",
              "Urdu": "'میرا کارساز تو اللہ ہے جس نے کتاب نازل کی، اور وہ نیکوکاروں کی سرپرستی کرتا ہے۔'",
              "French": "« Mon allié est Allah qui a fait descendre le Livre, et Il prend en charge les vertueux. »",
              "Spanish": "'Mi protector es Allah, Quien ha revelado el Libro y Él protege a los justos.'",
              "Hindi": "'मेरा कारसाज़ तो अल्लाह है जिसने किताब नाज़िल की, और वह नेक लोगों की सरपरस्ती करता है।'"
            }
          },
          {
            "no": 197,
            "arabic": "وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنْفُسَهُمْ يَنْصُرُونَ",
            "transliteration": "Waallatheena tadAAoona min doonihi la yastateeAAoona nasrakum wala anfusahum yansuroona",
            "translations": {
              "English": "Those you call upon besides Him cannot help you, nor can they help themselves.",
              "Urdu": "اور جنہیں تم اس کے سوا پکارتے ہو، وہ نہ تمہاری مدد کر سکتے ہیں اور نہ اپنی ہی۔",
              "French": "Et ceux que vous invoquez en dehors de Lui ne peuvent ni vous secourir ni se secourir eux-mêmes.",
              "Spanish": "Y aquellos que invocáis en lugar de Él no pueden auxiliaros ni auxiliarse a sí mismos.",
              "Hindi": "और जिन्हें तुम उसके सिवा पुकारते हो, वे न तुम्हारी मदद कर सकते हैं और न अपनी ही।"
            }
          },
          {
            "no": 198,
            "arabic": "وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لَا يَسْمَعُوا وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
            "transliteration": "Wain tadAAoohum ila alhuda la yasmaAAoo watarahum yanthuroona ilayka wahum la yubsiroona",
            "translations": {
              "English": "And if you call them to guidance, they will not hear. And you see them looking at you, yet they do not see.",
              "Urdu": "اور اگر تم انہیں ہدایت کی طرف بلاؤ تو وہ سنیں گے نہیں، اور تم انہیں دیکھو گے کہ وہ تمہاری طرف دیکھ رہے ہیں، لیکن وہ دیکھتے نہیں۔",
              "French": "Et si vous les appelez vers la bonne voie, ils n’entendent pas. Tu les vois te regarder, mais ils ne voient pas.",
              "Spanish": "Y si los invitáis a la guía, no oirán. Los ves mirándote, pero no ven.",
              "Hindi": "और अगर तुम उन्हें हिदायत की तरफ़ बुलाओ तो वे सुनेंगे नहीं, और तुम उन्हें देखोगे कि वे तुम्हारी तरफ़ देख रहे हैं, लेकिन वे देखते नहीं।"
            }
          },
          {
            "no": 199,
            "arabic": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ",
            "transliteration": "Khuthi alAAafwa wamur bialAAurfi waaAArid AAani aljahileena",
            "translations": {
              "English": "Be tolerant, and command decency, and avoid the ignorant.",
              "Urdu": "درگزر کرنے والا بنو، نیکی کا حکم دو، اور جاہلوں سے کنارہ کش رہو۔",
              "French": "Sois indulgent, commande le bien et éloigne-toi des ignorants.",
              "Spanish": "Sé indulgente, ordena el bien y apártate de los ignorantes.",
              "Hindi": "माफ़ करने वाला बनो, नेकी का हुक्म दो, और नादानों से दूर रहो।"
            }
          },
          {
            "no": 200,
            "arabic": "وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ",
            "transliteration": "Waimma yanzaghannaka mina alshshaytani nazghun faistaAAith biAllahi innahu sameeAAun AAaleemun",
            "translations": {
              "English": "And when a suggestion from Satan assails you, take refuge with God. He is Hearing and Knowing.",
              "Urdu": "اور اگر شیطان کی طرف سے کوئی وسوسہ تمہیں ستائے تو اللہ کی پناہ مانگو، بے شک وہ سننے والا جاننے والا ہے۔",
              "French": "Et si jamais le Diable t’incite au mal, cherche refuge auprès d’Allah. Il est Celui qui entend et sait tout.",
              "Spanish": "Y si el demonio te susurra al oído, busca refugio en Allah. Él todo lo oye, todo lo sabe.",
              "Hindi": "और अगर शैतान की तरफ़ से कोई वसवसा तुम्हें सताए तो अल्लाह की पनाह माँगो, बेशक वह सुनने वाला जानने वाला है।"
            }
          },
          {
            "no": 201,
            "arabic": "إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ",
            "transliteration": "Inna allatheena ittaqaw itha massahum taifun mina alshshaytani tathakkaroo faitha hum mubsiroona",
            "translations": {
              "English": "Those who are righteous—when an impulse from Satan strikes them, they remind themselves, and immediately see clearly.",
              "Urdu": "جو لوگ پرہیزگار ہیں، جب انہیں شیطان کی طرف سے کوئی وسوسہ پہنچتا ہے تو وہ یاد دہانی کرتے ہیں، اور فوراً ہوشیار ہو جاتے ہیں۔",
              "French": "Quand une suggestion du Diable touche ceux qui sont pieux, ils se rappellent et commencent à voir clairement.",
              "Spanish": "Cuando los piadosos son tentados por el demonio, recapacitan y así se dan cuenta.",
              "Hindi": "जो लोग परहेज़गार हैं, जब उन्हें शैतान की तरफ़ से कोई वसवसा पहुँचता है तो वे याद दिलाते हैं, और फ़ौरन होशियार हो जाते हैं।"
            }
          },
          {
            "no": 202,
            "arabic": "وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ",
            "transliteration": "Waikhwanuhum yamuddoonahum fee alghayyi thumma la yuqsiroona",
            "translations": {
              "English": "But their brethren lead them relentlessly into error, and they never stop short.",
              "Urdu": "اور ان کے بھائی (شیاطین) انہیں گمراہی میں لگاتار ڈالتے ہیں، پھر وہ باز نہیں آتے۔",
              "French": "Mais leurs partisans (les diables) les entraînent dans l’égarement sans jamais s’arrêter.",
              "Spanish": "Pero sus compañeros [los demonios] los incitan al extravío sin cesar.",
              "Hindi": "और उनके भाई (शैतान) उन्हें गुमराही में लगातार डालते हैं, फिर वे बाज़ नहीं आते।"
            }
          },
          {
            "no": 203,
            "arabic": "وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ",
            "transliteration": "Waitha lam tathim biayatin qaloo lawla ijtabaytaha qul innama attabiAAu ma yooha ilayya min rabbee hatha basairu min rabbikum wahudan warahmatun liqawmin yuminoona",
            "translations": {
              "English": "If you do not produce a miracle for them, they say, 'Why don’t you improvise one.' Say, 'I only follow what is inspired to me from my Lord.' These are insights from your Lord, and guidance, and mercy, for a people who believe.",
              "Urdu": "اور جب تم ان کے پاس کوئی نشانی نہیں لاتے تو وہ کہتے ہیں، 'تم نے اسے کیوں نہیں گھڑ لیا؟' کہہ دو، 'میں تو صرف اسی کی پیروی کرتا ہوں جو میرے رب کی طرف سے میری طرف وحی کیا جاتا ہے۔' یہ تمہارے رب کی طرف سے بصیرتیں ہیں، اور ہدایت اور رحمت ہے ان لوگوں کے لیے جو ایمان لاتے ہیں۔",
              "French": "Et quand tu ne leur apportes pas de miracle, ils disent : « Pourquoi ne l’as-tu pas inventé ? » Dis : « Je ne fais que suivre ce qui m’est révélé de mon Seigneur. Ceci est une lumière venue de votre Seigneur, un guide et une miséricorde pour des gens qui croient. »",
              "Spanish": "Cuando no les presentas un milagro, dicen: '¿Por qué no lo has inventado?' Di: 'Solo sigo lo que me ha sido revelado por mi Señor. Esto es una luz de vuestro Señor, guía y misericordia para gente que cree.'",
              "Hindi": "और जब तुम उनके पास कोई निशानी नहीं लाते तो वे कहते हैं, 'तुमने उसे क्यों नहीं गढ़ लिया?' कह दो, 'मैं तो सिर्फ़ उसी की पैरवी करता हूँ जो मेरे रब की तरफ़ से मेरी तरफ़ वह़्य किया जाता है।' यह तुम्हारे रब की तरफ़ से बसीरतें हैं, और हिदायत और रहमत है उन लोगों के लिए जो ईमान लाते हैं।"
            }
          },
          {
            "no": 204,
            "arabic": "وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ",
            "transliteration": "Waitha quria alquranu faistamiAAoo lahu waansitoo laAAallakum turhamoona",
            "translations": {
              "English": "When the Quran is recited, listen to it, and pay attention, so that you may experience mercy.",
              "Urdu": "اور جب قرآن پڑھا جائے تو اسے غور سے سنو اور خاموش رہو، تاکہ تم پر رحم کیا جائے۔",
              "French": "Et quand le Coran est récité, prêtez-lui l’oreille attentivement et observez le silence, afin que vous obteniez la miséricorde.",
              "Spanish": "Cuando se recite el Corán, escuchadlo y guardad silencio para que se os tenga misericordia.",
              "Hindi": "और जब क़ुरआन पढ़ा जाए तो उसे ध्यान से सुनो और चुप रहो, ताकि तुम पर रहम किया जाए।"
            }
          },
          {
            "no": 205,
            "arabic": "وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ",
            "transliteration": "Waothkur rabbaka fee nafsika tadarruAAan wakheefatan wadoona aljahri mina alqawli bialghuduwwi waalasalii wala takun mina alghafileena",
            "translations": {
              "English": "And remember your Lord within yourself, humbly and fearfully, and quietly, in the morning and the evening, and do not be of the neglectful.",
              "Urdu": "اور اپنے رب کو اپنے دل میں عاجزی اور ڈر کے ساتھ، اور آہستہ آواز سے صبح و شام یاد کرو، اور غافلوں میں سے نہ ہو۔",
              "French": "Et invoque ton Seigneur en toi-même, en humilité et crainte, à mi-voix, le matin et le soir, et ne sois pas du nombre des insouciants.",
              "Spanish": "Y recuerda a tu Señor en tu interior con humildad y temor, sin alzar la voz, por la mañana y por la tarde, y no seas de los despreocupados.",
              "Hindi": "और अपने रब को अपने दिल में विनम्रता और डर के साथ, और धीमी आवाज़ से सुबह और शाम याद करो, और ग़ाफ़िलों में से न हो।"
            }
          },
          {
            "no": 206,
            "arabic": "إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُ�َبِّحُونَهُ وَلَهُ يَسْجُدُونَ",
            "transliteration": "Inna allatheena AAinda rabbika la yastakbiroona AAan AAibadatihi wayusabbihoonahu walahu yasjudoona",
            "translations": {
              "English": "Those who are in the presence of your Lord are not too proud to worship Him. They recite His praises, and to Him they bow down.",
              "Urdu": "جو لوگ تمہارے رب کے حضور ہیں، وہ اس کی عبادت سے تکبر نہیں کرتے، وہ اس کی تسبیح کرتے ہیں اور اسی کو سجدہ کرتے ہیں۔",
              "French": "Ceux qui sont auprès de ton Seigneur ne dédaignent pas de L’adorer. Ils célèbrent Ses louanges et se prosternent devant Lui.",
              "Spanish": "Quienes están ante tu Señor no se ensoberbecen para adorarlo. Glorifican Su nombre y ante Él se prosternan.",
              "Hindi": "जो लोग तुम्हारे रब के हुज़ूर में हैं, वे उसकी इबादत से तक़ब्बुर नहीं करते, वे उसकी तस्बीह करते हैं और उसी को सजदा करते हैं।"
            }
          }
        
        
        ]
}