{
    "no": 9,
    "name": "At-Tawbah",
    "verses": [
      {
        "no": 1,
        "arabic": "بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ",
        "transliteration": "Baraatun mina Allahi warasoolihi ila allatheena AAahadtum mina almushrikeena",
        "translations": {
          "English": "A declaration of immunity from God and His Messenger to the polytheists with whom you had made a treaty.",
          "Urdu": "اللہ اور اس کے رسول کی طرف سے ان مشرکین کے لیے براءت کا اعلان جن سے تم نے عہد کیا تھا۔",
          "French": "Une déclaration de désaveu de la part d'Allah et de Son Messager à l'égard des associateurs avec qui vous avez conclu un traité.",
          "Spanish": "Una declaración de exención de parte de Alá y Su Mensajero hacia los idólatras con quienes habíais hecho un pacto.",
          "Hindi": "अल्लाह और उसके रसूल की ओर से उन मुश्रिकों के लिए बराबरी का ऐलान है जिनसे तुमने वादा किया था।"
        }
      },
      {
        "no": 2,
        "arabic": "فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ",
        "transliteration": "Faseehoo fee alardi arbaAAata ashhurin waiAAlamoo annakum ghayru muAAjizee Allahi waanna Allaha mukhzee alkafireena",
        "translations": {
          "English": "So travel the land for four months, and know that you cannot escape God, and that God will disgrace the disbelievers.",
          "Urdu": "پس زمین میں چار مہینے سیر کرو اور جان لو کہ تم اللہ کو عاجز نہیں کر سکتے اور یہ کہ اللہ کافروں کو رسوا کرنے والا ہے۔",
          "French": "Parcourez donc la terre pendant quatre mois et sachez que vous ne réduirez pas Allah à l'impuissance et qu'Allah couvrira d'ignominie les mécréants.",
          "Spanish": "Viajad, pues, por la tierra durante cuatro meses y sabed que no podréis escapar de Alá y que Alá humillará a los incrédulos.",
          "Hindi": "तो धरती में चार महीने घूमो और जान लो कि तुम अल्लाह को असमर्थ नहीं कर सकते और निश्चय ही अल्लाह काफिरों को अपमानित करने वाला है।"
        }
      },
      {
        "no": 3,
        "arabic": "وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ",
        "transliteration": "Waathanun mina Allahi warasoolihi ila alnnasi yawma alhajji alakbari anna Allaha bareeon mina almushrikeena warasooluhu fain tubtum fahuwa khayrun lakum wain tawallaytum faiAAlamoo annakum ghayru muAAjizee Allahi wabashshiri allatheena kafaroo biAAathabin aleemin",
        "translations": {
          "English": "And a proclamation from God and His Messenger to the people on the day of the Greater Pilgrimage, that God has disowned the polytheists, and so did His Messenger. If you repent, it will be better for you. But if you turn away, know that you cannot escape God. And announce to those who disbelieve a painful punishment.",
          "Urdu": "اور اللہ اور اس کے رسول کی طرف سے لوگوں کو حج اکبر کے دن اعلان ہے کہ اللہ مشرکوں سے بری ہے اور اس کا رسول بھی، پس اگر تم توبہ کرو تو یہ تمہارے لیے بہتر ہے اور اگر منہ پھیرو تو جان لو کہ تم اللہ کو عاجز نہیں کر سکتے اور کافروں کو دردناک عذاب کی خوشخبری سنا دو۔",
          "French": "Et proclamation aux gens, de la part d'Allah et de Son messager, au jour du Grand Pèlerinage, qu'Allah et Son messager désavouent les associateurs. Si vous vous repentez, ce sera mieux pour vous. Mais si vous vous détournez, sachez que vous ne réduirez pas Allah à l'impuissance. Et annonce un châtiment douloureux à ceux qui ne croient pas.",
          "Spanish": "Y un anuncio de Alá y Su Mensajero a la gente el día de la Peregrinación Mayor, de que Alá y Su Mensajero se desentienden de los idólatras. Si os arrepentís, será mejor para vosotros. Pero si os apartáis, sabed que no podréis escapar de Alá. Y anuncia a los incrédulos un castigo doloroso.",
          "Hindi": "और अल्लाह और उसके रसूल की ओर से लोगों को हज्जे अकबर के दिन यह ऐलान है कि अल्लाह मुश्रिकों से बरी है और उसका रसूल भी। फिर अगर तुम तौबा करो तो यह तुम्हारे लिए बेहतर है और अगर मुँह मोड़ो तो जान लो कि तुम अल्लाह को असमर्थ नहीं कर सकते और काफिरों को दर्दनाक अज़ाब की ख़ुशख़बरी सुना दो।"
        }
      },
      
        {
          "no": 4,
          "arabic": "إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
          "transliteration": "Illā alladhīna ʿāhadhtum mina al-mushrikīna thumma lam yanquṣūkum shayʾan wa lam yuẓāhirū ʿalaykum aḥadan fa-atimmū ilayhim ʿahdahum ilā muddatihim inna Allāha yuḥibbu al-muttaqīn",
          "translations": {
            "English": "Except for those among the polytheists with whom you had made a treaty, and did not violate any of its terms, nor aided anyone against you. So fulfill the treaty with them to the end of its term. God loves the righteous.",
            "Urdu": "سوائے ان مشرکین کے جن سے تم نے عہد کیا پھر انہوں نے تم سے کسی چیز میں کمی نہیں کی اور نہ تمہارے خلاف کسی کی مدد کی، تو تم بھی ان کے ساتھ عہد کو ان کی مدت تک پورا کرو۔ بے شک اللہ پرہیزگاروں سے محبت کرتا ہے۔",
            "French": "Sauf ceux des associateurs avec qui vous avez conclu un pacte, et qui ne vous ont manqué en rien, et n’ont soutenu personne contre vous : respectez pleinement le pacte que vous avez conclu avec eux jusqu’au terme convenu. Allah aime les pieux.",
            "Spanish": "Excepto aquellos de los politeístas con quienes habéis hecho un pacto y no han faltado a ninguno de sus términos ni han ayudado a nadie contra vosotros. Cumplid con ellos su pacto hasta su término. En verdad, Allah ama a los piadosos.",
            "Hindi": "उन मुशरिकों को छोड़कर जिनसे तुमने वचनबद्ध किया फिर उन्होंने तुमसे किसी चीज़ में कमी नहीं की और न तुम्हारे खिलाफ किसी की मदद की, तो तुम भी उनके साथ उनकी अवधि तक वचन पूरा करो। निस्संदेह अल्लाह डर रखने वालों से प्यार करता है।"
          }
        },
        {
          "no": 5,
          "arabic": "فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
          "transliteration": "Fa-idhā insalakha al-ashhuru al-ḥurumu fa-uqtulū al-mushrikīna ḥaythu wajadtumūhum wa khudhūhum wa uḥṣurūhum wa uqʿudū lahum kulla marṣadin fa-in tābū wa aqāmū aṣ-ṣalāta wa ātaw az-zakāta fa khallū sabīlahum inna Allāha ghafūrun raḥīm",
          "translations": {
            "English": "When the Sacred Months have passed, kill the polytheists wherever you find them. And capture them, and besiege them, and lie in wait for them at every ambush. But if they repent, and perform the prayers, and pay the alms, then let them go their way. God is Most Forgiving, Most Merciful.",
            "Urdu": "پس جب حرمت والے مہینے گزر جائیں تو مشرکین کو جہاں پاؤ قتل کرو، اور انہیں پکڑو، اور گھیرو، اور ہر گھات میں ان کا انتظار کرو۔ پھر اگر وہ توبہ کر لیں اور نماز قائم کریں اور زکوٰۃ ادا کریں تو ان کا راستہ چھوڑ دو۔ بے شک اللہ بڑا بخشنے والا مہربان ہے۔",
            "French": "Une fois que les mois sacrés se seront écoulés, tuez les associateurs où que vous les trouviez. Capturez-les, assiégez-les et guettez-les dans toute embuscade. Mais s’ils se repentent, accomplissent la prière et acquittent l’aumône, alors laissez-leur la voie libre, car Allah est Pardonneur et Miséricordieux.",
            "Spanish": "Cuando hayan transcurrido los meses sagrados, matad a los idólatras dondequiera que los encontréis. Capturadlos, sitiadlos y tendedles emboscadas por todas partes. Pero si se arrepienten, establecen el salat y entregan el zakat, entonces dejadles ir. En verdad, Allah es Indulgente, Misericordioso.",
            "Hindi": "फिर जब महीनों की पवित्रता समाप्त हो जाए तो मुशरिकों को जहाँ पाओ मार डालो, उन्हें पकड़ो, उन्हें घेरो और हर घात में उनकी प्रतीक्षा करो। फिर अगर वे तौबा कर लें और नमाज़ क़ायम करें और ज़कात अदा करें तो उनका रास्ता छोड़ दो। निस्संदेह अल्लाह बड़ा क्षमाशील, दयावान है।"
          }
        },
        {
          "no": 6,
          "arabic": "وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ",
          "transliteration": "Wa in aḥadun mina al-mushrikīna istajāraka fa-ajirhu ḥattā yasmaʿa kalāma Allāhi thumma ablighhu maʾmanahu dhālika bi-annahum qawmun lā yaʿlamūn",
          "translations": {
            "English": "And if anyone of the polytheists asks you for protection, give him protection so that he may hear the Word of God; then escort him to his place of safety. That is because they are a people who do not know.",
            "Urdu": "اور اگر کوئی مشرک تم سے پناہ مانگے تو اسے پناہ دو تاکہ وہ اللہ کا کلام سن لے، پھر اسے اس کی جائے امن تک پہنچا دو۔ یہ اس لیے کہ وہ ایسے لوگ ہیں جو نہیں جانتے۔",
            "French": "Et si l’un des associateurs te demande asile, accorde-le lui afin qu’il entende la parole d’Allah, puis fais-le parvenir à son lieu de sécurité. Car ce sont des gens qui ne savent pas.",
            "Spanish": "Y si alguno de los idólatras te pide protección, concédesela para que pueda escuchar la Palabra de Allah. Luego llévalo a un lugar seguro. Eso es porque son gente que no sabe.",
            "Hindi": "और अगर कोई मुशरिक तुमसे शरण माँगे तो उसे शरण दे दो ताकि वह अल्लाह का कलाम सुन ले, फिर उसे उसके सुरक्षित स्थान तक पहुँचा दो। यह इसलिए कि वह ऐसे लोग हैं जो जानते नहीं।"
          }
        },
        {
          "no": 7,
          "arabic": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
          "transliteration": "Kayfa yakūnu lil-mushrikīna ʿahdun ʿinda Allāhi wa ʿinda rasūlihi illā alladhīna ʿāhadhtum ʿinda al-masjidi al-ḥarāmi fa-mā istaqāmū lakum fa-istaqīmū lahum inna Allāha yuḥibbu al-muttaqīn",
          "translations": {
            "English": "How can there be a treaty with the polytheists on the part of God and His Messenger, except for those with whom you made a treaty at the Sacred Mosque? As long as they are upright with you, be upright with them. God loves the pious.",
            "Urdu": "مشرکین کے لیے اللہ اور اس کے رسول کی طرف سے کیسے کوئی عہد ہو سکتا ہے، سوائے ان کے جن سے تم نے مسجد حرام کے پاس عہد کیا؟ پس جب تک وہ تمہارے ساتھ سیدھے رہیں تم بھی ان کے ساتھ سیدھے رہو۔ بے شک اللہ پرہیزگاروں سے محبت کرتا ہے۔",
            "French": "Comment les associateurs auraient-ils un pacte avec Allah et avec Son Messager ? A part ceux avec lesquels vous avez conclu un pacte près de la Mosquée sacrée. Tant qu’ils sont droits avec vous, soyez droits avec eux. Car Allah aime les pieux.",
            "Spanish": "¿Cómo puede haber un pacto con los idólatras por parte de Allah y Su Mensajero, excepto con aquellos con quienes hicisteis un pacto en la Mezquita Sagrada? Mientras sean rectos con vosotros, sed rectos con ellos. En verdad, Allah ama a los piadosos.",
            "Hindi": "मुशरिकों के लिए अल्लाह और उसके रसूल की तरफ से कैसे कोई वचन हो सकता है, सिवाय उनके जिनसे तुमने मस्जिद-ए-हराम के पास वचनबद्ध किया? फिर जब तक वे तुम्हारे साथ सीधे रहें तुम भी उनके साथ सीधे रहो। निस्संदेह अल्लाह डर रखने वालों से प्यार करता है।"
          }
        },
        {
          "no": 8,
          "arabic": "كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ",
          "transliteration": "Kayfa wa in yaẓharū ʿalaykum lā yarqubū fīkum illan wa lā dhimmatan yurḍūnakum bi-afwāhihim wa taʾbā qulūbuhum wa aktharuhum fāsiqūn",
          "translations": {
            "English": "How? Whenever they overcome you, they respect neither kinship nor treaty with you. They satisfy you with lip service, but their hearts refuse, and most of them are immoral.",
            "Urdu": "کیسے؟ جب کبھی وہ تم پر غالب آتے ہیں نہ تم میں رشتہ داری کا خیال رکھتے ہیں اور نہ عہد کا۔ وہ تمہیں اپنی زبانوں سے راضی کرتے ہیں لیکن ان کے دل انکار کرتے ہیں اور ان میں سے اکثر نافرمان ہیں।",
            "French": "Comment cela se pourrait-il, alors que s’ils prennent le dessus sur vous, ils ne respecteront à votre égard ni parenté ni pacte conclu ? Ils cherchent à vous satisfaire de leurs bouches, tandis que leurs cœurs s’y refusent, et la plupart d’entre eux sont pervers.",
            "Spanish": "¿Cómo? Si logran dominaros, no respetarán ningún lazo de parentesco ni pacto con vosotros. Os complacen con sus bocas, pero sus corazones se niegan, y la mayoría de ellos son inmorales.",
            "Hindi": "कैसे? जब कभी वे तुम पर हावी होते हैं तो न तुममें रिश्तेदारी का ख़्याल रखते हैं और न वचन का। वे तुम्हें अपनी ज़बानों से खुश करते हैं लेकिन उनके दिल इनकार करते हैं और उनमें से ज़्यादातर नाफ़रमान हैं।"
          }
        },
        {
          "no": 9,
          "arabic": "اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
          "transliteration": "Ishtaraw bi-āyāti Allāhi thamanan qalīlan fa-ṣaddū ʿan sabīlihi innahum sāʾa mā kānū yaʿmalūn",
          "translations": {
            "English": "They traded away God's revelations for a cheap price, so they barred others from His path. How evil is what they did.",
            "Urdu": "انہوں نے اللہ کی آیتوں کو تھوڑی سی قیمت پر بیچ ڈالا تو لوگوں کو اس کے راستے سے روک دیا۔ بے شک وہ جو کرتے تھے وہ بہت برا تھا۔",
            "French": "Ils ont troqué à vil prix les versets d’Allah et ont détourné les gens de Son sentier. Comme est mauvais ce qu’ils faisaient !",
            "Spanish": "Han cambiado los signos de Allah por un precio insignificante y han apartado a otros de Su camino. ¡Qué malo es lo que hacían!",
            "Hindi": "उन्होंने अल्लाह की आयतों को थोड़े से दाम पर बेच डाला तो लोगों को उसके रास्ते से रोक दिया। निस्संदेह वे जो करते थे वह बहुत बुरा था।"
          }
        },
        {
          "no": 10,
          "arabic": "لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ",
          "transliteration": "Lā yarqubūna fī muʾminin illan wa lā dhimmatan wa ulāʾika humu al-muʿtadūn",
          "translations": {
            "English": "Towards a believer they respect neither kinship nor treaty. These are the transgressors.",
            "Urdu": "وہ کسی مومن کے ساتھ نہ رشتہ داری کا خیال رکھتے ہیں اور نہ عہد کا۔ اور یہी लोग حد سے گزرنے والے ہیں।",
            "French": "Ils ne respectent à l’égard d’un croyant ni parenté ni pacte conclu. Et ceux-là sont les transgresseurs.",
            "Spanish": "No respetan ningún lazo de parentesco ni pacto con un creyente. Esos son los transgresores.",
            "Hindi": "वे किसी मोमिन के साथ न रिश्तेदारी का ख़्याल रखते हैं और न वचन का। और यही लोग हद से गुज़रने वाले हैं।"
          }
        },
        {
          "no": 11,
          "arabic": "فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
          "transliteration": "Fa-in tābū wa aqāmū aṣ-ṣalāta wa ātaw az-zakāta fa-ikhwānukum fī ad-dīni wa nufaṣṣilu al-āyāti li-qawmin yaʿlamūn",
          "translations": {
            "English": "But if they repent, and perform the prayers, and give the obligatory charity, then they are your brethren in faith. We detail the revelations for a people who know.",
            "Urdu": "پھر اگر وہ توبہ کر لیں اور نماز قائم کریں اور زکوٰۃ ادا کریں تو وہ تمہارے دینی بھائی ہیں۔ اور ہم آیتیں تفصیل سے بیان کرتے ہیں ان لوگوں کے لیے جو جانتے ہیں।",
            "French": "Mais s’ils se repentent, accomplissent la prière et acquittent l’aumône, ils deviendront vos frères en religion. Nous exposons Nos versets pour des gens qui savent.",
            "Spanish": "Pero si se arrepienten, establecen el salat y entregan el zakat, entonces son vuestros hermanos en la fe. Y explicamos los signos para gente que sabe.",
            "Hindi": "फिर अगर वे तौबा कर लें और नमाज़ क़ायम करें और ज़कात अदा करें तो वह तुम्हारे दीन के भाई हैं। और हम आयतों को विस्तार से बयान करते हैं उन लोगों के लिए जो जानते हैं।"
          }
        },
        {
          "no": 12,
          "arabic": "وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ",
          "transliteration": "Wa in nakathū aymānahum min baʿdi ʿahdihim wa ṭaʿanū fī dīnikum fa-qātilū aʾimmat al-kufri innahum lā aymāna lahum laʿallahum yantahūn",
          "translations": {
            "English": "But if they violate their oaths after their pledge, and attack your religion, then fight the leaders of disbelief—they have no faith—so that they may desist.",
            "Urdu": "اور اگر وہ اپنے عہد کے بعد اپنی قسموں کو توڑ دیں اور تمہارے دین پر طعن کرنے لگیں تو کفر کے سرداروں سے لڑو، ان کے لیے کوئی قول و قرار نہیں، شاید کہ وہ باز آ جائیں۔",
            "French": "Et s’ils violent leurs serments après avoir conclu un pacte, et attaquent votre religion, combattez alors les meneurs de la mécréance – car ils ne respectent aucun engagement – peut-être cesseront-ils ?",
            "Spanish": "Y si violan sus juramentos después de su pacto y atacan vuestra religión, entonces combatid a los líderes de la incredulidad. No tienen fe, para que así desistan.",
            "Hindi": "और अगर वे अपने वचन के बाद अपनी क़समों को तोड़ दें और तुम्हारे दीन पर टीका-टिप्पणी करने लगें तो कुफ़्र के सरदारों से लड़ो, उनके लिए कोई क़ौल-ओ-करार नहीं, ताकि वह बाज़ आ जाएँ।"
          }
        },
        {
          "no": 13,
          "arabic": "أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
          "transliteration": "Alā tuqātilūna qawman nakathū aymānahum wa hammū bi-ikh'rāji ar-rasūli wa hum badʾūkum awwala marratin a-takhshawnahum fa-Allāhu aḥaqqu an takhshawhu in kuntum muʾminīn",
          "translations": {
            "English": "Will you not fight a people who violated their oaths, and planned to exile the Messenger, and initiated hostilities against you? Do you fear them? It is God you should fear, if you are believers.",
            "Urdu": "کیا تم ایسی قوم سے نہیں لڑو گے جنہوں نے اپنی قسموں کو توڑ دیا اور رسول کو نکالنے کا ارادہ کیا اور وہی تھے جنہوں نے پہلی بار تم سے دشمنی شروع کی؟ کیا تم ان سے ڈرتے ہو؟ اگر تم مومن ہو تو اللہ ہی زیادہ حق رکھتا ہے کہ تم اس سے ڈرو۔",
            "French": "Ne combattrez-vous pas des gens qui ont violé leurs serments, qui ont voulu bannir le Messager, et qui vous ont attaqués les premiers ? Les redoutez-vous ? C’est Allah qui est plus digne de votre crainte, si vous êtes croyants.",
            "Spanish": "¿No combatiréis a un pueblo que violó sus juramentos, intentó expulsar al Mensajero y fue el primero en agrediros? ¿Acaso les teméis? Si sois creyentes, es a Allah a quien debéis temer.",
            "Hindi": "क्या तुम ऐसी क़ौम से नहीं लड़ोगे जिन्होंने अपनी क़समें तोड़ दीं और रसूल को निकालने का इरादा किया और वही थे जिन्होंने पहली बार तुमसे दुश्मनी शुरू की? क्या तुम उनसे डरते हो? अगर तुम मोमिन हो तो अल्लाह ही ज़्यादा हक़ रखता है कि तुम उससे डरो।"
          }
        },
        {
          "no": 14,
          "arabic": "قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ",
          "transliteration": "Qātilūhum yuʿadhdhibhumu Allāhu bi-aydīkum wa yukh'zihim wa yanṣurkum ʿalayhim wa yashfi ṣudūra qawmin muʾminīn",
          "translations": {
            "English": "Fight them. God will punish them at your hands, and humiliate them, and help you against them, and heal the hearts of a believing people.",
            "Urdu": "ان سے لڑو، اللہ تمہارے ہاتھوں سے انہیں عذاب دے گا اور انہیں ذلیل کرے گا اور تمہیں ان پر فتح دے گا اور مومن لوگوں کے سینوں کو شفا بخشے گا۔",
            "French": "Combattez-les. Allah, par vos mains, les châtiera, les couvrira d’ignominie, vous donnera la victoire sur eux et guérira les poitrines d’un peuple croyant.",
            "Spanish": "Combatidlos. Allah los castigará por vuestras manos, los humillará, os dará la victoria sobre ellos y curará los pechos de gente creyente.",
            "Hindi": "उनसे लड़ो, अल्लाह तुम्हारे हाथों से उन्हें अज़ाब देगा और उन्हें ज़लील करेगा और तुम्हें उन पर फ़तह देगा और मोमिन लोगों के सीनों को शिफ़ा बख़्शेगा।"
          }
        },
        {
          "no": 15,
          "arabic": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "Wa yudh'hib ghayẓa qulūbihim wa yatūbu Allāhu ʿalā man yashāʾu wa Allāhu ʿalīmun ḥakīm",
          "translations": {
            "English": "And He will remove the anger of their hearts. God redeems whomever He wills. God is Knowledgeable and Wise.",
            "Urdu": "اور وہ ان کے دلوں کا غصہ دور کر دے گا۔ اور اللہ جسے چاہے توبہ قبول کر لے، اور اللہ جاننے والا حکمت والا ہے।",
            "French": "Et Il dissipera la rage de leurs cœurs. Allah accueille le repentir de qui Il veut. Allah est Omniscient et Sage.",
            "Spanish": "Y alejará la ira de sus corazones. Allah acepta el arrepentimiento de quien Él quiere. Allah es Omnisciente, Sabio.",
            "Hindi": "और वह उनके दिलों का ग़ुस्सा दूर कर देगा। और अल्लाह जिसे चाहे तौबा क़बूल कर ले, और अल्लाह जानने वाला हिकमत वाला है।"
          }
        },
        {
          "no": 16,
          "arabic": "أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
          "transliteration": "Am ḥasibtum an tutrakū wa lammā yaʿlami Allāhu alladhīna jāhadū minkum wa lam yattakhidhū min dūni Allāhi wa lā rasūlihi wa lā al-muʾminīna walījatan wa Allāhu khabīrun bi-mā taʿmalūn",
          "translations": {
            "English": "Or do you think that you will be left alone, without God identifying which of you will strive, and take no supporters apart from God, His Messenger, and the believers? God is well Aware of what you do.",
            "Urdu": "کیا تم نے یہ گمان کر لیا ہے کہ تم چھوڑ دیے جاؤ گے، حالانکہ اللہ نے ابھی تک یہ نہیں جانا کہ تم میں سے کون جہاد کرنے والے ہیں اور اللہ اور اس کے رسول اور مومنوں کے سوا کسی کو دوست نہیں بناتے؟ اور اللہ تمہارے اعمال سے بخوبی باخبر ہے۔",
            "French": "Pensiez-vous qu’on vous laisserait en paix, sans qu’Allah sache qui parmi vous a combattu et n’a pris, en dehors d’Allah, de Son Messager et des croyants, aucun allié ? Allah est Parfaitement Connaisseur de ce que vous faites.",
            "Spanish": "¿Acaso creísteis que se os dejaría en paz sin que Allah distinguiera a quienes de vosotros luchan y no toman como aliados a nadie fuera de Allah, Su Mensajero y los creyentes? Allah está bien informado de lo que hacéis.",
            "Hindi": "क्या तुमने यह गुमान कर लिया कि तुम छोड़ दिए जाओगे, हालाँकि अल्लाह ने अभी तक यह नहीं जाना कि तुममें से कौन जिहाद करने वाले हैं और अल्लाह और उसके रसूल और मोमिनों के सिवा किसी को दोस्त नहीं बनाते? और अल्लाह तुम्हारे अमल से बख़ूबी बाख़बर है।"
          }
        },
        {
          "no": 17,
          "arabic": "مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ",
          "transliteration": "Mā kāna lil-mushrikīna an yaʿmurū masājida Allāhi shāhidīna ʿalā anfusihim bil-kufri ulāʾika ḥabiṭat aʿmāluhum wa fī an-nāri hum khālidūn",
          "translations": {
            "English": "It is not for the polytheists to attend God’s places of worship while professing their disbelief. These—their works are in vain, and in the Fire they will abide.",
            "Urdu": "مشرکین کے لیے یہ جائز نہیں کہ وہ اللہ کی مسجدوں کی آبادی کریں حالانکہ وہ اپنے کفر پر گواہ ہیں۔ یہی وہ لوگ ہیں جن کے اعمال ضائع ہو گئے اور وہ جہنم میں ہمیشہ رہیں گے۔",
            "French": "Il n’appartient pas aux associateurs de peupler les mosquées d’Allah, vu qu’ils témoignent contre eux-mêmes de leur mécréance. Voilà ceux dont les œuvres sont vaines, et dans le Feu ils demeureront éternellement.",
            "Spanish": "No es propio de los idólatras frecuentar las mezquitas de Allah mientras dan testimonio contra sí mismos de su incredulidad. Esos son cuyas obras habrán sido en vano y en el Fuego permanecerán eternamente.",
            "Hindi": "मुशरिकों के लिए यह जायज़ नहीं कि वह अल्लाह की मस्जिदों की आबादी करें हालाँकि वह अपने कुफ़्र पर गवाह हैं। यही वह लोग हैं जिनके अमल ज़ाया हो गए और वह जहन्नुम में हमेशा रहेंगे।"
          }
        },
        {
          "no": 18,
          "arabic": "إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ",
          "transliteration": "Innamā yaʿmuru masājida Allāhi man āmana bi-Allāhi wa al-yawmi al-ākhiri wa aqāma aṣ-ṣalāta wa ātā az-zakāta wa lam yakhsha illā Allāha fa-ʿasā ulāʾika an yakūnū min al-muhtadīn",
          "translations": {
            "English": "The only people to attend God’s places of worship are those who believe in God and the Last Day, and pray regularly, and practice regular charity, and fear none but God. These are most likely to be guided.",
            "Urdu": "اللہ کی مسجدوں کو وہی لوگ آباد کرتے ہیں جو اللہ اور یوم آخرت پر ایمان رکھتے ہیں اور نماز قائم کرते ہیں اور زکوٰۃ ادا کرते ہیں اور اللہ کے سوا کسی سے نہیں ڈرتے۔ یہی لوگ ہدایت پانے والوں میں سے ہونے کی امید رکھتے ہیں۔",
            "French": "Ne peupleront les mosquées d’Allah que ceux qui croient en Allah et au Jour dernier, accomplissent la prière, acquittent l’aumône et ne craignent qu’Allah. Il se peut que ceux-là soient parmi les bien-guidés.",
            "Spanish": "Sólo frecuentarán las mezquitas de Allah quienes crean en Allah y en el Último Día, establezcan el salat, entreguen el zakat y no teman a nadie excepto a Allah. Esos serán, posiblemente, de los bien guiados.",
            "Hindi": "अल्लाह की मस्जिदों को वही लोग आबाद करते हैं जो अल्लाह और यौमुल-आख़िर पर ईमान रखते हैं और नमाज़ क़ायम करते हैं और ज़कात अदा करते हैं और अल्लाह के सिवा किसी से नहीं डरते। यही लोग हिदायत पाने वालों में से होने की उम्मीद रखते हैं।"
          }
        },
        {
          "no": 19,
          "arabic": "أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لَا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
          "transliteration": "A jaʿaltum siqāyata al-ḥājji wa ʿimārata al-masjidi al-ḥarāmi ka-man āmana bi-Allāhi wa al-yawmi al-ākhiri wa jāhada fī sabīli Allāhi lā yastawna ʿinda Allāhi wa Allāhu lā yahdī al-qawma aẓ-ẓālimīn",
          "translations": {
            "English": "Do you consider giving water to pilgrims and maintaining the Sacred Mosque the same as believing in God and the Last Day and striving in God’s path? They are not equal in God’s sight. God does not guide the unjust people.",
            "Urdu": "کیا تم نے حاجیوں کو پانی پلانے اور مسجد حرام کی آبادی کو اس شخص کے برابر سمجھ لیا ہے جو اللہ اور یوم آخرت پر ایمان لایا اور اللہ کی راہ میں جہاد کیا؟ اللہ کے نزدیک یہ برابر نہیں ہو سکتے۔ اور اللہ ظالم لوگوں کو ہدایت نہیں دیتا۔",
            "French": "Avez-vous fait du don d’eau aux pèlerins et de l’entretien de la Mosquée sacrée l’équivalent de la croyance en Allah et au Jour dernier et du combat dans le sentier d’Allah ? Ils ne sont pas égaux auprès d’Allah. Et Allah ne guide pas les gens injustes.",
            "Spanish": "¿Acaso equiparáis proveer agua a los peregrinos y cuidar la Mezquita Sagrada con creer en Allah y en el Último Día y luchar en la causa de Allah? No son iguales ante Allah. Y Allah no guía a la gente injusta.",
            "Hindi": "क्या तुमने हाजियों को पानी पिलाने और मस्जिद-ए-हराम की आबादी को उस शख़्स के बराबर समझ लिया है जो अल्लाह और यौमुल-आख़िर पर ईमान लाया और अल्लाह की राह में जिहाद किया? अल्लाह के नज़दीक यह बराबर नहीं हो सकते। और अल्लाह ज़ालिम लोगों को हिदायत नहीं देता।"
          }
        },
        {
          "no": 20,
          "arabic": "الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ",
          "transliteration": "Alladhīna āmanū wa hājarū wa jāhadū fī sabīli Allāhi bi-amwālihim wa anfusihim aʿẓamu darajatan ʿinda Allāhi wa ulāʾika humu al-fāʾizūn",
          "translations": {
            "English": "Those who believe, and emigrate, and strive in God’s path with their possessions and their persons, are of a higher rank with God. These are the winners.",
            "Urdu": "جو لوگ ایمان لائے اور ہجرت کی اور اللہ کی راہ میں اپنے مالوں اور جانوں سے جہاد کیا، اللہ کے نزدیک ان کا درجہ بہت بڑا ہے اور یہی لوگ کامیاب ہیں۔",
            "French": "Ceux qui ont cru, émigré et lutté dans le sentier d’Allah avec leurs biens et leurs personnes ont un rang plus élevé auprès d’Allah... et ce sont eux les victorieux.",
            "Spanish": "Quienes creyeron, emigraron y lucharon en la causa de Allah con sus bienes y sus personas tienen mayor rango ante Allah. Esos son los triunfadores.",
            "Hindi": "जो लोग ईमान लाए और हिजरत की और अल्लाह की राह में अपने मालों और जानों से जिहाद किया, अल्लाह के नज़दीक उनका दर्जा बहुत बड़ा है और यही लोग कामयाब हैं।"
          }
        },
        {
          "no": 21,
          "arabic": "يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ",
          "transliteration": "Yubashiruhum rabbuhum bi-raḥmatin minhu wa riḍwānin wa jannātin lahum fīhā naʿīmun muqīm",
          "translations": {
            "English": "Their Lord announces to them good news of mercy from Him, and acceptance, and gardens wherein they will have lasting bliss.",
            "Urdu": "ان کے رب نے انہیں اپنی رحمت اور رضامندی اور ایسے باغوں کی خوشخبری دی ہے جن میں ان کے لیے ہمیشگی کی نعمتیں ہیں۔",
            "French": "Leur Seigneur leur annonce de Sa part, miséricorde et agrément, et des jardins où il y aura pour eux un délice permanent,",
            "Spanish": "Su Señor les anuncia misericordia proveniente de Él, complacencia y jardines donde disfrutarán de deleite perpetuo.",
            "Hindi": "उनके रब ने उन्हें अपनी रहमत और रज़ामंदी और ऐसे बाग़ों की ख़ुशख़बरी दी है जिनमें उनके लिए हमेशगी की नेमतें हैं।"
          }
        },
        {
          "no": 22,
          "arabic": "خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ",
          "transliteration": "Khālidīna fīhā abadan inna Allāha ʿindahu ajrun ʿaẓīm",
          "translations": {
            "English": "Abiding therein forever. With God is a great reward.",
            "Urdu": "وہ اس میں ہمیشہ رہیں گے۔ بے شک اللہ کے پاس بڑا اجر ہے۔",
            "French": "pour y demeurer éternellement. Auprès d’Allah il y a une énorme récompense.",
            "Spanish": "Allí permanecerán eternamente. Ciertamente, junto a Allah hay una gran recompensa.",
            "Hindi": "वह उसमें हमेशा रहेंगे। बेशक अल्लाह के पास बड़ा अज्र है।"
          }
        },
        {
          "no": 23,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ",
          "transliteration": "Yā ayyuhā alladhīna āmanū lā tattakhidhū ābāʾakum wa ikhwānakum awliyāʾa ini istaḥabbū al-kufra ʿalā al-īmāni wa man yatawallahum minkum fa-ulāʾika humu aẓ-ẓālimūn",
          "translations": {
            "English": "O you who believe! Do not ally yourselves with your parents and your siblings if they prefer disbelief to belief. Whoever of you allies himself with them—these are the wrongdoers.",
            "Urdu": "اے ایمان والو! اپنے باپوں اور بھائیوں کو دوست نہ بناؤ اگر وہ ایمان پر کفر کو ترجیح دیں۔ اور تم میں سے جو کوئی ان سے دوستی کرے گا تو وہی ظالم ہیں۔",
            "French": "Ô vous qui avez cru ! Ne prenez pas pour alliés vos pères et vos frères s’ils préfèrent la mécréance à la foi. Et quiconque parmi vous les prend pour alliés... ceux-là sont les injustes.",
            "Spanish": "¡Oh, creyentes! No toméis a vuestros padres y hermanos como aliados si prefieren la incredulidad a la fe. Quien de vosotros los tome como aliados, esos son los injustos.",
            "Hindi": "ऐ ईमान वालो! अपने बापों और भाइयों को दोस्त न बनाओ अगर वह ईमान पर कुफ़्र को तरजीह दें। और तुममें से जो कोई उनसे दोस्ती करेगा तो वही ज़ालिम हैं।"
          }
        },
        {
          "no": 24,
          "arabic": "قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
          "transliteration": "Qul in kāna ābāʾukum wa abnāʾukum wa ikhwānukum wa azwājukum wa ʿashīratukum wa amwālun iqtaraftumūhā wa tijāratun takhshawna kasādahā wa masākinun tarḍawnahā aḥabba ilaykum mina Allāhi wa rasūlihi wa jihādin fī sabīlihi fa-tarabaṣū ḥattā yaʾtiya Allāhu bi-amrihi wa Allāhu lā yahdī al-qawma al-fāsiqīn",
          "translations": {
            "English": "Say, “If your parents, and your children, and your siblings, and your spouses, and your relatives, and the wealth you have acquired, and a business you worry about, and homes you love, are more dear to you than God, and His Messenger, and the struggle in His cause, then wait until God executes His judgment.” God does not guide the sinful people.",
            "Urdu": "کہہ دو کہ اگر تمہارے باپ، تمہاری اولاد، تمہارے بھائی، تمہاری بیویاں، تمہارے رشتہ دار، تمہارے مال جو تم نے کمائے، تجارت جس کے نقصان کا تمہیں ڈر ہو، اور مکانات جنہیں تم پسند کرتے ہو، تمہیں اللہ اور اس کے رسول اور اس کی راہ میں جہاد سے زیادہ محبوب ہیں تو انتظار کرو یہاں تک کہ اللہ اپنا فیصلہ لے آئے۔ اور اللہ نافرمان لوگوں کو ہدایت نہیں دیتا۔",
            "French": "Dis : « Si vos pères, vos enfants, vos frères, vos épouses, vos clans, les biens que vous avez acquis, le négoce dont vous craignez le déclin et les demeures qui vous sont agréables, vous sont plus chers qu’Allah, Son Messager et la lutte dans le sentier d’Allah, alors attendez qu’Allah fasse venir Son ordre. » Et Allah ne guide pas les gens pervers.",
            "Spanish": "Di: «Si vuestros padres, hijos, hermanos, esposas, familiares, los bienes que habéis adquirido, el comercio cuyo declino teméis y las moradas que os agradan son más amados para vosotros que Allah, Su Mensajero y la lucha por Su causa, entonces esperad a que Allah traiga Su decreto». Y Allah no guía a la gente corrupta.",
            "Hindi": "कह दो कि अगर तुम्हारे बाप, तुम्हारी औलाद, तुम्हारे भाई, तुम्हारी बीवियाँ, तुम्हारे रिश्तेदार, तुम्हारे माल जो तुमने कमाए, तिजारत जिसके नुक़सान का तुम्हें डर हो, और मकान जिन्हें तुम पसंद करते हो, तुम्हें अल्लाह और उसके रसूल और उसकी राह में जिहाद से ज़्यादा मअशूक़ हैं तो इंतज़ार करो यहाँ तक कि अल्लाह अपना फ़ैसला ले आए। और अल्लाह नाफ़रमान लोगों को हिदायत नहीं देता।"
          }
        },
        {
          "no": 25,
          "arabic": "لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ",
          "transliteration": "Laqad naṣarakumu Allāhu fī mawāṭina kathīratin wa yawma Ḥunaynin idh aʿjabatkum kathratukum fa-lam tughni ʿankum shayʾan wa ḍāqat ʿalaykumu al-arḍu bi-mā raḥubat thumma wallaytum mudbirīn",
          "translations": {
            "English": "God has given you victory in numerous regions; but on the day of Hunayn, your great number impressed you, but it availed you nothing; and the land, as spacious as it was, narrowed for you; and you turned your backs in retreat.",
            "Urdu": "اللہ نے تمہیں بہت سے مقامات پر فتح دی ہے اور حنین کے دن جب تمہاری کثرت نے تمہیں مغرور کر دیا تھا لیکن وہ تمہارے کچھ کام نہ آئی اور زمین باوجود کشادگی کے تم پر تنگ ہو گئی پھر تم پیٹھ پھیر کر بھاگ کھڑے ہوئے۔",
            "French": "Allah vous a déjà secourus en maints endroits. Et le jour de Hunayn, quand vous étiez fiers de votre grand nombre qui ne vous a servi à rien. La terre, malgré son étendue, vous semblaient étroite ; puis vous avez tourné le dos en fuyards.",
            "Spanish": "Allah os ha concedido la victoria en numerosos lugares. Y el día de Hunayn, cuando os enorgulleció vuestro gran número, pero no os sirvió de nada. La tierra, a pesar de su amplitud, se os hizo estrecha y luego volvisteis la espalda en retirada.",
            "Hindi": "अल्लाह ने तुम्हें बहुत से मक़ामों पर फ़तह दी है और हुनैन के दिन जब तुम्हारी क़ौम ने तुम्हें मग़रूर कर दिया था लेकिन वह तुम्हारे कुछ काम न आई और ज़मीन बावजूद कशादगी के तुम पर तंग हो गई फिर तुम पीठ फेर कर भाग खड़े हुए।"
          }
        },
        {
          "no": 26,
          "arabic": "ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ",
          "transliteration": "Thumma anzala Allāhu sakīnatahu ʿalā rasūlihi wa ʿalā al-muʾminīna wa anzala junūdan lam tarawhā wa ʿadhdhaba alladhīna kafarū wa dhālika jazāʾu al-kāfirīn",
          "translations": {
            "English": "Then God sent down His serenity upon His Messenger, and upon the believers; and He sent down troops you did not see; and He punished those who disbelieved. Such is the recompense of the disbelievers.",
            "Urdu": "پھر اللہ نے اپنی طرف سے اطمینان اپنے رسول پر اور مومنوں پر نازل کیا اور وہ لشکر نازل کیا جنہیں تم نے نہیں دیکھا اور جنہوں نے کفر کیا تھا انہیں عذاب دیا۔ اور یہی کافروں کی سزا ہے۔",
            "French": "Puis Allah a fait descendre Sa quiétude sur Son Messager et sur les croyants, et a fait descendre des troupes que vous ne voyiez pas, et a châtié ceux qui ont mécru. Telle est la rétribution des mécréants.",
            "Spanish": "Luego Allah hizo descender Su tranquilidad sobre Su Mensajero y sobre los creyentes, e hizo descender tropas que no veíais y castigó a los incrédulos. Esa es la recompensa de los incrédulos.",
            "Hindi": "फिर अल्लाह ने अपनी तरफ़ से इत्मीनान अपने रसूल पर और मोमिनों पर नाज़िल किया और वह लश्कर नाज़िल किया जिन्हें तुमने नहीं देखा और जिन्होंने कुफ़्र किया था उन्हें अज़ाब दिया। और यही काफ़िरों की सज़ा है।"
          }
        },
        {
          "no": 27,
          "arabic": "ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ",
          "transliteration": "Thumma yatūbu Allāhu min baʿdi dhālika ʿalā man yashāʾu wa Allāhu ghafūrun raḥīm",
          "translations": {
            "English": "Then, after that, God will relent towards whomever He wills. God is Forgiving and Merciful.",
            "Urdu": "پھر اس کے بعد اللہ جس پر چاہے توبہ قبول کر لے اور اللہ بڑا بخشنے والا مہربان ہے۔",
            "French": "Ensuite, après cela, Allah accueillera le repentir de qui Il veut. Et Allah est Pardonneur et Miséricordieux.",
            "Spanish": "Luego, después de eso, Allah aceptará el arrepentimiento de quien Él quiera. Allah es Absolvedor, Misericordioso.",
            "Hindi": "फिर उसके बाद अल्लाह जिस पर चाहे तौबा क़बूल कर ले और अल्लाह बड़ा बख़्शने वाला मेहरबान है।"
          }
        },
        {
          "no": 28,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ",
          "transliteration": "Yā ayyuhā alladhīna āmanū innamā al-mushrikūna najasun fa-lā yaqrabū al-masjida al-ḥarāma baʿda ʿāmihim hādhā wa in khiftum ʿaylatan fa-sawfa yughnīkumu Allāhu min faḍlihi in shāʾa inna Allāha ʿalīmun ḥakīm",
          "translations": {
            "English": "O you who believe! The polytheists are polluted, so let them not approach the Sacred Mosque after this year of theirs. And if you fear poverty, God will enrich you from His grace, if He wills. God is Aware and Wise.",
            "Urdu": "اے ایمان والو! مشرک ناپاک ہیں تو انہیں اس سال کے بعد مسجد حرام کے قریب نہ آنے دو۔ اور اگر تمہیں فقر کا ڈر ہو تو اللہ اپنے فضل سے تمہیں غنی کر دے گا اگر وہ چاہے۔ بے شک اللہ جاننے والا حکمت والا ہے۔",
            "French": "Ô vous qui avez cru ! Les associateurs ne sont qu’impureté : qu’ils ne s’approchent plus de la Mosquée sacrée, après cette année-ci. Et si vous redoutez une pénurie, Allah vous enrichira, s’Il veut, de par Sa grâce. Car Allah est Omniscient et Sage.",
            "Spanish": "¡Oh, creyentes! Los idólatras son impureza, así que no se acerquen a la Mezquita Sagrada después de este su año. Y si teméis la pobreza, Allah os enriquecerá por Su gracia, si Él quiere. En verdad, Allah es Omnisciente, Sabio.",
            "Hindi": "ऐ ईमान वालो! मुशरिक नापाक हैं तो उन्हें इस साल के बाद मस्जिद-ए-हराम के क़रीब न आने दो। और अगर तुम्हें फ़क़्र का डर हो तो अल्लाह अपने फ़ज़्ल से तुम्हें ग़नी कर देगा अगर वह चाहे। बेशक अल्लाह जानने वाला हिकमत वाला है।"
          }
        },
        {
          "no": 29,
          "arabic": "قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ",
          "transliteration": "Qātilū alladhīna lā yuʾminūna bi-Allāhi wa lā bi-al-yawmi al-ākhiri wa lā yuḥarrimūna mā ḥarrama Allāhu wa rasūluhu wa lā yadīnūna dīna al-ḥaqqi mina alladhīna ūtū al-kitāba ḥattā yuʿṭū al-jizyata ʿan yadin wa hum ṣāghirūn",
          "translations": {
            "English": "Fight those who do not believe in God, nor in the Last Day, nor forbid what God and His Messenger have forbidden, nor abide by the religion of truth—from among those who received the Scripture—until they pay the due tax, willingly or unwillingly.",
            "Urdu": "اہل کتاب میں سے ان لوگوں سے لڑو جو اللہ اور یوم آخرت پر ایمان نہیں رکھتے اور نہ اسے حرام سمجھتے ہیں جسے اللہ اور اس کے رسول نے حرام ٹھہرایا ہے اور نہ دین حق کو اپنا دین بناتے ہیں یہاں تک کہ وہ ذلت کے ساتھ اپنے ہاتھ سے جزیہ ادا کریں۔",
            "French": "Combattez ceux qui ne croient ni en Allah ni au Jour dernier, qui n’interdisent pas ce qu’Allah et Son messager ont interdit et qui ne professent pas la religion de la vérité, parmi ceux qui ont reçu le Livre, jusqu’à ce qu’ils versent la capitation par leurs propres mains, après s’être humiliés.",
            "Spanish": "Combatid a quienes, de entre la gente de la Escritura, no creen en Allah ni en el Día Final, no consideran prohibido lo que Allah y Su Mensajero han prohibido y no siguen la religión de la verdad, hasta que paguen el impuesto con sumisión y se sientan sometidos.",
            "Hindi": "अहले किताब में से उन लोगों से लड़ो जो अल्लाह और यौमुल-आख़िर पर ईमान नहीं रखते और न उसे हराम समझते हैं जिसे अल्लाह और उसके रसूल ने हराम ठहराया है और न दीन-ए-हक़ को अपना दीन बनाते हैं यहाँ तक कि वह ज़िल्लत के साथ अपने हाथ से जिज़्या अदा करें।"
          }
        },
        {
          "no": 30,
          "arabic": "وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ",
          "transliteration": "Wa qālati al-yahūdu ʿUzayrun ibnu Allāhi wa qālati an-naṣārā al-Masīḥu ibnu Allāhi dhālika qawluhum bi-afwāhihim yuḍāhiʾūna qawla alladhīna kafarū min qablu qātalahumu Allāhu annā yuʾfakūn",
          "translations": {
            "English": "The Jews said, “Ezra is the son of God,” and the Christians said, “The Messiah is the son of God.” These are their statements, out of their mouths. They emulate the statements of those who blasphemed before. May God assail them! How deceived they are!",
            "Urdu": "یہود نے کہا کہ عزیر اللہ کا بیٹا ہے اور نصاریٰ نے کہا کہ مسیح اللہ کا بیٹا ہے۔ یہ ان کے منہ کی باتیں ہیں، وہ اگلے کافروں کی باتوں سے مشابہت کرتے ہیں۔ اللہ انہیں مارے، کہاں سے بہکائے جاتے ہیں!",
            "French": "Les Juifs disent : « Uzayr est fils d’Allah » et les Chrétiens disent : « Le Christ est fils d’Allah ». Telle est leur parole provenant de leurs bouches. Ils imitent le dire des mécréants avant eux. Qu’Allah les anéantisse ! Comment s’écartent-ils (de la vérité) ?",
            "Spanish": "Los judíos dicen: «Uzair es el hijo de Allah». Y los cristianos dicen: «El Mesías es el hijo de Allah». Eso es lo que dicen con sus bocas, imitando lo que ya antes habían dicho los incrédulos. ¡Que Allah los maldiga! ¡Cómo se desvían!",
            "Hindi": "यहूद ने कहा कि उज़ैर अल्लाह का बेटा है और नसारा ने कहा कि मसीह अल्लाह का बेटा है। यह उनके मुँह की बातें हैं, वह पहले के काफ़िरों की बातों से मुशाबहत करते हैं। अल्लाह उन्हें मारे, कहाँ से बहकाए जाते हैं!"
          }
        },
        {
          "no": 31,
          "arabic": "اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ",
          "transliteration": "Attakhadhū aḥbārahum wa ruhbānahum arbāban min dūni Allāhi wa al-Masīḥa ibna Maryama wa mā umirū illā li-yaʿbudū ilāhan wāḥidan lā ilāha illā huwa subḥānahu ʿammā yushrikūn",
          "translations": {
            "English": "They have taken their rabbis and their priests as lords instead of God, as well as the Messiah son of Mary. Although they were commanded to worship none but The One God. There is no god except He. Glory be to Him; High above what they associate with Him.",
            "Urdu": "انہوں نے اپنے علماء اور درویشوں کو اللہ کے سوا رب بنا لیا ہے اور مسیح ابن مریم کو بھی، حالانکہ انہیں یہی حکم دیا گیا تھا کہ وہ صرف ایک معبود کی عبادت کریں جس کے سوا کوئی معبود نہیں، وہ پاک ہے اس سے جو وہ شریک ٹھہراتے ہیں۔",
            "French": "Ils ont pris leurs rabbins et leurs moines, ainsi que le Christ fils de Marie, comme seigneurs en dehors d’Allah, alors qu’on ne leur a commandé que d’adorer un Dieu unique. Pas de divinité à part Lui ! Gloire à Lui ! Il est au-dessus de ce qu’ils [Lui] associent.",
            "Spanish": "Han tomado a sus rabinos y monjes, así como al Mesías hijo de María, como señores en lugar de Allah, cuando solo se les había ordenado adorar a un Dios Único. No hay más divinidad que Él. ¡Gloria a Él! Está por encima de lo que Le asocian.",
            "Hindi": "उन्होंने अपने आलिमों और दरवेशों को अल्लाह के सिवा रब बना लिया है और मसीह इब्ने मरयम को भी, हालाँकि उन्हें यही हुक्म दिया गया था कि वह सिर्फ़ एक माबूद की इबादत करें जिसके सिवा कोई माबूद नहीं, वह पाक है उससे जो वह शरीक ठहराते हैं।"
          }
        },
        {
          "no": 32,
          "arabic": "يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ",
          "transliteration": "Yurīdūna an yuṭfiʾū nūra Allāhi bi-afwāhihim wa yaʾbā Allāhu illā an yutimma nūrahu wa law kariha al-kāfirūn",
          "translations": {
            "English": "They want to extinguish God’s light with their mouths, but God refuses except to complete His light, even though the disbelievers dislike it.",
            "Urdu": "وہ اپنے منہوں سے اللہ کے نور کو بجھانا چاہتے ہیں اور اللہ اپنے نور کو پورا کرنے پر ہی ہے خواہ کافر ناخوش ہی ہوں۔",
            "French": "Ils veulent éteindre avec leurs bouches la lumière d’Allah, alors qu’Allah ne veut que parachever Sa lumière, quelque répulsion qu’en aient les mécréants.",
            "Spanish": "Quieren apagar con sus bocas la luz de Allah, pero Allah no permitirá sino que se complete Su luz, aunque les pese a los incrédulos.",
            "Hindi": "वह अपने मुँहों से अल्लाह के नूर को बुझाना चाहते हैं और अल्लाह अपने नूर को पूरा करने पर ही है चाहे काफ़िर नाख़ुश ही हों।"
          }
        },
        {
          "no": 33,
          "arabic": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ",
          "transliteration": "Huwa alladhī arsala rasūlahu bi-al-hudā wa dīni al-ḥaqqi li-yuẓhirahu ʿalā ad-dīni kullihi wa law kariha al-mushrikūn",
          "translations": {
            "English": "It is He who sent His Messenger with the guidance and the religion of truth, in order to make it prevail over all religions, even though the idolaters dislike it.",
            "Urdu": "وہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا تاکہ اسے تمام دینوں پر غالب کر دے خواہ مشرک ناخوش ہی ہوں۔",
            "French": "C’est Lui qui a envoyé Son messager avec la guidée et la religion de la vérité, pour la placer au-dessus de toute autre religion, en dépit des associateurs.",
            "Spanish": "Él es Quien ha enviado a Su Mensajero con la guía y la religión verdadera para hacerla prevalecer sobre todas las religiones, aunque les pese a los idólatras.",
            "Hindi": "वही है जिसने अपने रसूल को हिदायत और दीन-ए-हक़ के साथ भेजा ताकि उसे तमाम दीनों पर ग़ालिब कर दे चाहे मुशरिक नाख़ुश ही हों।"
          }
        },
        {
          "no": 34,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ",
          "transliteration": "Yā ayyuhā alladhīna āmanū inna kathīran mina al-aḥbāri wa ar-ruhbāni la-yaʾkulūna amwāla an-nāsi bi-al-bāṭili wa yaṣuddūna ʿan sabīli Allāhi wa alladhīna yaknizūna adh-dhahaba wa al-fiḍḍata wa lā yunfiqūnahā fī sabīli Allāhi fa-bashshirhum bi-ʿadhābin alīm",
          "translations": {
            "English": "O you who believe! Many of the rabbis and priests consume people's wealth illicitly, and hinder from God’s path. Those who hoard gold and silver, and do not spend them in God’s cause, inform them of a painful punishment.",
            "Urdu": "اے ایمان والو! بہت سے علماء اور درویش لوگوں کے مال ناحق کھاتے ہیں اور اللہ کی راہ سے روکتے ہیں۔ اور جو لوگ سونا اور چاندی جمع کرتے ہیں اور اسے اللہ کی راہ میں خرچ نہیں کرتے، انہیں دردناک عذاب کی خوشخبری سنا دو۔",
            "French": "Ô vous qui avez cru ! Beaucoup de rabbins et de moines consomment, sans droit, les biens des gens et les détournent du sentier d’Allah. A ceux qui thésaurisent l’or et l’argent, et ne les dépensent pas dans le sentier d’Allah, annonce un châtiment douloureux.",
            "Spanish": "¡Oh, creyentes! Muchos de los rabinos y monjes consumen ilícitamente los bienes de la gente y apartan del camino de Allah. Y a quienes atesoren oro y plata y no lo gasten en la causa de Allah, anúnciales un castigo doloroso.",
            "Hindi": "ऐ ईमान वालो! बहुत से आलिम और दरवेश लोगों के माल नाहक़ खाते हैं और अल्लाह की राह से रोकते हैं। और जो लोग सोना और चाँदी जमा करते हैं और उसे अल्लाह की राह में ख़र्च नहीं करते, उन्हें दर्दनाक अज़ाब की ख़ुशख़बरी सुना दो।"
          }
        },
        {
          "no": 35,
          "arabic": "يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ",
          "transliteration": "Yawma yuḥmā ʿalayhā fī nāri jahannama fa-tukwā bihā jibāhuhum wa junūbuhum wa ẓuhūruhum hādhā mā kanaztum li-anfusikum fa-dhūqū mā kuntum taknizūn",
          "translations": {
            "English": "On the Day when they will be heated in the Fire of Hell, then their foreheads, and their sides, and their backs will be branded with them: “This is what you hoarded for yourselves; so taste what you used to hoard.”",
            "Urdu": "جس دن انہیں جہنم کی آگ میں تپایا جائے گا پھر ان کی پیشانیوں اور پہلوؤں اور پیٹھوں کو ان سے داغا جائے گا (اور کہا جائے گا) یہ وہ ہے جو تم نے اپنے لیے جمع کیا تھا، پس اب اپنے جمع کرنے کا مزہ چکھو۔",
            "French": "Le jour où (ces trésors) seront portés à l’incandescence dans le feu de l’Enfer et qu’ils en seront cautérisés, leurs fronts, leurs flancs et leurs dos : « Voici ce que vous avez thésaurisé pour vous-mêmes. Goûtez de ce que vous thésaurisiez. »",
            "Spanish": "El día que sean calentados al fuego del Infierno y se les marque con ello sus frentes, sus costados y sus espaldas: «Esto es lo que atesorasteis para vosotros mismos. ¡Saboread ahora lo que atesorabais!»",
            "Hindi": "जिस दिन उन्हें जहन्नुम की आग में तपाया जाएगा फिर उनकी पेशानियों और पहलुओं और पीठों को उनसे दाग़ा जाएगा (और कहा जाएगा) यह वह है जो तुमने अपने लिए जमा किया था, फिर अब अपने जमा करने का मज़ा चखो।"
          }
        },
        {
          "no": 36,
          "arabic": "إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
          "transliteration": "Inna ʿiddata ash-shuhūri ʿinda Allāhi ithnā ʿashara shahran fī kitābi Allāhi yawma khalaqa as-samāwāti wa al-arḍa minhā arbaʿatun ḥurumun dhālika ad-dīnu al-qayyimu fa-lā taẓlimū fīhinna anfusakum wa qātilū al-mushrikīna kāffatan kamā yuqātilūnakum kāffatan wa iʿlamū anna Allāha maʿa al-muttaqīn",
          "translations": {
            "English": "The number of months, according to God, is twelve months—in the decree of God—since the Day He created the heavens and the earth, of which four are sacred. This is the correct religion. So do not wrong yourselves during them. And fight the polytheists collectively, as they fight you collectively, and know that God is with the righteous.",
            "Urdu": "بے شک اللہ کے نزدیک مہینوں کی گنتی بارہ مہینے ہیں، اللہ کی کتاب میں جس دن سے اس نے آسمانوں اور زمین کو پیدا کیا، ان میں سے چار حرمت والے ہیں۔ یہی سیدھا دین ہے۔ سو ان میں اپنی جانوں پر ظلم نہ کرو۔ اور مشرکین سے سب مل کر لڑو جیسے وہ سب مل کر تم سے لڑتے ہیں اور جان لو کہ اللہ پرہیزگاروں کے ساتھ ہے۔",
            "French": "Le nombre de mois, auprès d’Allah, est de douze [mois], dans la prescription d’Allah, le jour où Il créa les cieux et la terre. Quatre d’entre eux sont sacrés : telle est la religion droite. [Durant ces mois], ne faites pas de tort à vous-mêmes. Combattez les associateurs sans exception, comme ils vous combattent sans exception. Et sachez qu’Allah est avec les pieux.",
            "Spanish": "Para Allah el número de meses es doce, establecido en Su decreto el día que creó los cielos y la Tierra. De ellos, cuatro son sagrados. Esa es la religión verdadera. No seáis injustos con vosotros mismos durante ellos. Combatid a los idólatras todos juntos, como ellos os combaten a vosotros todos juntos. Y sabed que Allah está con los piadosos.",
            "Hindi": "बेशक अल्लाह के नज़दीक महीनों की गिनती बारह महीने हैं, अल्लाह की किताब में जिस दिन से उसने आसमानों और ज़मीन को पैदा किया, उनमें से चार हुरमत वाले हैं। यही सीधा दीन है। सो उनमें अपनी जानों पर ज़ुल्म न करो। और मुशरिकों से सब मिल कर लड़ो जैसे वह सब मिल कर तुमसे लड़ते हैं और जान लो कि अल्लाह परहेज़गारों के साथ है।"
          }
        },
        {
          "no": 37,
          "arabic": "إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
          "transliteration": "Innamā an-nasīʾu ziyādatun fī al-kufri yuḍallu bihi alladhīna kafarū yuḥillūnahu ʿāman wa yuḥarrimūnahu ʿāman li-yuwāṭiʾū ʿiddata mā ḥarrama Allāhu fa-yuḥillū mā ḥarrama Allāhu zuyyina lahum sūʾu aʿmālihim wa Allāhu lā yahdī al-qawma al-kāfirīn",
          "translations": {
            "English": "Postponement is an increase in disbelief—by which those who disbelieve are led astray. They allow it one year, and forbid it another year, in order to conform to the number made sacred by God, thus permitting what God has forbidden. The evil of their deeds seems good to them. God does not guide the disbelieving people.",
            "Urdu": "مہینوں کو آگے پیچھے کرنا کفر میں زیادتی ہے جس سے کافر گمراہ کیے جاتے ہیں۔ وہ ایک سال اسے حلال کر لیتے ہیں اور دوسرے سال حرام، تاکہ اللہ کے حرام کیے ہوئے مہینوں کی تعداد پوری کر لیں اور اللہ کے حرام کیے ہوئے کو حلال کر لیں۔ ان کے برے اعمال انہیں اچھے لگنے لگے ہیں۔ اور اللہ کافر قوم کو ہدایت نہیں دیتا۔",
            "French": "Le report d’un mois sacré à un autre est un surcroît de mécréance. Par là, les mécréants sont égarés : ils le rendent licite une année, et illicite l’année suivante, afin de concilier le nombre de mois qu’Allah a rendus sacrés, et ainsi rendre licite ce qu’Allah a interdit. Leurs mauvaises actions leur paraissent belles. Et Allah ne guide pas les gens mécréants.",
            "Spanish": "El intercalar meses es un aumento en la incredulidad, con lo que se extravían los incrédulos. Lo permiten un año y lo prohíben otro, para ajustarse al número de meses que Allah ha declarado sagrados, permitiendo así lo que Allah ha prohibido. Sus malas obras les parecen buenas. Pero Allah no guía a los incrédulos.",
            "Hindi": "महीनों को आगे पीछे करना कुफ़्र में ज़्यादती है जिससे काफ़िर गुमराह किए जाते हैं। वह एक साल उसे हलाल कर लेते हैं और दूसरे साल हराम, ताकि अल्लाह के हराम किए हुए महीनों की तादाद पूरी कर लें और अल्लाह के हराम किए हुए को हलाल कर लें। उनके बुरे अमल उन्हें अच्छे लगने लगे हैं। और अल्लाह काफ़िर क़ौम को हिदायत नहीं देता।"
          }
        },
        {
          "no": 38,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ",
          "transliteration": "Yā ayyuhā alladhīna āmanū mā lakum idhā qīla lakumu infirū fī sabīli Allāhi iththāqaltum ilā al-arḍi a-raḍītum bi-al-ḥayāti ad-dunyā mina al-ākhirati fa-mā matāʿu al-ḥayāti ad-dunyā fī al-ākhirati illā qalīl",
          "translations": {
            "English": "O you who believe! What is the matter with you, when it is said to you, “Mobilize in the cause of God,” you cling heavily to the earth? Do you prefer the present life to the Hereafter? The enjoyment of the present life, compared to the Hereafter, is only a little.",
            "Urdu": "اے ایمان والو! تمہیں کیا ہوا کہ جب تم سے کہا جاتا ہے کہ اللہ کی راہ میں نکلو تو تم زمین سے چمٹ جاتے ہو؟ کیا تم آخرت کے بدلے دنیا کی زندگی پر راضی ہو گئے؟ دنیا کی زندگی کا فائدہ آخرت کے مقابلے میں بہت تھوڑا ہے۔",
            "French": "Ô vous qui avez cru ! Qu’avez-vous à, quand on vous dit : « Élancez-vous dans le sentier d’Allah », vous enliser lourdement dans la terre ? Préférez-vous la vie d’ici-bas à l’au-delà ? Or, la jouissance de la vie d’ici-bas ne sera que peu de chose, comparée à l’au-delà.",
            "Spanish": "¡Oh, creyentes! ¿Qué os pasa que cuando se os dice: «Salid a combatir por la causa de Allah», os aferráis a la tierra? ¿Acaso preferís la vida mundanal a la otra vida? Pero el disfrute de la vida mundanal, comparado con la otra vida, es insignificante.",
            "Hindi": "ऐ ईमान वालो! तुम्हें क्या हुआ कि जब तुमसे कहा जाता है कि अल्लाह की राह में निकलो तो तुम ज़मीन से चिपक जाते हो? क्या तुम आख़िरत के बदले दुनिया की ज़िंदगी पर राज़ी हो गए? दुनिया की ज़िंदगी का फ़ायदा आख़िरत के मुक़ाबले में बहुत थोड़ा है।"
          }
        },
        {
          "no": 39,
          "arabic": "إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
          "transliteration": "Illā tanfirū yuʿadhdhibkum ʿadhāban alīman wa yastabdil qawman ghayrakum wa lā taḍurrūhu shayʾan wa Allāhu ʿalā kulli shayʾin qadīr",
          "translations": {
            "English": "Unless you mobilize, He will punish you most painfully, and will replace you with another people, and you will not harm Him at all. God has power over all things.",
            "Urdu": "اگر تم نہ نکلو گے تو وہ تمہیں دردناک عذاب دے گا اور تمہاری جگہ کسی اور قوم کو لے آئے گا اور تم اس کا کچھ نہ بگاڑ سکو گے۔ اور اللہ ہر چیز پر قادر ہے۔",
            "French": "Si vous ne vous lancez pas au combat, Il vous châtiera d’un châtiment douloureux et vous remplacera par un autre peuple. Vous ne Lui nuirez en rien, et Allah est Omnipotent.",
            "Spanish": "Si no salís a combatir, os infligirá un castigo doloroso y os sustituirá por otra gente. No podréis hacerle ningún daño. Allah tiene poder sobre todas las cosas.",
            "Hindi": "अगर तुम न निकलोगे तो वह तुम्हें दर्दनाक अज़ाब देगा और तुम्हारी जगह किसी और क़ौम को ले आएगा और तुम उसका कुछ न बिगाड़ सकोगे। और अल्लाह हर चीज़ पर क़ादिर है।"
          }
        },
        {
          "no": 40,
          "arabic": "إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ",
          "transliteration": "Illā tanṣurūhu fa-qad naṣarahu Allāhu idh akhrajahu alladhīna kafarū thāniya ithnayni idh humā fī al-ghāri idh yaqūlu li-ṣāḥibihi lā taḥzan inna Allāha maʿanā fa-anzala Allāhu sakīnatahu ʿalayhi wa ayyadahu bi-junūdin lam tarawhā wa jaʿala kalimata alladhīna kafarū as-suflā wa kalimatu Allāhi hiya al-ʿulyā wa Allāhu ʿazīzun ḥakīm",
          "translations": {
            "English": "If you do not help him, God has already helped him, when those who disbelieved expelled him, and he was the second of two in the cave. He said to his friend, “Do not worry, God is with us.” And God made His tranquility descend upon him, and supported him with forces you did not see, and made the word of those who disbelieved the lowest, while the Word of God is the Highest. God is Mighty and Wise.",
            "Urdu": "اگر تم اس (رسول) کی مدد نہ کرو گے تو اللہ نے اس کی مدد کی تھی جب کافروں نے اسے نکال دیا تھا اور وہ دو میں سے دوسرے تھے جب وہ دونوں غار میں تھے، جب وہ اپنے ساتھی سے کہہ رہا تھا کہ غم نہ کرو، اللہ ہمارے ساتھ ہے۔ پھر اللہ نے اپنی طرف سے اطمینان اس پر نازل کیا اور اس کی ایسی لشکروں سے مدد کی جنہیں تم نے نہیں دیکھا اور کافروں کی بات کو سب سے نیچے کر دیا اور اللہ کی بات سب سے بلند ہے اور اللہ غالب حکمت والا ہے۔",
            "French": "Si vous ne lui portez pas secours... Allah l’a déjà secouru, lorsque ceux qui avaient mécru l’avaient banni, deuxième de deux. Quand ils étaient dans la grotte et qu’il disait à son compagnon : « Ne t’afflige pas, car Allah est avec nous. » Allah fit alors descendre sur lui Sa sérénité et le soutint de soldats (Anges) que vous ne voyiez pas, et Il abaissa la parole des mécréants, tandis que la parole d’Allah eut le dessus. Et Allah est Puissant et Sage.",
            "Spanish": "Si no lo ayudáis, sabed que Allah ya lo hizo cuando los incrédulos lo expulsaron [de La Meca] y él era el segundo de dos [refugiados en la cueva]. Cuando le decía a su compañero: «No te aflijas, Allah está con nosotros». Entonces Allah hizo descender Su tranquilidad sobre él y lo apoyó con tropas que no veíais. E hizo que la palabra de los incrédulos fuera la más baja, mientras que la palabra de Allah es la más sublime. Allah es Poderoso, Sabio.",
            "Hindi": "अगर तुम उस (रसूल) की मदद न करोगे तो अल्लाह ने उसकी मदद की थी जब काफ़िरों ने उसे निकाल दिया था और वह दो में से दूसरे थे जब वह दोनों ग़ार में थे, जब वह अपने साथी से कह रहा था कि ग़म न करो, अल्लाह हमारे साथ है। फिर अल्लाह ने अपनी तरफ़ से इत्मीनान उस पर नाज़िल किया और उसकी ऐसे लश्करों से मदद की जिन्हें तुमने नहीं देखा और काफ़िरों की बात को सबसे नीचे कर दिया और अल्लाह की बात सबसे बुलंद है और अल्लाह ग़ालिब हिकमत वाला है।"
          }
        },
        {
          "no": 41,
          "arabic": "انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهَدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
          "transliteration": "Infirū khifāfan wa thiqālan wa jāhidū bi-amwālikum wa anfusikum fī sabīli Allāhi dhālikum khayrun lakum in kuntum taʿlamūn",
          "translations": {
            "English": "Mobilize, light or heavy, and strive with your possessions and your lives in the cause of God. That is better for you, if you only knew.",
            "Urdu": "نکلو خواہ ہلکے ہو یا بھاری اور اللہ کی راہ میں اپنے مالوں اور جانوں سے جہاد کرو۔ یہ تمہارے لیے بہتر ہے اگر تم جانتے ہو۔",
            "French": "Lancez-vous, légers ou lourds, et combattez avec vos biens et vos personnes dans le sentier d’Allah. Cela est meilleur pour vous, si vous saviez.",
            "Spanish": "Salid a combatir, livianos o pesados, y luchad con vuestros bienes y vuestras personas por la causa de Allah. Eso es mejor para vosotros, si supierais.",
            "Hindi": "निकलो चाहे हल्के हो या भारी और अल्लाह की राह में अपने मालों और जानों से जिहाद करो। यह तुम्हारे लिए बेहतर है अगर तुम जानते हो।"
          }
        },
        {
          "no": 42,
          "arabic": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ",
          "transliteration": "Law kāna ʿaraḍan qarīban wa safaran qāṣidan la-ttabaʿūka wa lakin baʿudat ʿalayhimu ash-shuqqatu wa sa-yaḥlifūna bi-Allāhi lawi istaṭaʿnā la-kharajnā maʿakum yuhlikūna anfusahum wa Allāhu yaʿlamu innahum la-kādhibūn",
          "translations": {
            "English": "Had the gain been immediate, and the journey shorter, they would have followed you; but the distance seemed too long for them. Still they swear by God: “Had we been able, we would have marched out with you.” They damn their own souls, and God knows that they are lying.",
            "Urdu": "اگر فائدہ قریب اور سفر آسان ہوتا تو وہ ضرور تمہارے پیچھے چل پڑتے لیکن ان پر راستہ دور پڑ گیا۔ اور وہ قسمیں کھانے والے ہیں کہ اگر ہم سے ہوتا تو ہم ضرور تمہارے ساتھ نکلتے۔ وہ اپنی جانوں کو ہلاکت میں ڈال رہے ہیں اور اللہ جانتا ہے کہ وہ جھوٹے ہیں۔",
            "French": "Si l’acquisition avait été proche et le voyage facile, ils t’auraient suivi ; mais la distance leur parut longue. Et ils jureront par Allah : « Si nous avions pu, nous serions sortis avec vous. » Ils se perdent eux-mêmes. Et Allah sait qu’ils mentent.",
            "Spanish": "Si se hubiera tratado de una ganancia inmediata o de un viaje corto, te habrían seguido. Pero la distancia les pareció demasiado larga. Jurarán por Allah: «Si hubiéramos podido, habríamos salido con vosotros». Se pierden a sí mismos. Allah sabe que mienten.",
            "Hindi": "अगर फ़ायदा क़रीब और सफ़र आसान होता तो वह ज़रूर तुम्हारे पीछे चल पड़ते लेकिन उन पर रास्ता दूर पड़ गया। और वह क़समें खाने वाले हैं कि अगर हमसे होता तो हम ज़रूर तुम्हारे साथ निकलते। वह अपनी जानों को हलाकत में डाल रहे हैं और अल्लाह जानता है कि वह झूठे हैं।"
          }
        },
        {
          "no": 43,
          "arabic": "عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ",
          "transliteration": "ʿAfā Allāhu ʿanka lima adhinta lahum ḥattā yatabayyana laka alladhīna ṣadaqū wa taʿlama al-kādhibīn",
          "translations": {
            "English": "May God pardon you! Why did you give them permission before it became clear to you who are the truthful ones, and who are the liars?",
            "Urdu": "اللہ تمہیں معاف کرے، تم نے انہیں کیوں اجازت دے دی یہاں تک کہ تم پر واضح ہو جاتا کہ کون سچے ہیں اور کون جھوٹے؟",
            "French": "Qu’Allah te pardonne ! Pourquoi leur as-tu donné permission avant que tu ne distingues ceux qui disent la vérité et que tu ne reconnaisses les menteurs ?",
            "Spanish": "¡Que Allah te perdone! ¿Por qué les diste permiso antes de que se te hiciera evidente quiénes decían la verdad y quiénes mentían?",
            "Hindi": "अल्लाह तुम्हें माफ़ करे, तुमने उन्हें क्यों इजाज़त दे दी यहाँ तक कि तुम पर वाज़ेह हो जाता कि कौन सच्चे हैं और कौन झूठे?"
          }
        },
        {
          "no": 44,
          "arabic": "لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ",
          "transliteration": "Lā yastaʾdhinuka alladhīna yuʾminūna bi-Allāhi wa al-yawmi al-ākhiri an yujāhidū bi-amwālihim wa anfusihim wa Allāhu ʿalīmun bi-al-muttaqīn",
          "translations": {
            "English": "Those who believe in God and the Last Day do not ask you for exemption from striving with their possessions and their lives. God is fully aware of the righteous.",
            "Urdu": "جو لوگ اللہ اور یوم آخرت پر ایمان رکھتے ہیں وہ تم سے اپنے مالوں اور جانوں سے جہاد کرنے کی اجازت نہیں مانگتے۔ اور اللہ پرہیزگاروں کو خوب جانتا ہے۔",
            "French": "Ceux qui croient en Allah et au Jour dernier ne te demandent pas permission de ne pas combattre avec leurs biens et leurs personnes. Et Allah connaît bien les pieux.",
            "Spanish": "No te pedirán permiso quienes creen en Allah y en el Día Final para no luchar con sus bienes y sus personas. Allah conoce bien a los piadosos.",
            "Hindi": "जो लोग अल्लाह और यौमुल-आख़िर पर ईमान रखते हैं वह तुमसे अपने मालों और जानों से जिहाद करने की इजाज़त नहीं माँगते। और अल्लाह परहेज़गारों को ख़ूब जानता है।"
          }
        },
        {
          "no": 45,
          "arabic": "إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ",
          "transliteration": "Innamā yastaʾdhinuka alladhīna lā yuʾminūna bi-Allāhi wa al-yawmi al-ākhiri wa ir'tābati qulūbuhum fa-hum fī raybihim yataraddadūn",
          "translations": {
            "English": "Only those who do not believe in God and the Last Day ask you for exemption. Their hearts are full of doubts, so they waver in their doubts.",
            "Urdu": "تم سے صرف وہی لوگ اجازت مانگتے ہیں جو اللہ اور یوم آخرت پر ایمان نہیں رکھتے اور جن کے دل شک میں پڑے ہوئے ہیں، پس وہ اپنے شک میں ڈگمگاتے رہتے ہیں۔",
            "French": "Ne te demandent permission que ceux qui ne croient pas en Allah et au Jour dernier, et dont les cœurs sont emplis de doute. Ils ne cessent d’hésiter dans leur doute.",
            "Spanish": "Solo te pedirán permiso quienes no creen en Allah ni en el Día Final y cuyos corazones dudan. Y en su duda vacilan.",
            "Hindi": "तुमसे सिर्फ़ वही लोग इजाज़त माँगते हैं जो अल्लाह और यौमुल-आख़िर पर ईमान नहीं रखते और जिनके दिल शक में पड़े हुए हैं, फिर वह अपने शक में डगमगाते रहते हैं।"
          }
        },
        {
          "no": 46,
          "arabic": "وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ",
          "transliteration": "Wa law arādū al-khurūja la-aʿaddū lahu ʿuddatan wa lakin kariha Allāhu ibʿāthahum fa-thabbatahum wa qīla uqʿudū maʿa al-qāʿidīn",
          "translations": {
            "English": "Had they wanted to mobilize, they would have made preparations for it; but God disliked their participation, so he held them back, and it was said, “Stay behind with those who stay behind.”",
            "Urdu": "اگر وہ نکلنا چاہتے تو اس کے لیے تیاری کرتے لیکن اللہ نے ان کے نکلنے کو ناپسند کیا تو انہیں روک دیا اور کہا گیا کہ بیٹھے رہنے والوں کے ساتھ بیٹھے رہو۔",
            "French": "S’ils avaient voulu partir, ils auraient fait des préparatifs pour cela. Mais Allah détesta leur départ, alors Il les a rendus paresseux, et il leur fut dit : « Restez avec ceux qui restent. »",
            "Spanish": "Si hubieran querido salir, se habrían preparado para ello. Pero Allah rechazó que salieran, así que los contuvo y se les dijo: «Quedaos con los que se quedan».",
            "Hindi": "अगर वह निकलना चाहते तो उसके लिए तैयारी करते लेकिन अल्लाह ने उनके निकलने को नापसंद किया तो उन्हें रोक दिया और कहा गया कि बैठे रहने वालों के साथ बैठे रहो।"
          }
        },
        {
          "no": 47,
          "arabic": "لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
          "transliteration": "Law kharajū fīkum mā zādūkum illā khabālan wa la-awḍaʿū khilālakum yabghūnakumu al-fitnata wa fīkum sammāʿūna lahum wa Allāhu ʿalīmun bi-aẓ-ẓālimīn",
          "translations": {
            "English": "Had they mobilized with you, they would have added only to your difficulties, and they would have spread rumors in your midst, trying to sow discord among you. Some of you are avid listeners to them. God is Aware of the wrongdoers.",
            "Urdu": "اگر وہ تمہارے ساتھ نکلتے تو تمہارے لیے فساد کے سوا کچھ نہ بڑھاتے اور تمہارے درمیان دوڑ دھوپ کرتے کہ تم میں فتنہ ڈلوائیں اور تم میں ان کے لیے کان لگائے ہوئے لوگ موجود ہیں۔ اور اللہ ظالموں کو خوب جانتا ہے۔",
            "French": "S’ils étaient sortis avec vous, ils n’auraient fait qu’accroître votre trouble et jeter la dissension dans vos rangs, cherchant à créer la discorde entre vous. Et il y a parmi vous certains qui les écoutent. Et Allah connaît bien les injustes.",
            "Spanish": "Si hubieran salido con vosotros, solo habrían aumentado vuestras dificultades y habrían sembrado la discordia entre vosotros, procurando crear confusión. Y entre vosotros hay quienes los escuchan. Allah conoce bien a los injustos.",
            "Hindi": "अगर वह तुम्हारे साथ निकलते तो तुम्हारे लिए फ़साद के सिवा कुछ न बढ़ाते और तुम्हारे दरमियान दौड़-धूप करते कि तुममें फ़ितना डलवाएँ और तुममें उनके लिए कान लगाए हुए लोग मौजूद हैं। और अल्लाह ज़ालिमों को ख़ूब जानता है।"
          }
        },
        {
          "no": 48,
          "arabic": "لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ",
          "transliteration": "Laqadi ibtaghaw al-fitnata min qablu wa qallabū laka al-umūra ḥattā jāʾa al-ḥaqqu wa ẓahara amru Allāhi wa hum kārihūn",
          "translations": {
            "English": "They tried to cause conflict before, and they hatched plots against you, until the truth prevailed, and the command of God became evident—in spite of their dislike.",
            "Urdu": "انہوں نے پہلے بھی فتنہ برپا کرنے کی کوشش کی تھی اور تمہارے خلاف سازشیں کرتے رہے یہاں تک کہ حق آ پہنچا اور اللہ کا حکم غالب ہو گیا حالانکہ وہ ناخوش تھے۔",
            "French": "Ils ont auparavant cherché à semer la discorde et à te contrarier, jusqu’à ce que la vérité se manifestât et que la volonté d’Allah triomphât, malgré leur aversion.",
            "Spanish": "Ya antes habían intentado crear confusión y maquinaron contra ti hasta que llegó la verdad y se impuso el designio de Allah, a pesar de su aversión.",
            "Hindi": "उन्होंने पहले भी फ़ितना बरपा करने की कोशिश की थी और तुम्हारे ख़िलाफ़ साज़िशें करते रहे यहाँ तक कि हक़ आ पहुँचा और अल्लाह का हुक्म ग़ालिब हो गया हालाँकि वह नाख़ुश थे।"
          }
        },
        {
          "no": 49,
          "arabic": "وَمِنْهُمُ الَّذِينَ يَقُولُونَ ائْذَنْ لِي وَلَا تَفْتِنِّي أَلَا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ",
          "transliteration": "Wa minhumu alladhīna yaqūlūna idh'nan lī wa lā taftinnī alā fī al-fitnati saqaṭū wa inna jahannama la-muḥīṭatun bi-al-kāfirīn",
          "translations": {
            "English": "And among them is he who says, “Excuse me, and do not trouble me.” In fact, they sunk into trouble. In fact, Hell will engulf the disbelievers.",
            "Urdu": "اور ان میں سے کچھ ایسے ہیں جو کہتے ہیں کہ مجھے اجازت دے دو اور مجھے فتنہ میں نہ ڈالو۔ سن لو وہ تو فتنہ میں پڑ ہی چکے ہیں اور جہنم کافروں کو گھیرے ہوئے ہے۔",
            "French": "Parmi eux, il en est qui disent : « Donne-moi la permission (de ne pas combattre) et ne me soumets pas à la tentation. » Or, c’est bien dans la tentation qu’ils sont tombés. Et l’Enfer cerne de tous côtés les mécréants.",
            "Spanish": "Entre ellos hay quienes dicen: «Concédeme permiso [para no combatir] y no me sometas a la tentación». Pero ya cayeron en la tentación. Y el Infierno cercará a los incrédulos.",
            "Hindi": "और उनमें से कुछ ऐसे हैं जो कहते हैं कि मुझे इजाज़त दे दो और मुझे फ़ितने में न डालो। सुन लो वह तो फ़ितने में पड़ ही चुके हैं और जहन्नुम काफ़िरों को घेरे हुए है।"
          }
        },
        {
          "no": 50,
          "arabic": "إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ",
          "transliteration": "In tuṣibka ḥasanatun tasuʾhum wa in tuṣibka muṣībatun yaqūlū qad akhadhnā amranā min qablu wa yatawallaw wa hum fariḥūn",
          "translations": {
            "English": "If something good happens to you, it upsets them; and if a calamity befalls you, they say, “We took our precautions in advance,” and they depart, happy.",
            "Urdu": "اگر تمہیں کوئی بھلائی پہنچے تو انہیں برا لگتا ہے اور اگر تم پر کوئی مصیبت آئے تو کہتے ہیں کہ ہم نے تو پہلے ہی اپنا بندوبست کر لیا تھا اور وہ خوش ہو کر پلٹ جاتے ہیں۔",
            "French": "Si un bonheur t’atteint, cela les afflige. Et si un malheur t’atteint, ils disent : « Nous avions pris d’avance nos précautions », et ils s’en vont tout réjouis.",
            "Spanish": "Si te ocurre un bien, les disgusta. Y si te ocurre una desgracia, dicen: «Ya habíamos tomado nuestras precauciones», y se van alegres.",
            "Hindi": "अगर तुम्हें कोई भलाई पहुँचे तो उन्हें बुरा लगता है और अगर तुम पर कोई मुसीबत आए तो कहते हैं कि हमने तो पहले ही अपना बंदोबस्त कर लिया था और वह ख़ुश हो कर पलट जाते हैं।"
          }
        },
        {
          "no": 51,
          "arabic": "قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
          "transliteration": "Qul lan yuṣībanā illā mā kataba Allāhu lanā huwa mawlānā wa ʿalā Allāhi fa-l-yatawakkal al-muʾminūn",
          "translations": {
            "English": "Say, “Nothing will happen to us except what God has ordained for us; He is our Protector.” In God let the faithful put their trust.",
            "Urdu": "کہہ دو کہ ہمیں وہی چیز پہنچ سکتی ہے جو اللہ نے ہمارے لیے لکھ دی ہے، وہی ہمارا مالک ہے اور اللہ ہی پر مومنوں کو بھروسہ کرنا چاہیے۔",
            "French": "Dis : « Rien ne nous atteindra, en dehors de ce qu’Allah a prescrit pour nous. Il est notre Protecteur. C’est en Allah que les croyants doivent placer leur confiance. »",
            "Spanish": "Di: «No nos ocurrirá sino lo que Allah haya decretado para nosotros. Él es nuestro Protector». Que en Allah se apoyen los creyentes.",
            "Hindi": "कह दो कि हमें वही चीज़ पहुँच सकती है जो अल्लाह ने हमारे लिए लिख दी है, वही हमारा मालिक है और अल्लाह ही पर मोमिनों को भरोसा करना चाहिए।"
          }
        },
        {
          "no": 52,
          "arabic": "قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ",
          "transliteration": "Qul hal tarabaṣūna binā illā iḥdā al-ḥusnayayni wa naḥnu natarabaṣu bikum an yuṣībakumu Allāhu bi-ʿadhābin min ʿindihi aw bi-aydīnā fa-tarabaṣū innā maʿakum mutarabiṣūn",
          "translations": {
            "English": "Say, “Are you expecting for us anything other than one of the two excellences? As for us: we are expecting that God will afflict you with a punishment from Himself, or at our hands. So wait, we are waiting with you.”",
            "Urdu": "کہہ دو کہ کیا تم ہمارے لیے دو بھلائیوں کے سوا کسی اور چیز کے منتظر ہو؟ ہم تو تمہارے لیے منتظر ہیں کہ اللہ تمہیں اپنی طرف سے عذاب دے یا ہمارے ہاتھوں سے۔ سو تم بھی انتظار کرو، ہم بھی تمہارے ساتھ انتظار کرنے والے ہیں۔",
            "French": "Dis : « Qu’attendez-vous pour nous, sinon l’une des deux meilleures choses ? Tandis que nous, nous attendons pour vous qu’Allah vous inflige un châtiment de Sa part ou par nos mains. Attendez donc ! Nous attendons aussi avec vous. »",
            "Spanish": "Di: «¿Qué esperáis para nosotros sino uno de los dos mejores destinos? Nosotros esperamos que Allah os aflija con un castigo proveniente de Él o por nuestras manos. ¡Esperad, pues! Nosotros también esperamos con vosotros».",
            "Hindi": "कह दो कि क्या तुम हमारे लिए दो भलाइयों के सिवा किसी और चीज़ के मुंतज़िर हो? हम तो तुम्हारे लिए मुंतज़िर हैं कि अल्लाह तुम्हें अपनी तरफ़ से अज़ाब दे या हमारे हाथों से। सो तुम भी इंतज़ार करो, हम भी तुम्हारे साथ इंतज़ार करने वाले हैं।"
          }
        },
        {
          "no": 53,
          "arabic": "قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ",
          "transliteration": "Qul anfiqū ṭawʿan aw karhan lan yutaqabbala minkum innakum kuntum qawman fāsiqīn",
          "translations": {
            "English": "Say, “Whether you spend willingly or unwillingly, it will not be accepted from you. You are evil people.”",
            "Urdu": "کہہ دو کہ تم خوشی سے خرچ کرو یا ناخوشی سے، تمہارا خرچ ہرگز قبول نہیں کیا جائے گا، تم نافرمان لوگ ہو۔",
            "French": "Dis : « Dépensez bon gré mal gré : cela ne sera jamais accepté de vous, car vous êtes des gens pervers. »",
            "Spanish": "Di: «Gastad, sea de buena gana o a disgusto, no se os aceptará. Sois gente corrupta».",
            "Hindi": "कह दो कि तुम ख़ुशी से ख़र्च करो या नाख़ुशी से, तुम्हारा ख़र्च हरगिज़ क़बूल नहीं किया जाएगा, तुम नाफ़रमान लोग हो।"
          }
        },
        {
          "no": 54,
          "arabic": "وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ",
          "transliteration": "Wa mā manaʿahum an tuqabala minhum nafaqātuhum illā annahum kafarū bi-Allāhi wa bi-rasūlihi wa lā yaʾtūna aṣ-ṣalāta illā wa hum kusālā wa lā yunfiqūna illā wa hum kārihūn",
          "translations": {
            "English": "What prevents the acceptance of their contributions is nothing but the fact that they disbelieved in God and His Messenger, and that they do not approach the prayer except lazily, and that they do not spend except grudgingly.",
            "Urdu": "ان کے خرچ کو قبول کرنے سے صرف یہی چیز مانع ہے کہ انہوں نے اللہ اور اس کے رسول کا انکار کیا ہے اور وہ نماز کے لیے صرف سستی سے آتے ہیں اور خرچ کرتے ہیں تو ناخوشی سے۔",
            "French": "Ce qui empêche leurs dons d’être agréés, c’est le fait qu’ils ont mécru en Allah et en Son messager, qu’ils ne accomplissent la prière qu’avec paresse et qu’ils ne dépensent (dans les bonnes œuvres) qu’à contrecœur.",
            "Spanish": "Lo que impide que se acepten sus contribuciones es que no creen en Allah ni en Su Mensajero, que solo realizan el salat con desgana y que solo gastan de mala gana.",
            "Hindi": "उनके ख़र्च को क़बूल करने से सिर्फ़ यही चीज़ माने है कि उन्होंने अल्लाह और उसके रसूल का इन्कार किया है और वह नमाज़ के लिए सिर्फ़ सुस्ती से आते हैं और ख़र्च करते हैं तो नाख़ुशी से।"
          }
        },
        {
          "no": 55,
          "arabic": "فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ",
          "transliteration": "Fa-lā tuʿjibka amwāluhum wa lā awlāduhum innamā yurīdu Allāhu li-yuʿadhdhibahum bihā fī al-ḥayāti ad-dunyā wa tazhaqa anfusuhum wa hum kāfirūn",
          "translations": {
            "English": "Let neither their possessions nor their children impress you. God intends to torment them through them in this worldly life, and that their souls depart while they are disbelievers.",
            "Urdu": "سو نہ تمہیں ان کے مال اور اولاد دکھائی دیں، اللہ تو یہ چاہتا ہے کہ انہیں انہی چیزوں کے ذریعے دنیا کی زندگی میں عذاب دے اور ان کی جانیں کفر کی حالت میں نکل جائیں۔",
            "French": "Que ni leurs biens, ni leurs enfants ne t’émerveillent ! Allah ne veut par là que les châtier dans la vie d’ici-bas, et que leur âme s’en aille tandis qu’ils sont mécréants.",
            "Spanish": "Que no te impresionen sus bienes ni sus hijos. Allah solo quiere castigarlos con ello en esta vida y que sus almas partan mientras son incrédulos.",
            "Hindi": "सो न तुम्हें उनके माल और औलाद दिखाई दें, अल्लाह तो यह चाहता है कि उन्हें उन्हीं चीज़ों के ज़रिए दुनिया की ज़िंदगी में अज़ाब दे और उनकी जानें कुफ़्र की हालत में निकल जाएँ।"
          }
        },
        {
          "no": 56,
          "arabic": "وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
          "transliteration": "Wa yaḥlifūna bi-Allāhi innahum laminkum wa mā hum minkum wa lākinnahum qawmun yafraqūn",
          "translations": {
            "English": "They swear by God that they are of you. But they are not of you. They are divisive people.",
            "Urdu": "وہ اللہ کی قسم کھا کر کہتے ہیں کہ وہ تم میں سے ہیں حالانکہ وہ تم میں سے نہیں ہیں بلکہ وہ ڈرنے والے لوگ ہیں۔",
            "French": "Et ils jurent par Allah qu’ils sont vraiment des vôtres ; alors qu’ils ne sont pas des vôtres ; mais ce sont des gens qui ont peur.",
            "Spanish": "Juran por Allah que son de los vuestros, pero no lo son. Son gente que se intimida.",
            "Hindi": "वह अल्लाह की क़सम खा कर कहते हैं कि वह तुममें से हैं हालाँकि वह तुममें से नहीं हैं बल्कि वह डरने वाले लोग हैं।"
          }
        },
        {
          "no": 57,
          "arabic": "لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ",
          "transliteration": "Law yajidūna maljaʾan aw maghārātin aw muddakhalan la-wallaw ilayhi wa hum yajmaḥūn",
          "translations": {
            "English": "Were they to find a shelter, or a cave, or a hideout, they would go to it, rushing.",
            "Urdu": "اگر انہیں کوئی پناہ گاہ یا غاریں یا کوئی گھسنے کی جگہ مل جائے تو وہ دوڑے چلے جائیں۔",
            "French": "S’ils trouvaient un refuge, des cavernes ou un souterrain, ils s’y tourneraient en toute hâte.",
            "Spanish": "Si encontraran un refugio, cavernas o una entrada subterránea, se precipitarían hacia ello.",
            "Hindi": "अगर उन्हें कोई पनाहगाह या गुफ़ाएँ या कोई घुसने की जगह मिल जाए तो वह दौड़े चले जाएँ।"
          }
        },
        {
          "no": 58,
          "arabic": "وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ",
          "transliteration": "Wa minhum man yalmizuka fī aṣ-ṣadaqāti fa-in uʿṭū minhā raḍū wa in lam yuʿṭaw minhā idhā hum yaskhaṭūn",
          "translations": {
            "English": "And among them are those who criticize you in regard to charities. If they are given some of it, they become pleased; but if they are not given any, they grow resentful.",
            "Urdu": "اور ان میں سے کچھ ایسے ہیں جو صدقات کے معاملے میں تم پر طعن کرتے ہیں، اگر انہیں اس میں سے کچھ دے دیا جائے تو راضی ہو جاتے ہیں اور اگر نہ دیا جائے تو ناراض ہو جاتے ہیں۔",
            "French": "Et il en est parmi eux qui te critiquent au sujet des aumônes : si on leur en donne, ils sont contents ; mais si on ne leur en donne pas, les voilà pleins de rancœur.",
            "Spanish": "Entre ellos hay quienes te critican por la distribución de las limosnas. Si se les da algo, se contentan. Pero si no se les da, se enojan.",
            "Hindi": "और उनमें से कुछ ऐसे हैं जो सदक़ात के मामले में तुम पर टीका-टिप्पणी करते हैं, अगर उन्हें उसमें से कुछ दे दिया जाए तो राज़ी हो जाते हैं और अगर न दिया जाए तो नाराज़ हो जाते हैं।"
          }
        },
        {
          "no": 59,
          "arabic": "وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ",
          "transliteration": "Wa law annahum raḍū mā ātāhumu Allāhu wa rasūluhu wa qālū ḥasbunā Allāhu sayuʾtīnā Allāhu min faḍlihi wa rasūluhu innā ilā Allāhi rāghibūn",
          "translations": {
            "English": "If only they were content with what God and His Messenger have given them, and said, “God is sufficient for us; God will give us of His bounty, and so will His Messenger; to God we eagerly turn.”",
            "Urdu": "کاش وہ اس پر راضی ہو جاتے جو اللہ اور اس کے رسول نے انہیں دے دیا اور کہتے کہ اللہ ہمارے لیے کافی ہے، اللہ ہمیں اپنے فضل سے دے گا اور اس کا رسول بھی، ہم اللہ ہی کی طرف رجوع کرنے والے ہیں۔",
            "French": "S’ils se contentaient de ce qu’Allah et Son messager leur ont donné, et disaient : « Allah nous suffit. Allah nous accordera de par Sa grâce, ainsi que Son messager. C’est vers Allah que va notre désir. »",
            "Spanish": "Si se contentaran con lo que Allah y Su Mensajero les han dado y dijeran: «Allah nos basta. Él nos concederá de Su favor, y también Su Mensajero. A Allah nos dirigimos con anhelo».",
            "Hindi": "काश वह उस पर राज़ी हो जाते जो अल्लाह और उसके रसूल ने उन्हें दे दिया और कहते कि अल्लाह हमारे लिए काफ़ी है, अल्लाह हमें अपने फ़ज़्ल से देगा और उसका रसूल भी, हम अल्लाह ही की तरफ़ रुजू करने वाले हैं।"
          }
        },
        {
          "no": 60,
          "arabic": "إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "Innamā aṣ-ṣadaqātu lil-fuqarāʾi wa al-masākīni wa al-ʿāmilīna ʿalayhā wa al-muʾallafati qulūbuhum wa fī ar-riqābi wa al-ghārimīna wa fī sabīli Allāhi wa ibni as-sabīli farīḍatan mina Allāhi wa Allāhu ʿalīmun ḥakīm",
          "translations": {
            "English": "Charities are for the poor, and the destitute, and those who administer them, and for reconciling hearts, and for freeing slaves, and for those in debt, and in the path of God, and for the traveler in need—an obligation from God. God is All-Knowing, Most Wise.",
            "Urdu": "صدقات تو صرف فقیروں، مسکینوں، ان کے وصول کرنے والوں اور جن کے دلوں پر چاہا جائے ان کے لیے ہیں اور غلام آزاد کرانے میں، قرض داروں کے لیے، اللہ کی راہ میں اور مسافروں کے لیے، یہ اللہ کی طرف سے فرض ہے اور اللہ جاننے والا حکمت والا ہے۔",
            "French": "Les aumônes ne sont destinées que pour les pauvres, les indigents, ceux qui y travaillent, ceux dont les cœurs sont à gagner (à l’Islam), l’affranchissement des jougs, ceux qui sont lourdement endettés, dans le sentier d’Allah, et pour le voyageur (en détresse). C’est un décret d’Allah ! Et Allah est Omniscient et Sage.",
            "Spanish": "Las limosnas son para los pobres, los necesitados, quienes las recogen, aquellos cuyos corazones han de ser reconciliados, la liberación de esclavos, los endeudados, la causa de Allah y el viajero insolvente. Es una obligación prescrita por Allah. Allah es Omnisciente, Sabio.",
            "Hindi": "सदक़ात तो सिर्फ़ फ़क़ीरों, मिसकीनों, उनके वसूल करने वालों और जिनके दिलों पर चाहा जाए उनके लिए हैं और ग़ुलाम आज़ाद कराने में, क़र्ज़दारों के लिए, अल्लाह की राह में और मुसाफ़िरों के लिए, यह अल्लाह की तरफ़ से फ़र्ज़ है और अल्लाह जानने वाला हिकमत वाला है।"
          }
        },
        {
          "no": 61,
          "arabic": "وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "Wa minhumu alladhīna yuʾdhūna an-nabiyya wa yaqūlūna huwa udhunun qul udhun khayrin lakum yuʾminu bi-Allāhi wa yuʾminu lil-muʾminīna wa raḥmatun lil-ladhīna āmanū minkum wa alladhīna yuʾdhūna rasūla Allāhi lahum ʿadhābun alīm",
          "translations": {
            "English": "And among them are those who insult the Prophet, and say, “He is all ears.” Say, “He listens for your own good. He believes in God, and trusts the believers, and is mercy for those of you who believe.” Those who insult the Messenger of God will have a painful penalty.",
            "Urdu": "اور ان میں سے کچھ ایسے ہیں جو نبی کو تکلیف دیتے ہیں اور کہتے ہیں کہ وہ کان لگا کر سننے والا ہے۔ کہہ دو کہ وہ تمہارے بھلے کے لیے کان لگا کر سنتا ہے، وہ اللہ پر ایمان رکھتا ہے اور مومنوں پر اعتماد کرتا ہے اور تم میں سے ایمان لانے والوں کے لیے رحمت ہے۔ اور جو لوگ اللہ کے رسول کو تکلیف دیتے ہیں ان کے لیے دردناک عذاب ہے۔",
            "French": "Il en est parmi eux qui offensent le Prophète et disent : « Il est tout oreille. » Dis : « Une oreille pour votre bien. Il croit en Allah et fait confiance aux croyants, et il est une miséricorde pour ceux d’entre vous qui croient. » Ceux qui offensent le Messager d’Allah auront un châtiment douloureux.",
            "Spanish": "Entre ellos hay quienes molestan al Profeta diciendo: «Él presta oído a todo». Di: «Presta oído a lo que es bueno para vosotros. Cree en Allah y tiene confianza en los creyentes. Es una misericordia para quienes de vosotros creen». Quienes molestan al Mensajero de Allah tendrán un castigo doloroso.",
            "Hindi": "और उनमें से कुछ ऐसे हैं जो नबी को तकलीफ़ देते हैं और कहते हैं कि वह कान लगा कर सुनने वाला है। कह दो कि वह तुम्हारे भले के लिए कान लगा कर सुनता है, वह अल्लाह पर ईमान रखता है और मोमिनों पर एतबार करता है और तुममें से ईमान लाने वालों के लिए रहमत है। और जो लोग अल्लाह के रसूल को तकलीफ़ देते हैं उनके लिए दर्दनाक अज़ाब है।"
          }
        },
        {
          "no": 62,
          "arabic": "يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ",
          "transliteration": "Yaḥlifūna bi-Allāhi lakum li-yurḍūkum wa Allāhu wa rasūluhu aḥaqqu an yurḍūhu in kānū muʾminīn",
          "translations": {
            "English": "They swear to you by God to please you. But it is more proper for them to please God and His Messenger, if they are believers.",
            "Urdu": "وہ تمہیں راضی کرنے کے لیے اللہ کی قسمیں کھاتے ہیں حالانکہ اللہ اور اس کا رسول زیادہ حق رکھتے ہیں کہ انہیں راضی کیا جائے اگر وہ مومن ہیں۔",
            "French": "Ils vous jurent par Allah pour vous plaire. Alors qu’il est plus juste qu’ils plaisent à Allah et à Son messager, s’ils sont croyants.",
            "Spanish": "Os juran por Allah para complaceros. Pero Allah y Su Mensajero tienen más derecho a que se les complazca, si es que son creyentes.",
            "Hindi": "वह तुम्हें राज़ी करने के लिए अल्लाह की क़समें खाते हैं हालाँकि अल्लाह और उसका रसूल ज़्यादा हक़ रखते हैं कि उन्हें राज़ी किया जाए अगर वह मोमिन हैं।"
          }
        },
        {
          "no": 63,
          "arabic": "أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ",
          "transliteration": "Alam yaʿlamū annahu man yuḥāddi Allāha wa rasūlahu fa-anna lahu nāra jahannama khālidan fīhā dhālika al-khizyu al-ʿaẓīm",
          "translations": {
            "English": "Do they not know that whoever opposes God and His Messenger, will have the Fire of Hell, abiding in it forever? That is the supreme disgrace.",
            "Urdu": "کیا انہیں معلوم نہیں کہ جو اللہ اور اس کے رسول کی مخالفت کرے گا اس کے لیے جہنم کی آگ ہے جس میں وہ ہمیشہ رہے گا؟ یہ بڑی رسوائی ہے۔",
            "French": "Ne savent-ils pas que celui qui s’oppose à Allah et à Son messager, aura le feu de l’Enfer pour y demeurer éternellement ? Et voilà l’immense opprobre.",
            "Spanish": "¿Acaso no saben que quien se opone a Allah y a Su Mensajero tendrá el Fuego del Infierno, donde permanecerá eternamente? Ese es el gran deshonor.",
            "Hindi": "क्या उन्हें मालूम नहीं कि जो अल्लाह और उसके रसूल की मुख़ालफ़त करेगा उसके लिए जहन्नुम की आग है जिसमें वह हमेशा रहेगा? यह बड़ी रुसवाई है।"
          }
        },
        {
          "no": 64,
          "arabic": "يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ",
          "transliteration": "Yaḥdharu al-munāfiqūna an tunazzala ʿalayhim sūratun tunabbiʾuhum bi-mā fī qulūbihim quli istahziʾū inna Allāha mukhrijun mā taḥdharūn",
          "translations": {
            "English": "The hypocrites worry lest a chapter may be revealed about them, informing them of what is in their hearts. Say, “Go on mocking; God will bring out what you fear.”",
            "Urdu": "منافق ڈرتے ہیں کہ ان پر کوئی سورت نازل ہو جائے جو ان کے دلوں کی بات انہیں بتا دے۔ کہہ دو کہ تم مذاق کرتے رہو، اللہ وہ چیز نکال کر رہے گا جس سے تم ڈرتے ہو۔",
            "French": "Les hypocrites craignent que ne soit révélée contre eux une sourate dévoilant ce qu’il y a dans leurs cœurs. Dis : « Moquez-vous ! Allah fera sortir ce que vous craignez. »",
            "Spanish": "Los hipócritas temen que se revele una sura que exponga lo que hay en sus corazones. Di: «¡Burlaos! Allah sacará a la luz lo que teméis».",
            "Hindi": "मुनाफ़िक़ डरते हैं कि उन पर कोई सूरत नाज़िल हो जाए जो उनके दिलों की बात उन्हें बता दे। कह दो कि तुम मज़ाक करते रहो, अल्लाह वह चीज़ निकाल कर रहेगा जिससे तुम डरते हो।"
          }
        },
        {
          "no": 65,
          "arabic": "وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ",
          "transliteration": "Wa la-in saʾaltahum la-yaqūlunna innamā kunnā nakhūḍu wa nalʿabu qul a-bi-Allāhi wa āyātihi wa rasūlihi kuntum tastahziʾūn",
          "translations": {
            "English": "If you ask them, they will say, “We were just joking and playing.” Say, “Were you making jokes about God, His revelations, and His Messenger?”",
            "Urdu": "اگر تم ان سے پوچھو تو کہیں گے کہ ہم تو باتوں ہی باتوں میں ہنسی مذاق کر رہے تھے۔ کہہ دو کہ کیا تم اللہ اور اس کی آیتوں اور اس کے رسول کا مذاق اڑا رہے تھے؟",
            "French": "Et si tu les interrogeais, ils diraient certainement : « Vraiment, nous ne faisions que bavarder et jouer. » Dis : « Est-ce d’Allah, de Ses versets et de Son messager que vous vous moquiez ? »",
            "Spanish": "Si les preguntas, te dirán: «Solo estábamos conversando y bromeando». Di: «¿Os burlabais de Allah, de Sus signos y de Su Mensajero?»",
            "Hindi": "अगर तुम उनसे पूछो तो कहेंगे कि हम तो बातों ही बातों में हँसी-मज़ाक कर रहे थे। कह दो कि क्या तुम अल्लाह और उसकी आयतों और उसके रसूल का मज़ाक उड़ा रहे थे?"
          }
        },
        {
          "no": 66,
          "arabic": "لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ",
          "transliteration": "Lā taʿtadirū qad kafartum baʿda īmānikum in naʿfu ʿan ṭāʾifatin minkum nuʿadhdhib ṭāʾifatan bi-annahum kānū mujrimīn",
          "translations": {
            "English": "Do not apologize. You have disbelieved after your belief. If We pardon some of you, We will punish others, because they are guilty.",
            "Urdu": "معذرت نہ کرو، تم اپنے ایمان لانے کے بعد کافر ہو چکے ہو۔ اگر ہم تم میں سے ایک گروہ کو معاف کر دیں گے تو دوسرے گروہ کو عذاب دیں گے اس لیے کہ وہ مجرم تھے۔",
            "French": "Ne vous excusez pas : vous avez bel et bien mécru après avoir eu la foi. Si Nous pardonnons à une partie des vôtres, Nous en châtierons une autre pour avoir été des criminels.",
            "Spanish": "No os disculpéis. Habéis negado la verdad después de haber creído. Si perdonamos a algunos de vosotros, castigaremos a otros por haber sido criminales.",
            "Hindi": "माफ़ी न माँगो, तुम अपने ईमान लाने के बाद काफ़िर हो चुके हो। अगर हम तुममें से एक गिरोह को माफ़ कर देंगे तो दूसरे गिरोह को अज़ाब देंगे इसलिए कि वह मुजरिम थे।"
          }
        },
        {
          "no": 67,
          "arabic": "الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ",
          "transliteration": "Al-munāfiqūna wa al-munāfiqātu baʿḍuhum min baʿḍin yaʾmurūna bi-al-munkari wa yanhawna ʿani al-maʿrūfi wa yaqbiḍūna aydiyahum nasū Allāha fa-nasiyahum inna al-munāfiqīna humu al-fāsiqūn",
          "translations": {
            "English": "The hypocrite men and hypocrite women are of one another. They advocate evil, and prohibit righteousness, and withhold their hands. They forgot God, so He forgot them. The hypocrites are the sinners.",
            "Urdu": "منافق مرد اور منافق عورتیں ایک دوسرے سے ملتی جلتی ہیں، وہ برائی کا حکم دیتے ہیں اور بھلائی سے روکتے ہیں اور اپنے ہاتھ روکے رکھتے ہیں۔ انہوں نے اللہ کو بھلا دیا تو اللہ نے بھی انہیں بھلا دیا۔ بے شک منافق ہی نافرمان ہیں۔",
            "French": "Les hypocrites, hommes et femmes, appartiennent les uns aux autres. Ils commandent le blâmable, interdisent le convenable, et replient leurs mains (ne dépensent pas dans les bonnes œuvres). Ils ont oublié Allah, et Il les a oubliés. En vérité, les hypocrites sont les pervers.",
            "Spanish": "Los hipócritas y las hipócritas proceden unos de otros. Ordenan lo reprobable, prohíben el bien y son avaros. Se olvidaron de Allah y Él se olvidó de ellos. En verdad, los hipócritas son los corruptos.",
            "Hindi": "मुनाफ़िक़ मर्द और मुनाफ़िक़ औरतें एक दूसरे से मिलती जुलती हैं, वह बुराई का हुक्म देते हैं और भलाई से रोकते हैं और अपने हाथ रोके रखते हैं। उन्होंने अल्लाह को भुला दिया तो अल्लाह ने भी उन्हें भुला दिया। बेशक मुनाफ़िक़ ही नाफ़रमान हैं।"
          }
        },
        {
          "no": 68,
          "arabic": "وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ",
          "transliteration": "Waʿada Allāhu al-munāfiqīna wa al-munāfiqāti wa al-kuffāra nāra jahannama khālidīna fīhā hiya ḥasbuhum wa laʿanahumu Allāhu wa lahum ʿadhābun muqīm",
          "translations": {
            "English": "God has promised the hypocrite men and hypocrite women, and the disbelievers, the Fire of Hell, abiding therein forever. It is their due. And God has cursed them. They will have a lasting punishment.",
            "Urdu": "اللہ نے منافق مردوں اور منافق عورتوں اور کافروں سے جہنم کی آگ کا وعدہ کیا ہے جس میں وہ ہمیشہ رہیں گے، وہی ان کے لیے کافی ہے۔ اور اللہ نے ان پر لعنت کی ہے اور ان کے لیے دائمی عذاب ہے۔",
            "French": "Allah a promis aux hypocrites, hommes et femmes, ainsi qu’aux mécréants, le feu de l’Enfer pour qu’ils y demeurent éternellement. C’est suffisant pour eux. Allah les a maudits. Et pour eux, il y aura un châtiment permanent.",
            "Spanish": "Allah ha prometido a los hipócritas y a las hipócritas, y a los incrédulos, el Fuego del Infierno, donde permanecerán eternamente. Eso les bastará. Allah los ha maldecido y tendrán un castigo perpetuo.",
            "Hindi": "अल्लाह ने मुनाफ़िक़ मर्दों और मुनाफ़िक़ औरतों और काफ़िरों से जहन्नुम की आग का वादा किया है जिसमें वह हमेशा रहेंगे, वही उनके लिए काफ़ी है। और अल्लाह ने उन पर लानत की है और उनके लिए दाइमी अज़ाब है।"
          }
        },
        {
          "no": 69,
          "arabic": "كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ",
          "transliteration": "Ka-alladhīna min qablikum kānū ashadda minkum quwwatan wa akthara amwālan wa awlādan fa-is-tamtaʿū bi-khalāqihim fa-is-tamtaʿtum bi-khalāqikum kamā is-tamtaʿa alladhīna min qablikum bi-khalāqihim wa khuḍtum ka-alladhī khāḍū ulāʾika ḥabiṭat aʿmāluhum fī ad-dunyā wa al-ākhirati wa ulāʾika humu al-khāsirūn",
          "translations": {
            "English": "Like those before you. They were more powerful than you, and had more wealth and children. They enjoyed their share, and you enjoyed your share, as those before you enjoyed their share. And you indulged, as they indulged. It is they whose works will fail in this world and in the Hereafter. It is they who are the losers.",
            "Urdu": "تم سے پہلے لوگوں کی طرح جو تم سے زیادہ طاقتور تھے اور مال اور اولاد میں زیادہ تھے، انہوں نے اپنا حصہ بھر لیا تو تم نے بھی اپنا حصہ بھر لیا جیسے تم سے پہلے لوگوں نے اپنا حصہ بھر لیا تھا اور تم نے بھی اس طرح غلط باتوں میں پڑ کر وقت گزارا جیسے انہوں نے گزارا تھا۔ یہی وہ لوگ ہیں جن کے اعمال دنیا اور آخرت دونوں میں برباد ہو گئے اور یہی لوگ نقصان اٹھانے والے ہیں۔",
            "French": "Vous êtes comme ceux qui vous ont précédés : ils étaient plus forts que vous, plus riches et avaient plus d’enfants. Ils ont joui de leur lot tout comme vous avez joui du vôtre. Et vous avez discuté comme ils ont discuté. Ceux-là voient leurs œuvres devenir vaines dans ce monde et dans l’au-delà, et ceux-là sont les perdants.",
            "Spanish": "Sois como quienes os precedieron, que eran más fuertes que vosotros, tenían más bienes e hijos. Disfrutaron de su parte [mundanal] como vosotros disfrutasteis de la vuestra, al igual que quienes os precedieron disfrutaron de la suya. Y os entregasteis a la frivolidad como ellos lo hicieron. Esos son cuyas obras serán en vano en esta vida y en la otra. Esos son los perdedores.",
            "Hindi": "तुमसे पहले लोगों की तरह जो तुमसे ज़्यादा ताक़तवर थे और माल और औलाद में ज़्यादा थे, उन्होंने अपना हिस्सा भर लिया तो तुमने भी अपना हिस्सा भर लिया जैसे तुमसे पहले लोगों ने अपना हिस्सा भर लिया था और तुमने भी उस तरह ग़लत बातों में पड़ कर वक़्त गुज़ारा जैसे उन्होंने गुज़ारा था। यही वह लोग हैं जिनके अमल दुनिया और आख़िरत दोनों में बरबाद हो गए और यही लोग नुक़सान उठाने वाले हैं।"
          }
        },
        {
          "no": 70,
          "arabic": "أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
          "transliteration": "Alam yaʾtihim nabaʾu alladhīna min qablihim qawmi Nūḥin wa ʿĀdin wa Thamūda wa qawmi Ibrāhīma wa aṣḥābi Madyana wa al-muʾtafikāti atathum rusuluhum bi-al-bayyināti fa-mā kāna Allāhu li-yaẓlimahum wa lākin kānū anfusahum yaẓlimūn",
          "translations": {
            "English": "Have they not heard the stories of those before them? The people of Noah, and Aad, and Thamood; and the people of Abraham, and the inhabitants of Median, and the Overturned Cities? Their messengers came to them with the clear proofs. God never wronged them, but they used to wrong their own selves.",
            "Urdu": "کیا ان کے پاس ان لوگوں کی خبریں نہیں پہنچیں جو ان سے پہلے گزر چکے ہیں؟ قوم نوح، عاد، ثمود، قوم ابراہیم، اہل مدین اور الْمُؤْتَفِكَات (یعنی وہ بستیاں جو الٹ دی گئی تھیں)۔ ان کے پاس ان کے رسول واضح دلائل لے کر آئے تو اللہ نے ان پر ظلم نہیں کیا بلکہ وہ خود اپنی جانوں پر ظلم کرتے تھے۔",
            "French": "Ne leur est-il pas parvenu le récit de ceux qui les ont précédés : le peuple de Noé, les Aad, les Thamud, le peuple d’Abraham, les habitants de Madyan, et les Villes renversées ? Leurs messagers leur vinrent avec des preuves évidentes. Ce n’est pas Allah qui leur fit du tort, mais ils se firent du tort à eux-mêmes.",
            "Spanish": "¿Acaso no les llegó la historia de quienes los precedieron? El pueblo de Noé, los ‘Ad, los Zamud, el pueblo de Abraham, los habitantes de Madián y las ciudades destruidas. Sus Mensajeros les presentaron las pruebas evidentes. No fue Allah quien los oprimió, sino que ellos mismos se oprimieron.",
            "Hindi": "क्या उनके पास उन लोगों की ख़बरें नहीं पहुँचीं जो उनसे पहले गुज़र चुके हैं? क़ौमे नूह, आद, समूद, क़ौमे इबराहीम, अहले मदयन और अल-मुतफ़िक़ात (यानी वह बस्तियाँ जो उलट दी गई थीं)। उनके पास उनके रसूल वाज़ेह दलीलें ले कर आए तो अल्लाह ने उन पर ज़ुल्म नहीं किया बल्कि वह ख़ुद अपनी जानों पर ज़ुल्म करते थे।"
          }
        },
        {
          "no": 71,
          "arabic": "وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
          "transliteration": "Wa al-muʾminūna wa al-muʾminātu baʿḍuhum awliyāʾu baʿḍin yaʾmurūna bi-al-maʿrūfi wa yanhawna ʿani al-munkari wa yuqīmūna aṣ-ṣalāta wa yuʾtūna az-zakāta wa yuṭīʿūna Allāha wa rasūlahu ulāʾika sayarḥamuhumu Allāhu inna Allāha ʿazīzun ḥakīm",
          "translations": {
            "English": "The believing men and believing women are friends of one another. They advocate virtue, forbid evil, perform the prayers, practice charity, and obey God and His Messenger. These—God will have mercy on them. God is Noble and Wise.",
            "Urdu": "مومن مرد اور مومن عورتیں ایک دوسرے کے دوست ہیں، وہ بھلائی کا حکم دیتے ہیں اور برائی سے روکتے ہیں اور نماز قائم کرते ہیں اور زکوٰۃ ادا کرتے ہیں اور اللہ اور اس کے رسول کی اطاعت کرते ہیں۔ یہی وہ لوگ ہیں جن پر اللہ رحم فرمائے گا، بے شک اللہ غالب حکمت والا ہے۔",
            "French": "Les croyants et les croyantes sont alliés les uns des autres. Ils commandent le convenable, interdisent le blâmable, accomplissent la prière, acquittent l’aumône et obéissent à Allah et à Son messager. Voilà ceux auxquels Allah fera miséricorde, car Allah est Puissant et Sage.",
            "Spanish": "Los creyentes y las creyentes son aliados unos de otros. Ordenan el bien, prohíben el mal, establecen el salat, entregan el zakat y obedecen a Allah y a Su Mensajero. A esos Allah les tendrá misericordia. Allah es Poderoso, Sabio.",
            "Hindi": "मोमिन मर्द और मोमिन औरतें एक दूसरे के दोस्त हैं, वह भलाई का हुक्म देते हैं और बुराई से रोकते हैं और नमाज़ क़ायम करते हैं और ज़कात अदा करते हैं और अल्लाह और उसके रसूल की इताअत करते हैं। यही वह लोग हैं जिन पर अल्लाह रहम फ़रमाएगा, बेशक अल्लाह ग़ालिब हिकमत वाला है।"
          }
        },
        {
          "no": 72,
          "arabic": "وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
          "transliteration": "Waʿada Allāhu al-muʾminīna wa al-muʾmināti jannātin tajrī min taḥtihā al-anhāru khālidīna fīhā wa masākina ṭayyibatan fī jannāti ʿadnin wa riḍwānun mina Allāhi akbaru dhālika huwa al-fawzu al-ʿaẓīm",
          "translations": {
            "English": "God promises the believers, men and women, gardens beneath which rivers flow, abiding therein forever, and fine homes in the Gardens of Eden. But approval from God is even greater. That is the supreme achievement.",
            "Urdu": "اللہ نے مومن مردوں اور مومن عورتوں سے جنتوں کا وعدہ کیا ہے جن کے نیچے نہریں بہتی ہوں گی، وہ ان میں ہمیشہ رہیں گے اور ہمیشہ رہنے والی جنتوں میں پاکیزہ مکانات ہوں گے اور اللہ کی رضامندی سب سے بڑی چیز ہے۔ یہی بڑی کامیابی ہے۔",
            "French": "Allah a promis aux croyants et aux croyantes des Jardins sous lesquels coulent les ruisseaux, pour qu’ils y demeurent éternellement, et des demeures excellentes, dans les jardins d’Eden. Et la satisfaction d’Allah est plus grande encore. Voilà l’énorme succès.",
            "Spanish": "Allah ha prometido a los creyentes y a las creyentes jardines por donde corren ríos, en los que morarán eternamente, y hermosas moradas en los jardines del Edén. Pero la complacencia de Allah es aún mayor. Ese es el éxito grandioso.",
            "Hindi": "अल्लाह ने मोमिन मर्दों और मोमिन औरतों से जन्नतों का वादा किया है जिनके नीचे नहरें बहती होंगी, वह उनमें हमेशा रहेंगे और हमेशा रहने वाली जन्नतों में पाकीज़ा मकान होंगे और अल्लाह की रज़ामंदी सबसे बड़ी चीज़ है। यही बड़ी कामयाबी है।"
          }
        },
        {
          "no": 73,
          "arabic": "يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ",
          "transliteration": "Yā ayyuhā an-nabiyyu jāhid al-kuffāra wa al-munāfiqīna wa ughluẓ ʿalayhim wa maʾwāhum jahannamu wa biʾsa al-maṣīr",
          "translations": {
            "English": "O Prophet! Strive against the disbelievers and the hypocrites, and be stern with them. Their abode is Hell—what a miserable destination!",
            "Urdu": "اے نبی! کافروں اور منافقوں سے جہاد کرو اور ان پر سخت ہو جاؤ۔ اور ان کا ٹھکانا جہنم ہے اور وہ بہت برا ٹھکانا ہے۔",
            "French": "Ô Prophète ! Mène combat contre les mécréants et les hypocrites, et sois rude avec eux ; l’Enfer sera leur refuge, et quelle mauvaise destination !",
            "Spanish": "¡Oh, Profeta! Combate contra los incrédulos y los hipócritas, y sé firme con ellos. Su morada será el Infierno. ¡Qué pésimo destino!",
            "Hindi": "ऐ नबी! काफ़िरों और मुनाफ़िक़ों से जिहाद करो और उन पर सख़्त हो जाओ। और उनका ठिकाना जहन्नुम है और वह बहुत बुरा ठिकाना है।"
          }
        },
        {
          "no": 74,
          "arabic": "يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
          "transliteration": "Yaḥlifūna bi-Allāhi mā qālū wa laqad qālū kalimata al-kufri wa kafarū baʿda islāmihim wa hammū bi-mā lam yanālū wa mā naqamū illā an aghnāhumu Allāhu wa rasūluhu min faḍlihi fa-in yatūbū yak khayran lahum wa in yatawallaw yuʿadhdhibhumu Allāhu ʿadhāban alīman fī ad-dunyā wa al-ākhirati wa mā lahum fī al-arḍi min waliyyin wa lā naṣīr",
          "translations": {
            "English": "They swear by God that they said nothing; but they did utter the word of blasphemy, and they renounced faith after their submission. And they plotted what they could not attain. They were resentful only because God and His Messenger have enriched them out of His grace. If they repent, it would be best for them; but if they turn away, God will afflict them with a painful punishment—in this life and in the Hereafter—and they will have on earth no protector and no savior.",
            "Urdu": "وہ اللہ کی قسم کھاتے ہیں کہ انہوں نے کچھ نہیں کہا حالانکہ انہوں نے کفر کی بات کہی اور اسلام لانے کے بعد کافر ہو گئے اور انہوں نے اس کام کا ارادہ کیا جسے وہ پا نہ سکے اور انہیں صرف اس بات پر غصہ آیا کہ اللہ اور اس کا رسول انہیں اپنے فضل سے غنی کر رہا تھا۔ پس اگر وہ توبہ کر لیں تو ان کے لیے بہتر ہے اور اگر منہ پھیر لیں تو اللہ انہیں دنیا اور آخرت میں دردناک عذاب دے گا اور زمین میں ان کا کوئی دوست اور مددگار نہیں ہو گا۔",
            "French": "Ils jurent par Allah qu’ils n’ont pas dit (ce qu’ils ont proféré), alors qu’en vérité ils ont dit la parole de la mécréance et ils ont mécru après avoir professé l’Islam. Ils ont projeté ce qu’ils n’ont pu accomplir. Et ils n’ont trouvé à redire qu’Allah, ainsi que Son messager les a enrichis par Sa grâce. S’ils se repentent, ce sera mieux pour eux. Mais s’ils tournent le dos, Allah les châtiera d’un douloureux châtiment, ici-bas tout comme dans l’au-delà ; et ils n’auront sur terre ni allié ni secoureur.",
            "Spanish": "Juran por Allah que no dijeron [nada malo], pero sí pronunciaron palabras de incredulidad y renegaron después de haberse sometido. Maquinaron lo que no lograron. Solo se vengaron porque Allah y Su Mensajero los habían enriquecido con Su favor. Si se arrepienten, será mejor para ellos. Pero si se desvían, Allah los castigará con un doloroso castigo en esta vida y en la otra. No tendrán en la Tierra protector ni auxiliador.",
            "Hindi": "वह अल्लाह की क़सम खाते हैं कि उन्होंने कुछ नहीं कहा हालाँकि उन्होंने कुफ़्र की बात कही और इस्लाम लाने के बाद काफ़िर हो गए और उन्होंने उस काम का इरादा किया जिसे वह पा न सके और उन्हें सिर्फ़ इस बात पर ग़ुस्सा आया कि अल्लाह और उसका रसूल उन्हें अपने फ़ज़्ल से ग़नी कर रहा था। फिर अगर वह तौबा कर लें तो उनके लिए बेहतर है और अगर मुँह फेर लें तो अल्लाह उन्हें दुनिया और आख़िरत में दर्दनाक अज़ाब देगा और ज़मीन में उनका कोई दोस्त और मददगार नहीं होगा।"
          }
        },
        {
          "no": 75,
          "arabic": "وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ",
          "transliteration": "Wa minhum man ʿāhada Allāha la-in ātānā min faḍlihi la-naṣṣaddaqanna wa la-nakūnanna min aṣ-ṣāliḥīn",
          "translations": {
            "English": "Among them are those who promised God: “If He gives us of His bounty, we will donate and be among the upright.”",
            "Urdu": "اور ان میں سے کچھ ایسے ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر وہ ہمیں اپنے فضل سے دے گا تو ہم ضرور صدقہ کریں گے اور نیکوکاروں میں سے ہو جائیں گے۔",
            "French": "Et il en est parmi eux qui avaient pris cet engagement envers Allah : « S’Il nous donne de par Sa grâce, nous donnerons certes, en charité, et serons du nombre des gens vertueux. »",
            "Spanish": "Entre ellos hay quienes le prometieron a Allah: «Si nos concede de Su favor, daremos caridades y seremos de los justos».",
            "Hindi": "और उनमें से कुछ ऐसे हैं जिन्होंने अल्लाह से अहद किया था कि अगर वह हमें अपने फ़ज़्ल से देगा तो हम ज़रूर सदक़ा करेंगे और नेककारों में से हो जाएँगे।"
          }
        }
      ,
      
        {
          "no": 76,
          "arabic": "فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ",
          "transliteration": "Falammā ātāhum min faḍlihi bakhilū bihi wa tawallaw wa hum muʿriḍūn",
          "translations": {
            "English": "But when He has given them of His bounty, they became stingy with it, and turned away in aversion.",
            "Urdu": "پھر جب انہیں اپنے فضل سے دیا تو اس پر بخل کرنے لگے اور منہ موڑ لیا اور وہ اعراض کرنے والے تھے۔",
            "French": "Puis, lorsqu’Il leur a donné de Sa grâce, ils en sont devenus avares, se sont détournés en s’éloignant.",
            "Spanish": "Pero cuando Él les concedió de Su favor, se mostraron avaros con ello y se apartaron rechazándolo.",
            "Hindi": "फिर जब उसने उन्हें अपने फ़ज़्ल (कृपा) से दिया, तो वे उस पर कंजूसी करने लगे और मुड़ गए, और वे मुंह फेरने वाले थे।"
          }
        },
        {
          "no": 77,
          "arabic": "فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ",
          "transliteration": "Fa aʿqabahum nifāqan fī qulūbihim ilā yawmi yalqawnahu bimā akhlafū Allāha mā waʿadūhu wa bimā kānū yakdhibūn",
          "translations": {
            "English": "So He penalized them with hypocrisy in their hearts, until the Day they face Him—because they broke their promise to God, and because they used to lie.",
            "Urdu": "پس اللہ نے ان کے دلوں میں نفاق ڈال دیا، اس دن تک جب وہ اس سے ملیں گے، اس وجہ سے کہ انہوں نے اللہ سے کیا ہوا وعدہ توڑا اور اس لیے کہ وہ جھوٹ بولتے تھے۔",
            "French": "Il a alors suscité l’hypocrisie dans leurs cœurs, jusqu’au jour où ils Le rencontreront, pour avoir manqué à leur engagement envers Allah et pour avoir menti.",
            "Spanish": "Entonces, Él les castigó con hipocresía en sus corazones hasta el día que Lo encuentren, por haber faltado a su promesa con Allah y por haber mentido.",
            "Hindi": "तो अल्लाह ने उनके दिलों में नफ़ाक़ (छल) डाल दिया, उस दिन तक जब वे उससे मिलेंगे, इसलिए कि उन्होंने अल्लाह से किए वादे को तोड़ा और क्योंकि वे झूठ बोलते थे।"
          }
        },
        {
          "no": 78,
          "arabic": "أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ",
          "transliteration": "Alam yaʿlamū anna Allāha yaʿlamu sirrahum wa najwāhum wa anna Allāha ʿallāmu l-ghuyūb",
          "translations": {
            "English": "Do they not know that God knows their secrets and their conspiracies? And that God is the Knower of the unseen?",
            "Urdu": "کیا وہ نہیں جانتے کہ اللہ ان کے رازوں اور ان کی سرگوشیوں کو جانتا ہے اور یہ کہ اللہ غیب کی باتوں کو خوب جاننے والا ہے؟",
            "French": "Ne savent-ils pas qu’Allah connaît leurs secrets et leurs conversations confidentielles, et qu’Allah est le Connaisseur de l’invisible ?",
            "Spanish": "¿Acaso no saben que Allah conoce sus secretos y sus confidencias, y que Allah es el Conocedor de lo oculto?",
            "Hindi": "क्या वे नहीं जानते कि अल्लाह उनके रहस्यों और उनकी कानाफूसी को जानता है और यह कि अल्लाह ग़ैब (अदृश्य) की बातों को जानने वाला है?"
          }
        },
        {
          "no": 79,
          "arabic": "الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "Alladhīna yalmiẓūna l-muṭṭawwiʿīna mina l-muʾminīna fī aṣ-ṣadaqāti wa alladhīna lā yajidūna illā juhdahum fa yaskharūna minhum sakhira Allāhu minhum wa lahum ʿadhābun alīm",
          "translations": {
            "English": "Those who criticize the believers who give charity voluntarily, and ridicule those who find nothing to give except their own efforts—God ridicules them. They will have a painful punishment.",
            "Urdu": "جو لوگ ایمان والوں میں سے خوشی سے صدقہ دینے والوں پر طعنہ زنی کرتے ہیں اور ان پر ہنستے ہیں جو اپنی محنت کے سوا کچھ نہیں پاتے، تو اللہ ان پر ہنستا ہے اور ان کے لیے دردناک عذاب ہے۔",
            "French": "Ceux qui blâment les croyants donnant volontairement des aumônes, et qui se moquent de ceux qui ne trouvent rien à donner sinon leurs efforts, Allah se moquera d’eux. Et ils auront un châtiment douloureux.",
            "Spanish": "Aquellos que critican a los creyentes que dan caridad voluntariamente y se burlan de quienes no encuentran nada para dar excepto sus esfuerzos, Allah se burlará de ellos. Y tendrán un castigo doloroso.",
            "Hindi": "जो लोग ईमान वालों में से ख़ुशी-ख़ुशी दान देने वालों पर ताना मारते हैं और उन पर हँसते हैं जो अपनी मेहनत के सिवा कुछ नहीं पाते, तो अल्लाह उन पर हँसता है और उनके लिए दर्दनाक अज़ाब है।"
          }
        },
        {
          "no": 80,
          "arabic": "اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
          "transliteration": "Istaghfir lahum aw lā tastaghfir lahum in tastaghfir lahum sabʿīna marratan fa lan yaghfira Allāhu lahum dhālika bi-annahum kafarū bi-Allāhi wa rasūlihi wa Allāhu lā yahdī l-qawma l-fāsiqīn",
          "translations": {
            "English": "Whether you ask forgiveness for them, or do not ask forgiveness for them—even if you ask forgiveness for them seventy times, God will not forgive them. That is because they disbelieved in God and His Messenger. God does not guide the immoral people.",
            "Urdu": "آپ ان کے لیے مغفرت طلب کریں یا نہ کریں، اگر آپ ان کے لیے ستر بار بھی مغفرت طلب کریں تو اللہ انہیں ہرگز معاف نہیں کرے گا۔ یہ اس لیے کہ انہوں نے اللہ اور اس کے رسول کا انکار کیا، اور اللہ نافرمان لوگوں کو ہدایت نہیں دیتا۔",
            "French": "Demande pardon pour eux ou ne demande pas pardon pour eux ; si tu demandes pardon pour eux soixante-dix fois, Allah ne leur pardonnera pas. Car ils ont mécru en Allah et en Son messager. Et Allah ne guide pas les gens pervers.",
            "Spanish": "Pide perdón por ellos o no lo pidas; si pides perdón por ellos setenta veces, Allah no les perdonará. Eso es porque no creyeron en Allah y en Su Mensajero. Y Allah no guía a la gente corrupta.",
            "Hindi": "आप उनके लिए माफ़ी माँगें या न माँगें, अगर आप उनके लिए सत्तर बार भी माफ़ी माँगें, तो अल्लाह उन्हें कभी माफ़ नहीं करेगा। यह इसलिए कि उन्होंने अल्लाह और उसके रसूल का इनकार किया, और अल्लाह नाफ़रमान लोगों को हिदायत नहीं देता।"
          }
        },
        {
          "no": 81,
          "arabic": "فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ",
          "transliteration": "Fariḥa l-mukhallafūna bi-maqʿadihim khilāfa rasūli Allāhi wa karihū an yujāhidū bi-amwālihim wa anfusihim fī sabīli Allāhi wa qālū lā tanfirū fī l-ḥarri qul nāru jahannama ashaddu ḥarran law kānū yafqahūn",
          "translations": {
            "English": "Those who stayed behind rejoiced at their staying behind the Messenger of God. And they hated to strive with their wealth and their lives in God’s way. And they said, “Do not venture out in the heat.” Say, “The Fire of Hell is much hotter, if they only understood.”",
            "Urdu": "پیچھے رہ جانے والے اپنے پیچھے رہ جانے پر خوش ہوئے، اللہ کے رسول کے خلاف۔ اور انہیں اپنے مالوں اور جانوں سے اللہ کی راہ میں جہاد کرنا ناپسند تھا۔ اور انہوں نے کہا: \"گرمی میں نہ نکلو۔\" کہہ دو: \"جہنم کی آگ زیادہ گرم ہے، کاش وہ سمجھتے۔\"",
            "French": "Ceux qui sont restés à l’arrière se sont réjouis de rester assis à l’opposé du Messager d’Allah. Ils ont détesté lutter avec leurs biens et leurs personnes dans le sentier d’Allah, et ont dit : « Ne partez pas sous la chaleur. » Dis : « Le feu de l’Enfer est bien plus intense en chaleur. » S’ils comprenaient !",
            "Spanish": "Los que se quedaron atrás se alegraron de quedarse en contra del Mensajero de Allah. Odiaron luchar con sus riquezas y sus vidas en el camino de Allah, y dijeron: «No salgáis en el calor». Di: «El fuego del Infierno es mucho más caliente, si tan solo comprendieran».",
            "Hindi": "पीछे रह जाने वाले अपने पीछे रह जाने पर ख़ुश हुए, अल्लाह के रसूल के ख़िलाफ़। और उन्हें अपने माल और जान से अल्लाह की राह में जिहाद करना नापसंद था। और उन्होंने कहा: \"गर्मी में न निकलो।\" कह दो: \"जहन्नम की आग कहीं ज़्यादा गर्म है, काश वे समझते।\""
          }
        },
        {
          "no": 82,
          "arabic": "فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ",
          "transliteration": "Fal-yaḍḥakū qalīlan wa l-yabkū kathīran jazāʾan bimā kānū yaksibūn",
          "translations": {
            "English": "Let them laugh a little, and weep much; in recompense for what they used to earn.",
            "Urdu": "پس وہ تھوڑا ہنسیں اور بہت روئیں، یہ بدلہ ہے اس کا جو وہ کمایا کرتے تھے।",
            "French": "Qu’ils rient un peu et qu’ils pleurent beaucoup en récompense de ce qu’ils ont acquis.",
            "Spanish": "Que rían un poco y lloren mucho, como retribución por lo que solían obtener.",
            "Hindi": "तो वे थोड़ा हँसें और बहुत रोएँ, यह उसका बदला है जो वे कमाते थे।"
          }
        },
        {
          "no": 83,
          "arabic": "فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ",
          "transliteration": "Fa in rajaʿaka Allāhu ilā ṭāʾifatin minhum fa staʾdhanūka li-l-khurūji fa qul lan takhrujū maʿīa abadan wa lan tuqātilū maʿīa ʿaduwwan innakum raḍītum bi-l-quʿūdi awwala marratin fa uqʿudū maʿa l-khālifīn",
          "translations": {
            "English": "If God brings you back to a party of them, and they ask your permission to go out, say, “You will not go out with me, ever, nor will you ever fight an enemy with me. You were content to sit back the first time, so sit back with those who stay behind.”",
            "Urdu": "پس اگر اللہ تمہیں ان کے کسی گروہ کی طرف واپس لے آئے اور وہ تم سے نکلنے کی اجازت مانگیں تو کہہ دو: \"تم میرے ساتھ کبھی نہیں نکلو گے اور نہ ہی میرے ساتھ کسی دشمن سے لڑو گے۔ تم پہلی بار بیٹھ رہنے پر راضی ہو گئے تھے، پس پیچھے رہ جانے والوں کے ساتھ بیٹھے رہو۔\"",
            "French": "Si Allah te ramène vers un groupe d’entre eux, et qu’ils te demandent la permission de sortir, dis : « Vous ne sortirez plus jamais avec moi, et vous ne combattrez plus jamais un ennemi avec moi. Vous avez accepté de rester assis la première fois, alors restez avec ceux qui se tiennent à l’arrière. »",
            "Spanish": "Si Allah te devuelve a un grupo de ellos y te piden permiso para salir, di: «No saldréis jamás conmigo, ni combatiréis jamás a un enemigo conmigo. Aceptasteis quedaros la primera vez, así que quedaos con los que se quedan atrás».",
            "Hindi": "फिर अगर अल्लाह तुम्हें उनके किसी गिरोह की तरफ़ लौटा लाए और वे तुमसे निकलने की इजाज़त माँगें, तो कह दो: \"तुम मेरे साथ कभी नहीं निकलोगे और न ही मेरे साथ किसी दुश्मन से लड़ोगे। तुम पहली बार बैठे रहने पर राज़ी हो गए थे, तो पीछे रह जाने वालों के साथ बैठे रहो।\""
          }
        },
        {
          "no": 84,
          "arabic": "وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ",
          "transliteration": "Wa lā tuṣalli ʿalā aḥadin minhum māta abadan wa lā taqum ʿalā qabrihi innahum kafarū bi-Allāhi wa rasūlihi wa mātū wa hum fāsiqūn",
          "translations": {
            "English": "You are never to pray over anyone of them who dies, nor are you to stand at his graveside. They rejected God and His Messenger, and died while they were sinners.",
            "Urdu": "اور ان میں سے جو کوئی مر جائے، آپ اس پر کبھی نماز نہ پڑھیں اور نہ اس کی قبر پر کھڑے ہوں۔ بے شک انہوں نے اللہ اور اس کے رسول کا انکار کیا اور وہ فاسق ہی مرے۔",
            "French": "Et ne prie jamais sur l’un d’entre eux qui meurt, et ne te tiens pas debout près de sa tombe. Car ils ont mécru en Allah et en Son messager, et ils sont morts tout en étant pervers.",
            "Spanish": "No ores nunca por ninguno de ellos que haya muerto, ni te pares junto a su tumba. Rechazaron a Allah y a Su Mensajero, y murieron mientras eran pecadores.",
            "Hindi": "और उनमें से जो कोई मर जाए, आप उस पर कभी नमाज़ न पढ़ें और न उसकी क़ब्र पर खड़े हों। बेशक उन्होंने अल्लाह और उसके रसूल का इनकार किया और वे फ़ासिक़ (पापी) होकर मरे।"
          }
        },
        {
          "no": 85,
          "arabic": "وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ",
          "transliteration": "Wa lā tuʿjibka amwāluhum wa awlāduhum innamā yurīdu Allāhu an yuʿadhdhibahum bihā fī d-dunyā wa tazhaqa anfusuhum wa hum kāfirūn",
          "translations": {
            "English": "Do not let their possessions and their children impress you. God desires to torment them through them in this world, and their souls expire while they are disbelievers.",
            "Urdu": "اور ان کے مال اور اولاد آپ کو مت دھوکہ دیں۔ اللہ کا ارادہ ہے کہ ان کے ذریعے دنیا میں انہیں عذاب دے اور ان کی جانیں کفر کی حالت میں نکل جائیں۔",
            "French": "Que leurs biens et leurs enfants ne t’émerveillent point. Allah ne veut par là que les châtier dans cette vie, et que leurs âmes s’en aillent tandis qu’ils sont mécréants.",
            "Spanish": "Que no te impresionen sus riquezas ni sus hijos. Allah solo quiere castigarlos con ellos en esta vida y que sus almas partan mientras son incrédulos.",
            "Hindi": "और उनका माल और औलाद आपको धोखा न दे। अल्लाह का इरादा है कि उनके ज़रिए दुनिया में उन्हें अज़ाब दे और उनकी जानें कुफ़्र की हालत में निकल जाएँ।"
          }
        },
        {
          "no": 86,
          "arabic": "وَإِذَا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ",
          "transliteration": "Wa idhā unzilat sūratun an āminū bi-Allāhi wa jāhidū maʿa rasūlihi staʾdhanaka ulū ṭ-ṭawli minhum wa qālū dhar-nā nakun maʿa l-qāʿidīn",
          "translations": {
            "English": "When a chapter is revealed, stating: “Believe in God and strive with His Messenger,” the prominent among them ask you for exemption. They say, “Allow us to stay with those who stay behind.”",
            "Urdu": "اور جب کوئی سورت نازل کی جاتی ہے کہ \"اللہ پر ایمان لاؤ اور اس کے رسول کے ساتھ جہاد کرو\"، تو ان میں سے صاحبِ ثروت لوگ آپ سے رخصت مانگتے ہیں اور کہتے ہیں: \"ہمیں چھوڑ دو کہ ہم بیٹھنے والوں کے ساتھ رہیں۔\"",
            "French": "Et quand une sourate est révélée : « Croyez en Allah et luttez aux côtés de Son messager », les plus aisés d’entre eux te demandent permission en disant : « Laisse-nous avec ceux qui restent à l’arrière. »",
            "Spanish": "Cuando se revela una sura que dice: «Creed en Allah y luchad junto a Su Mensajero», los pudientes entre ellos te piden permiso y dicen: «Déjanos estar con los que se quedan atrás».",
            "Hindi": "और जब कोई सूरत नाज़िल की जाती है कि \"अल्लाह पर ईमान लाओ और उसके रसूल के साथ जिहाद करो\", तो उनमें से धनवान लोग आपसे रुख़सत माँगते हैं और कहते हैं: \"हमें छोड़ दो कि हम बैठने वालों के साथ रहें।\""
          }
        },
        {
          "no": 87,
          "arabic": "رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
          "transliteration": "Raḍū bi-an yakūnū maʿa l-khawālifi wa ṭubiʿa ʿalā qulūbihim fa hum lā yafqahūn",
          "translations": {
            "English": "They prefer to be with those who stay behind. Their hearts were sealed, so they do not understand.",
            "Urdu": "وہ پیچھے رہ جانे والوں کے ساتھ رہنے پر راضی ہو گئے۔ ان کے دلوں پر مہر لگا دی گئی ہے، سو وہ سمجھتے نہیں۔",
            "French": "Ils sont satisfaits d’être avec ceux qui restent à l’arrière. Leurs cœurs ont été scellés, et ils ne comprennent pas.",
            "Spanish": "Se contentaron con estar con los que se quedan atrás. Sus corazones fueron sellados, por lo que no comprenden.",
            "Hindi": "वे पीछे रह जाने वालों के साथ रहने पर राज़ी हो गए। उनके दिलों पर मुहर लगा दी गई है, इसलिए वे समझते नहीं।"
          }
        },
        {
          "no": 88,
          "arabic": "لَكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَأُولَئِكَ لَهُمُ الْخَيْرَاتُ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
          "transliteration": "Lākini r-rasūlu wa alladhīna āmanū maʿahu jāhadū bi-amwālihim wa anfusihim wa ulāʾika lahumu l-khayrātu wa ulāʾika humu l-mufliḥūn",
          "translations": {
            "English": "But the Messenger and those who believe with him struggle with their possessions and their lives. These have deserved the good things. These are the successful.",
            "Urdu": "لیکن رسول اور وہ لوگ جو اس کے ساتھ ایمان لائے، انہوں نے اپنے مالوں اور جانوں سے جہاد کیا۔ یہی وہ لوگ ہیں جن کے لیے بھلائیاں ہیں اور یہی فلاح پانے والے ہیں।",
            "French": "Mais le Messager et ceux qui ont cru avec lui ont lutté avec leurs biens et leurs personnes. Ceux-là auront les bonnes choses, et ce sont eux qui réussiront.",
            "Spanish": "Pero el Mensajero y los que creyeron con él lucharon con sus riquezas y sus vidas. Esos tendrán los bienes, y esos son los triunfadores.",
            "Hindi": "लेकिन रसूल और वे लोग जो उसके साथ ईमान लाए, उन्होंने अपने माल और जान से जिहाद किया। यही वे लोग हैं जिनके लिए भलाइयाँ हैं और यही कामयाब होने वाले हैं।"
          }
        },
        {
          "no": 89,
          "arabic": "أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ الْفَوْزُ الْعَظِيمُ",
          "transliteration": "Aʿadda Allāhu lahum jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā dhālika l-fawzu l-ʿaẓīm",
          "translations": {
            "English": "God has prepared for them gardens beneath which rivers flow, wherein they will abide forever. That is the great victory.",
            "Urdu": "اللہ نے ان کے لیے باغ تیار کر رکھے ہیں جن کے نیچے نہریں بہتی ہوں گی، وہ ان میں ہمیشہ رہیں گے۔ یہی بڑی کامیابی ہے۔",
            "French": "Allah a préparé pour eux des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement. Voilà l’énorme succès.",
            "Spanish": "Allah ha preparado para ellos jardines por donde corren ríos, en los que permanecerán eternamente. Ese es el gran triunfo.",
            "Hindi": "अल्लाह ने उनके लिए बाग़ तैयार कर रखे हैं जिनके नीचे नहरें बहती होंगी, वे उनमें हमेशा रहेंगे। यही बड़ी कामयाबी है।"
          }
        },
        {
          "no": 90,
          "arabic": "وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ",
          "transliteration": "Wa jāʾa l-muʿadhdhirūna mina l-aʿrābi li-yuʾdhana lahum wa qaʿada alladhīna kadhabū Allāha wa rasūlahu sa yuṣību alladhīna kafarū minhum ʿadhābun alīm",
          "translations": {
            "English": "Some of the Desert-Arabs came to make excuses, asking to be granted exemption, while those who were untrue to God and His Messenger stayed behind. A painful punishment will afflict those among them who disbelieved.",
            "Urdu": "اور دیہاتیوں میں سے بعض عذر پیش کرنے والے آئے تاکہ انہیں رخصت دی جائے، اور جو لوگ اللہ اور اس کے رسول سے جھوٹ بولنے والے تھے، وہ بیٹھے رہے۔ ان میں سے جو کافر ہیں، انہیں دردناک عذاب پہنچے گا۔",
            "French": "Et des Bédouins sont venus présenter des excuses pour être exemptés, tandis que ceux qui ont menti à Allah et à Son messager sont restés assis. Un châtiment douloureux atteindra ceux d’entre eux qui ont mécru.",
            "Spanish": "Algunos beduinos vinieron con excusas para que se les eximiera, mientras que quienes mintieron a Allah y a Su Mensajero se quedaron atrás. Un castigo doloroso afligirá a los incrédulos entre ellos.",
            "Hindi": "और देहातियों में से कुछ बहाने बनाने वाले आए ताकि उन्हें रुख़सत दी जाए, और जो लोग अल्लाह और उसके रसूल से झूठ बोलने वाले थे, वे बैठे रहे। उनमें से जो काफ़िर हैं, उन्हें दर्दनाक अज़ाब पहुँचेगा।"
          }
        },
        {
          "no": 91,
          "arabic": "لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ",
          "transliteration": "Laysa ʿaḍ-ḍuʿafāʾi wa lā ʿalā l-marḍā wa lā ʿalā alladhīna lā yajidūna mā yunfiqūna ḥarajun idhā naṣaḥū li-Allāhi wa rasūlihi mā ʿalā l-muḥsinīna min sabīlin wa Allāhu ghafūrun raḥīm",
          "translations": {
            "English": "There is no blame on the weak, nor on the sick, nor on those who have nothing to give, provided they are true to God and His Messenger. In no way can the righteous be blamed. God is Forgiving and Merciful.",
            "Urdu": "کمزوروں پر، نہ بیماروں پر، اور نہ ان پر جو خرچ کرنے کو کچھ نہیں پاتے، کوئی گناہ نہیں، بشرطیکہ وہ اللہ اور اس کے رسول کے ساتھ خیر خواہی کریں۔ نیکوکاروں پر کوئی راستہ نہیں (مؤاخذے کا)، اور اللہ بخشنے والا مہربان ہے।",
            "French": "Nul grief contre les faibles, ni contre les malades, ni contre ceux qui ne trouvent rien à dépenser, s’ils sont sincères envers Allah et Son messager. Pas de reproche contre les bienfaisants. Allah est Pardonneur et Miséricordieux.",
            "Spanish": "No hay culpa sobre los débiles, ni los enfermos, ni aquellos que no encuentran qué gastar, siempre que sean sinceros con Allah y Su Mensajero. No hay motivo para reprochar a los que hacen el bien. Allah es Perdonador y Misericordioso.",
            "Hindi": "कमज़ोरों पर, न बीमारों पर, और न उन पर जो ख़र्च करने को कुछ नहीं पाते, कोई गुनाह नहीं, बशर्ते कि वे अल्लाह और उसके रसूल के साथ ख़ैरख़्वाही करें। नेक लोगों पर कोई रास्ता नहीं (मुज़ायक़े का), और अल्लाह बख़्शने वाला मेहरबान है।"
          }
        },
        {
          "no": 92,
          "arabic": "وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ",
          "transliteration": "Wa lā ʿalā alladhīna idhā mā atawka li-taḥmilahum qulta lā ajidu mā aḥmilukum ʿalayhi tawallaw wa aʿyunuhum tafīḍu mina d-damʿi ḥuznan allā yajidū mā yunfiqūn",
          "translations": {
            "English": "Nor on those who approach you, wishing to ride with you, and you said, “I have nothing to carry you on.” So they went away, with their eyes overflowing with tears, sorrowing for not finding the means to spend.",
            "Urdu": "اور نہ ان پر جو آپ کے پاس آتے ہیں کہ آپ انہیں (جہاد کے لیے) سوار کر دیں، اور آپ کہہ دیں کہ \"میں تمہیں سوار کرانے کو کچھ نہیں پاتا\"، تو وہ لوٹ جاتے ہیں، ان کی آنکھیں آنسوؤں سے بہہ رہی ہوتی ہیں، اس غم میں کہ وہ خرچ کرنے کو کچھ نہیں پاتے۔",
            "French": "Pas de grief non plus contre ceux à qui tu es venu pour qu’ils soient transportés, et à qui tu as dit : « Je ne trouve pas de monture pour vous. » Ils sont repartis les yeux débordant de larmes, affligés de ne pas trouver de quoi dépenser.",
            "Spanish": "Ni sobre aquellos que se acercan a ti deseando montar contigo, y dices: «No encuentro en qué transportaros». Se van con los ojos llenos de lágrimas, apenados por no encontrar qué gastar.",
            "Hindi": "और न उन पर जो आपके पास आते हैं कि आप उन्हें (जिहाद के लिए) सवार कर दें, और आप कह दें कि \"मैं तुम्हें सवार कराने को कुछ नहीं पाता\", तो वे लौट जाते हैं, उनकी आँखें आँसुओं से बह रही होती हैं, इस ग़म में कि वे ख़र्च करने को कुछ नहीं पाते।"
          }
        },
        {
          "no": 93,
          "arabic": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ",
          "transliteration": "Innamā s-sabīlu ʿalā alladhīna yastaʾdhinūnaka wa hum aghniyāʾu raḍū bi-an yakūnū maʿa l-khawālifi wa ṭabaʿa Allāhu ʿalā qulūbihim fa hum lā yaʿlamūn",
          "translations": {
            "English": "But blame is on those who ask you for exemption, although they are rich. They are content to be with those who stay behind. God has sealed their hearts, so they do not know.",
            "Urdu": "الزام تو ان پر ہے جو آپ سے رخصت مانگتے ہیں حالانکہ وہ مالدار ہیں۔ وہ پیچھے رہ جانے والوں کے ساتھ رہنے پر راضی ہو گئے۔ اللہ نے ان کے دلوں پر مہر لگا دی ہے، سو وہ نہیں جانتے۔",
            "French": "Le blâme ne concerne que ceux qui te demandent permission alors qu’ils sont riches. Ils sont contents d’être avec ceux qui restent à l’arrière. Allah a scellé leurs cœurs, et ils ne savent pas.",
            "Spanish": "El reproche es solo para quienes te piden permiso siendo ricos. Se contentan con estar con los que se quedan atrás. Allah ha sellado sus corazones, por lo que no saben.",
            "Hindi": "इल्ज़ाम तो उन पर है जो आपसे रुख़सत माँगते हैं हालाँकि वे मालदार हैं। वे पीछे रह जाने वालों के साथ रहने पर राज़ी हो गए। अल्लाह ने उनके दिलों पर मुहर लगा दी है, इसलिए वे नहीं जानते।"
          }
        },
        {
          "no": 94,
          "arabic": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
          "transliteration": "Yaʿtadhirūna ilaykum idhā rajaʿtum ilayhim qul lā taʿtadhirū lan nuʾmina lakum qad nabaʾanā Allāhu min akhbārikum wa sa-yarā Allāhu ʿamalakum wa rasūluhu thumma turaddūna ilā ʿālimi l-ghaybi wa sh-shahādati fa yunabbiʾukum bimā kuntum taʿmalūn",
          "translations": {
            "English": "They present excuses to you when you return to them. Say, “Do not offer excuses; we do not trust you; God has informed us of you. And God will watch your actions, and so will the Messenger; then you will be returned to the Knower of the Invisible and the Visible, and He will inform you of what you used to do.”",
            "Urdu": "جب آپ ان کی طرف واپس آتے ہیں تو وہ آپ سے معذرتیں کرتے ہیں۔ آپ کہہ دیں: \"معذرتیں نہ کرو، ہم تمہیں ہرگز نہیں مانیں گے۔ اللہ نے ہمیں تمہاری خبریں بتا دی ہیں۔ اور اللہ تمہارے اعمال کو دیکھے گا اور اس کا رسول بھی، پھر تم غیب اور حاضر کے جاننے والے کی طرف لوٹائے جاؤ گے، تو وہ تمہیں بتا دے گا کہ تم کیا کرتے تھے۔\"",
            "French": "Ils te présenteront des excuses quand tu reviendras vers eux. Dis : « Ne vous excusez pas ; nous ne vous croyons pas. Allah nous a informés à votre sujet. Allah verra vos actions, ainsi que Son messager. Ensuite vous serez ramenés vers Celui qui connaît l’invisible et le visible, et Il vous informera de ce que vous faisiez. »",
            "Spanish": "Te presentarán excusas cuando regreses a ellos. Di: «No os excuséis; no os creeremos. Allah nos ha informado acerca de vosotros. Allah verá vuestras acciones, y también Su Mensajero. Luego seréis devueltos al Conocedor de lo invisible y lo visible, y Él os informará de lo que solíais hacer».",
            "Hindi": "जब आप उनकी तरफ़ वापस आते हैं तो वे आपसे माफ़ीनामे करते हैं। आप कह दें: \"माफ़ीनामे न करो, हम तुम्हें हरगिज़ नहीं मानेंगे। अल्लाह ने हमें तुम्हारी ख़बरें बता दी हैं। और अल्लाह तुम्हारे अमल को देखेगा और उसका रसूल भी, फिर तुम ग़ैब और हाज़िर के जानने वाले की तरफ़ लौटाए जाओगे, तो वह तुम्हें बता देगा कि तुम क्या करते थे।\""
          }
        },
        {
          "no": 95,
          "arabic": "سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ",
          "transliteration": "Sa yaḥlifūna bi-Allāhi lakum idhā inqalabtum ilayhim li-tuʿriḍū ʿanhum fa aʿriḍū ʿanhum innahum rijsun wa maʾwāhum jahannamu jazāʾan bimā kānū yaksibūn",
          "translation": {
            "English": "They will swear to you by God, when you return to them, that you may leave them alone. So leave them alone. They are a disgrace, and their destiny is Hell; a reward for what they used to earn.",
            "Urdu": "جب آپ ان کی طرف واپس جائیں گے تو وہ آپ سے اللہ کی قسمیں کھائیں گے تاکہ آپ ان سے درگزر کریں۔ پس آپ ان سے درگزر کریں، بے شک وہ ناپاک ہیں اور ان کا ٹھکانا جہنم ہے، یہ بدلہ ہے اس کا جو وہ کمایا کرتے تھے۔",
            "French": "Ils vous jureront par Allah, quand vous reviendrez vers eux, pour que vous les laissiez. Laissez-les donc ; ils sont une souillure, et leur refuge est l’Enfer, comme rétribution de ce qu’ils acquéraient.",
            "Spanish": "Os jurarán por Allah cuando regreséis a ellos, para que los dejéis. Así que dejadlos; son una abominación y su morada es el Infierno, como recompensa por lo que solían obtener.",
            "Hindi": "जब आप उनकी तरफ़ वापस जाएँगे तो वे आपसे अल्लाह की क़समें खाएँगे ताकि आप उनसे दरगुज़र करें। तो आप उनसे दरगुज़र करें, बेशक वे नापाक हैं और उनका ठिकाना जहन्नम है, यह बदला है उसका जो वे कमाते थे।"
          }
        },
        {
          "no": 96,
          "arabic": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ",
          "transliteration": "Yaḥlifūna lakum li-tarḍaw ʿanhum fa in tarḍaw ʿanhum fa inna Allāha lā yarḍā ʿani l-qawmi l-fāsiqīn",
          "translations": {
            "English": "They will swear to you that you may accept them. But even if you accept them, God does not accept the wicked people.",
            "Urdu": "وہ تم سے قسمیں کھائیں گے تاکہ تم ان سے راضی ہو جاؤ۔ پس اگر تم ان سے راضی ہو جاؤ تو بے شک اللہ نافرمان لوگوں سے راضی نہیں ہوتا۔",
            "French": "Ils vous jurent pour que vous soyez satisfaits d’eux. Mais si vous êtes satisfaits d’eux, Allah ne sera pas satisfait des gens pervers.",
            "Spanish": "Os juran para que estéis satisfechos con ellos. Pero aunque estéis satisfechos con ellos, Allah no está satisfecho con la gente corrupta.",
            "Hindi": "वे तुमसे क़समें खाएँगे ताकि तुम उनसे राज़ी हो जाओ। तो अगर तुम उनसे राज़ी हो जाओ तो बेशक अल्लाह नाफ़रमान लोगों से राज़ी नहीं होता।"
          }
        },
        {
          "no": 97,
          "arabic": "الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "Al-aʿrābu ashaddu kufran wa nifāqan wa ajdaru allā yaʿlamū ḥudūda mā anzala Allāhu ʿalā rasūlihi wa Allāhu ʿalīmun ḥakīm",
          "translations": {
            "English": "The Desert-Arabs are the most steeped in disbelief and hypocrisy, and the most likely to ignore the limits that God revealed to His Messenger. God is Knowing and Wise.",
            "Urdu": "دیہاتی لوگ کفر اور نفاق میں زیادہ سخت ہیں اور اس کے زیادہ حق دار ہیں کہ اللہ کی حدود سے ناواقف رہیں جو اس نے اپنے رسول پر نازل کی ہیں۔ اور اللہ جاننے والا، حکمت والا ہے۔",
            "French": "Les Bédouins sont les plus endurcis dans la mécréance et l’hypocrisie, et les plus susceptibles de méconnaître les limites qu’Allah a révélées à Son messager. Et Allah est Omniscient et Sage.",
            "Spanish": "Los beduinos son más firmes en incredulidad e hipocresía, y más propensos a ignorar los límites que Allah ha revelado a Su Mensajero. Allah es Omnisciente y Sabio.",
            "Hindi": "देहाती लोग कुफ़्र और निफ़ाक़ में ज़्यादा सख़्त हैं और इसके ज़्यादा हक़दार हैं कि अल्लाह की हदों से नावाक़िफ़ रहें जो उसने अपने रसूल पर नाज़िल की हैं। और अल्लाह जानने वाला, हिकमत वाला है।"
          }
        },
        {
          "no": 98,
          "arabic": "وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "Wa mina l-aʿrābi man yattakhidhu mā yunfiqu maghraman wa yatarabbaṣu bikum ad-dawāʾira ʿalayhim dāʾiratu s-sawʾi wa Allāhu samīʿun ʿalīm",
          "translations": {
            "English": "And among the Desert-Arabs are those who consider their contribution to be a fine. And they wait for a reversal of your fortunes. Upon them will fall the cycle of misfortune. God is Hearing and Knowing.",
            "Urdu": "اور دیہاتیوں میں سے بعض ایسے ہیں جو اپنا خرچ تاوان سمجھتے ہیں اور تمہارے لیے برے دنوں کا انتظار کرتے ہیں۔ ان پر ہی برائی کا دور پڑے گا۔ اور اللہ سننے والا، جاننے والا ہے۔",
            "French": "Et parmi les Bédouins, certains considèrent ce qu’ils dépensent comme une perte, et attendent pour vous un revers de fortune. Que le revers de fortune soit sur eux ! Allah est Audient et Omniscient.",
            "Spanish": "Entre los beduinos hay quienes consideran lo que gastan como una pérdida, y esperan un revés en vuestra fortuna. Que el revés caiga sobre ellos. Allah es Oyente y Omnisciente.",
            "Hindi": "और देहातियों में से कुछ ऐसे हैं जो अपना ख़र्च जुर्माना समझते हैं और तुम्हारे लिए बुरे दिनों का इंतज़ार करते हैं। उन पर ही बुराई का दौर पड़ेगा। और अल्लाह सुनने वाला, जानने वाला है।"
          }
        },
        {
          "no": 99,
          "arabic": "وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
          "transliteration": "Wa mina l-aʿrābi man yuʾminu bi-Allāhi wa l-yawmi l-ākhiri wa yattakhidhu mā yunfiqu qurbātin ʿinda Allāhi wa ṣalawāti r-rasūli alā innahā qurbatun lahum sa yudkhiluhumu Allāhu fī raḥmatihi inna Allāha ghafūrun raḥīm",
          "translations": {
            "English": "Yet among the Desert-Arabs are those who believe in God and the Last Day, and consider their contribution to be a means towards God, and the prayers of the Messenger. Surely it will draw them closer, and God will admit them into His mercy. God is Forgiving and Compassionate.",
            "Urdu": "اور دیہاتیوں میں سے بعض ایسے ہیں جو اللہ اور آخرت کے دن پر ایمان رکھتے ہیں اور اپنے خرچ کو اللہ کے نزدیک قربت کا ذریعہ اور رسول کی دعاؤں کا سبب سمجھتے ہیں۔ سن لو! یہ ان کے لیے قربت ہے۔ اللہ انہیں اپنی رحمت میں داخل کرے گا۔ بے شک اللہ بخشنے والا مہربان ہے۔",
            "French": "Et parmi les Bédouins, certains croient en Allah et au Jour dernier, et considèrent ce qu’ils dépensent comme un moyen de se rapprocher d’Allah et d’obtenir les invocations du Messager. C’est certes pour eux un moyen de se rapprocher, et Allah les admettra en Sa miséricorde. Allah est Pardonneur et Miséricordieux.",
            "Spanish": "Sin embargo, entre los beduinos hay quienes creen en Allah y en el Último Día, y consideran lo que gastan como un medio para acercarse a Allah y a las invocaciones del Mensajero. Ciertamente, será un acercamiento para ellos. Allah los introducirá en Su misericordia. Allah es Perdonador y Misericordioso.",
            "Hindi": "और देहातियों में से कुछ ऐसे हैं जो अल्लाह और आख़िरत के दिन पर ईमान रखते हैं और अपने ख़र्च को अल्लाह के नज़दीक क़ुरबत का ज़रिया और रसूल की दुआओं का सबब समझते हैं। सुन लो! यह उनके लिए क़ुरबत है। अल्लाह उन्हें अपनी रहमत में दाख़िल करेगा। बेशक अल्लाह बख़्शने वाला मेहरबान है।"
          }
        },
        {
          "no": 100,
          "arabic": "وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ",
          "transliteration": "Wa s-sābiqūna l-awwalūna mina l-muhājirīna wa l-anṣāri wa alladhīna attabaʿūhum bi-iḥsānin raḍiya Allāhu ʿanhum wa raḍū ʿanhu wa aʿadda lahum jannātin tajrī taḥtahā l-anhāru khālidīna fīhā abadan dhālika l-fawzu l-ʿaẓīm",
          "translations": {
            "English": "The Pioneers—The first of the Migrants and the Supporters, and those who followed them in righteousness. God is pleased with them, and they are pleased with Him. He has prepared for them Gardens beneath which rivers flow, where they will abide forever. That is the sublime triumph.",
            "Urdu": "اور سبقت لے جانے والے، پہلے مہاجرین اور انصار اور وہ لوگ جنہوں نے نیکی کے ساتھ ان کی پیروی کی، اللہ ان سے راضی ہوا اور وہ اس سے راضی ہوئے۔ اور اس نے ان کے لیے باغ تیار کر رکھے ہیں جن کے نیچے نہریں بہتی ہوں گی، وہ ان میں ہمیشہ رہیں گے۔ یہی بڑی کامیابی ہے۔",
            "French": "Les tout premiers [croyants] parmi les Emigrés et les Auxiliaires et ceux qui les ont suivis dans un beau comportement, Allah les agrée, et ils L’agréent. Il a préparé pour eux des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement. Voilà l’énorme succès.",
            "Spanish": "Los precursores, los primeros de los emigrantes y los auxiliares, y los que les siguieron con rectitud. Allah está complacido con ellos y ellos lo están con Él. Les ha preparado jardines por donde corren ríos, en los que permanecerán eternamente. Ese es el gran triunfo.",
            "Hindi": "और सबक़त ले जाने वाले, पहले मुहाजिरीन और अंसार और वे लोग जिन्होंने नेकी के साथ उनकी पैरवी की, अल्लाह उनसे राज़ी हुआ और वे उससे राज़ी हुए। और उसने उनके लिए बाग़ तैयार कर रखे हैं जिनके नीचे नहरें बहती होंगी, वे उनमें हमेशा रहेंगे। यही बड़ी कामयाबी है।"
          }
        },
        {
          "no": 101,
          "arabic": "وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْمَهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ",
          "transliteration": "Wa mimman ḥawlakum mina l-aʿrābi munāfiqūna wa min ahli l-madīnati maradū ʿalā n-nifāqi lā taʿlamuhum naḥnu naʿlamuhum sa nuʿadhdhibuhum marratayni thumma yuraddūna ilā ʿadhābin ʿaẓīm",
          "translations": {
            "English": "Among the Desert-Arabs around you there are some hypocrites, and among the inhabitants of Medina too. They have become adamant in hypocrisy. You do not know them, but We know them. We will punish them twice; then they will be returned to a severe torment.",
            "Urdu": "اور تمہارے آس پاس کے دیہاتیوں میں بھی کچھ منافق ہیں اور اہل مدینہ میں بھی۔ وہ نفاق پر اڑ گئے ہیں۔ تم انہیں نہیں جانتے، ہم انہیں جانتے ہیں۔ ہم انہیں دو بار عذاب دیں گے، پھر وہ بڑے عذاب کی طرف لوٹائے جائیں گے۔",
            "French": "Et parmi les Bédouins qui vous entourent, il y a des hypocrites, tout comme parmi les habitants de Médine. Ils sont endurcis dans l’hypocrisie. Tu ne les connais pas, mais Nous les connaissons. Nous les châtierons deux fois, ensuite ils seront ramenés vers un énorme châtiment.",
            "Spanish": "Entre los beduinos que os rodean hay hipócritas, y también entre los habitantes de Medina. Se han obstinado en la hipocresía. Tú no los conoces, pero Nosotros los conocemos. Los castigaremos dos veces, luego serán devueltos a un castigo severo.",
            "Hindi": "और तुम्हारे आस-पास के देहातियों में भी कुछ मुनाफ़िक़ हैं और अहले मदीना में भी। वे निफ़ाक़ पर अड़ गए हैं। तुम उन्हें नहीं जानते, हम उन्हें जानते हैं। हम उन्हें दो बार अज़ाब देंगे, फिर वे बड़े अज़ाब की तरफ़ लौटाए जाएँगे।"
          }
        },
        {
          "no": 102,
          "arabic": "وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
          "transliteration": "Wa ākharūna iʿtarafū bi-dhunūbihim khalatū ʿamalan ṣāliḥan wa ākhara sayyiʾan ʿasā Allāhu an yatūba ʿalayhim inna Allāha ghafūrun raḥīm",
          "translations": {
            "English": "Others have confessed their sins, having mixed good deeds with bad deeds. Perhaps God will redeem them. God is Forgiving and Merciful.",
            "Urdu": "اور کچھ لوگ ایسے ہیں جنہوں نے اپنے گناہوں کا اعتراف کیا، انہوں نے اچھے اور برے اعمال ملا دیے ہیں۔ ہو سکتا ہے کہ اللہ ان کی توبہ قبول کر لے۔ بے شک اللہ بخشنے والا مہربان ہے۔",
            "French": "Et d’autres ont avoué leurs péchés, après avoir mêlé de bonnes actions à d’autres mauvaises. Peut-être Allah acceptera-t-Il leur repentir. Car Allah est Pardonneur et Miséricordieux.",
            "Spanish": "Otros han confesado sus pecados, habiendo mezclado obras buenas con malas. Quizás Allah les perdone. Allah es Perdonador y Misericordioso.",
            "Hindi": "और कुछ लोग ऐसे हैं जिन्होंने अपने गुनाहों का इक़रार किया, उन्होंने अच्छे और बुरे अमल मिला दिए हैं। हो सकता है कि अल्लाह उनकी तौबा क़बूल कर ले। बेशक अल्लाह बख़्शने वाला मेहरबान है।"
          }
        },
        {
          "no": 103,
          "arabic": "خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
          "transliteration": "Khuḍh min amwālihim ṣadaqatan tuṭahhiruhum wa tuzakkīhim bihā wa ṣalli ʿalayhim inna ṣalātaka sakanun lahum wa Allāhu samīʿun ʿalīm",
          "translations": {
            "English": "Receive contributions from their wealth, to purify them and sanctify them with it; and pray for them. Your prayer is comfort for them. God is Hearing and Knowing.",
            "Urdu": "آپ ان کے مالوں میں سے صدقہ لیجیے، جس کے ذریعے آپ انہیں پاک کریں اور انہیں پاکیزہ بنائیں، اور ان کے لیے دعا کیجیے۔ بے شک آپ کی دعا ان کے لیے سکون کا باعث ہے۔ اور اللہ سننے والا جاننے والا ہے۔",
            "French": "Prélève de leurs biens une aumône par laquelle tu les purifies et les élèves, et prie pour eux. Ta prière est une quiétude pour eux. Et Allah est Audient et Omniscient.",
            "Spanish": "Toma de sus bienes una caridad para purificarlos y santificarlos con ella, y ora por ellos. Tu oración es un consuelo para ellos. Allah es Oyente y Omnisciente.",
            "Hindi": "आप उनके मालों में से सदक़ा लीजिए, जिसके ज़रिए आप उन्हें पाक करें और उन्हें पाकीज़ा बनाएँ, और उनके लिए दुआ कीजिए। बेशक आपकी दुआ उनके लिए सुकून का बाइस है। और अल्लाह सुनने वाला जानने वाला है।"
          }
        },
        {
          "no": 104,
          "arabic": "أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ",
          "transliteration": "Alam yaʿlamū anna Allāha huwa yaqbalu t-tawbata ʿan ʿibādihi wa yaʾkhuḍhu ṣ-ṣadaqāti wa anna Allāha huwa t-tawwābu r-raḥīm",
          "translations": {
            "English": "Do they not know that God accepts the repentance of His servants, and that He receives the contributions, and that God is the Acceptor of Repentance, the Merciful?",
            "Urdu": "کیا وہ نہیں جانتے کہ اللہ ہی اپنے بندوں کی توبہ قبول کرتا ہے اور صدقات لیتا ہے اور یہ کہ اللہ ہی توبہ قبول کرنے والا مہربان ہے؟",
            "French": "Ne savent-ils pas qu’Allah accepte le repentir de Ses serviteurs, et qu’Il reçoit les aumônes, et qu’Allah est l’Accueillant au repentir, le Miséricordieux ?",
            "Spanish": "¿Acaso no saben que Allah acepta el arrepentimiento de Sus siervos, recibe las caridades y que Allah es el Aceptador del arrepentimiento, el Misericordioso?",
            "Hindi": "क्या वे नहीं जानते कि अल्लाह ही अपने बंदों की तौबा क़बूल करता है और सदक़ात लेता है और यह कि अल्लाह ही तौबा क़बूल करने वाला मेहरबान है?"
          }
        },
        {
          "no": 105,
          "arabic": "وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
          "transliteration": "Wa quli iʿmalū fa sa-yarā Allāhu ʿamalakum wa rasūluhu wa l-muʾminūna wa sa-turaddūna ilā ʿālimi l-ghaybi wa sh-shahādati fa yunabbiʾukum bimā kuntum taʿmalūn",
          "translations": {
            "English": "Say, “Work. God will see your work, and so will His Messenger, and the believers. Then you will be returned to the Knower of secrets and declarations, and He will inform you of what you used to do.”",
            "Urdu": "اور آپ کہہ دیں: \"تم عمل کرو، اللہ تمہارے عمل کو دیکھے گا اور اس کا رسول اور مومن بھی۔ پھر تم غیب اور حاضر کے جاننے والے کی طرف لوٹائے جاؤ گے، تو وہ تمہیں بتا دے گا کہ تم کیا کرتے تھے۔\"",
            "French": "Et dis : « Œuvrez, car Allah verra votre œuvre, de même que Son messager et les croyants. Et vous serez ramenés vers Celui qui connaît l’invisible et le visible, et Il vous informera de ce que vous faisiez. »",
            "Spanish": "Di: «Obrad, que Allah verá vuestras obras, y también Su Mensajero y los creyentes. Luego seréis devueltos al Conocedor de lo invisible y lo visible, y Él os informará de lo que solíais hacer».",
            "Hindi": "और आप कह दें: \"तुम अमल करो, अल्लाह तुम्हारे अमल को देखेगा और उसका रसूल और मोमिन भी। फिर तुम ग़ैब और हाज़िर के जानने वाले की तरफ़ लौटाए जाओगे, तो वह तुम्हें बता देगा कि तुम क्या करते थे।\""
          }
        },
        {
          "no": 106,
          "arabic": "وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "Wa ākharūna murjawna li-amri Allāhi immā yuʿadhdhibuhum wa immā yatūbu ʿalayhim wa Allāhu ʿalīmun ḥakīm",
          "translations": {
            "English": "Others are held in suspense, awaiting God’s decree, as to whether He will punish them, or accept their repentance. God is Aware and Wise.",
            "Urdu": "اور کچھ لوگ ایسے ہیں جن کا معاملہ اللہ کے حکم کے لیے مؤخر کر دیا گیا ہے، یا تو وہ انہیں عذاب دے گا یا ان کی توبہ قبول کر لے گا۔ اور اللہ جاننے والا، حکمت والا ہے۔",
            "French": "Et d’autres encore sont laissés en suspens, dans l’attente de l’ordre d’Allah : soit Il les châtie, soit Il accepte leur repentir. Allah est Omniscient et Sage.",
            "Spanish": "Otros están en suspenso, esperando el decreto de Allah: sea que los castigue o acepte su arrepentimiento. Allah es Omnisciente y Sabio.",
            "Hindi": "और कुछ लोग ऐसे हैं जिनका मामला अल्लाह के हुक्म के लिए मुअख़्ख़र कर दिया गया है, या तो वह उन्हें अज़ाब देगा या उनकी तौबा क़बूल कर लेगा। और अल्लाह जानने वाला, हिकमत वाला है।"
          }
        },
        {
          "no": 107,
          "arabic": "وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
          "transliteration": "Wa alladhīna attakhadhū masjidan ḍirāran wa kufran wa tafrīqan bayna l-muʾminīna wa irṣādan liman ḥāraba Allāha wa rasūlahu min qablu wa layaḥlifunna in aradnā illā l-ḥusnā wa Allāhu yashhadu innahum la-kādhibūn",
          "translations": {
            "English": "Then there are those who establish a mosque to cause harm, and disbelief, and disunity among the believers, and as an outpost for those who fight God and His Messenger. They will swear: “Our intentions are nothing but good.” But God bears witness that they are liars.",
            "Urdu": "اور جو لوگوں نے ایک مسجد بنائی ہے نقصان پہنچانے، کفر کرنے اور مومنوں میں تفرقہ ڈالنے کے لیے اور اس شخص کے لیے کمین گاہ کے طور پر جو اللہ اور اس کے رسول سے پہلے لڑ چکا ہے۔ اور وہ ضرور قسمیں کھائیں گے کہ \"ہمارا ارادہ صرف بھلائی کا تھا\"، اور اللہ گواہی دیتا ہے کہ وہ جھوٹے ہیں۔",
            "French": "Et il y a ceux qui ont établi une mosquée pour nuire, par mécréance, pour diviser les croyants, et comme poste avancé pour celui qui auparavant a combattu Allah et Son messager. Ils jureront : « Nous ne voulions que le bien. » Mais Allah atteste qu’ils sont assurément des menteurs.",
            "Spanish": "Y hay quienes han establecido una mezquita para causar daño, incredulidad y división entre los creyentes, y como puesto para quien antes combatió a Allah y a Su Mensajero. Jurarán: «Solo pretendíamos el bien». Pero Allah atestigua que son mentirosos.",
            "Hindi": "और जिन लोगों ने एक मस्जिद बनाई है नुक़सान पहुँचाने, कुफ़्र करने और मोमिनों में तफ़रका डालने के लिए और उस शख़्स के लिए घात स्थल के तौर पर जो अल्लाह और उसके रसूल से पहले लड़ चुका है। और वह ज़रूर क़समें खाएँगे कि \"हमारा इरादा सिर्फ़ भलाई का था\", और अल्लाह गवाही देता है कि वे झूठे हैं।"
          }
        },
        {
          "no": 108,
          "arabic": "لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ",
          "transliteration": "Lā taqum fīhi abadan la-masjidun ussisa ʿalā t-taqwā min awwali yawmin aḥaqqu an taqūma fīhi fīhi rijālun yuḥibbūna an yataṭahharū wa Allāhu yuḥibbu l-muṭṭahhirīn",
          "translations": {
            "English": "Do not stand in it, ever. A mosque founded upon piety from the first day is worthier of your standing in it. In it are men who love to be purified. God loves those who purify themselves.",
            "Urdu": "آپ اس میں کبھی نہ کھڑے ہوں۔ وہ مسجد جس کی بنیاد پہلے دن سے تقویٰ پر رکھی گئی ہے، وہی اس بات کی زیادہ حق دار ہے کہ آپ اس میں کھڑے ہوں۔ اس میں وہ لوگ ہیں جو پاکیزگی اختیار کرنے والے ہیں۔ اور اللہ پاکیزگی اختیار کرنے والوں سے محبت کرتا ہے۔",
            "French": "Ne te tiens jamais dans cette mosquée. Une mosquée fondée dès le premier jour sur la piété est plus digne que tu t’y tiennes debout. On y trouve des gens qui aiment se purifier, et Allah aime ceux qui se purifient.",
            "Spanish": "No te pares en ella jamás. Una mezquita fundada desde el primer día sobre la piedad es más digna de que te pares en ella. En ella hay hombres que aman purificarse, y Allah ama a los que se purifican.",
            "Hindi": "आप उसमें कभी न खड़े हों। वह मस्जिद जिसकी बुनियाद पहले दिन से तक़वा पर रखी गई है, वही इस बात की ज़्यादा हक़दार है कि आप उसमें खड़े हों। उसमें वे लोग हैं जो पाकीज़गी इख़्तियार करने वाले हैं। और अल्लाह पाकीज़गी इख़्तियार करने वालों से मुहब्बत करता है।"
          }
        },
        {
          "no": 109,
          "arabic": "أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
          "transliteration": "Afa man assasa bunyānahu ʿalā taqwā mina Allāhi wa riḍwānin khayrun am man assasa bunyānahu ʿalā shafā jurufin hārin fa n-hāra bihī fī nāri jahannama wa Allāhu lā yahdī l-qawma ẓ-ẓālimīn",
          "translations": {
            "English": "Is he who founds his structure upon piety and acceptance from God better, or he who founds his structure on the brink of a cliff that is about to tumble, so it tumbles with him into the Fire of Hell? God does not guide the unjust people.",
            "Urdu": "بھلا وہ شخص جس نے اپنی عمارت کی بنیاد اللہ کے تقویٰ اور اس کی رضا پر رکھی، بہتر ہے یا وہ جس نے اپنی عمارت کی بنیاد ایک کھوکھلے کنارے پر رکھی جو گرنے والا تھا، تو وہ اسے لے کر جہنم کی آگ میں گر پڑی؟ اور اللہ ظالم لوگوں کو ہدایت نہیں دیتا۔",
            "French": "Celui qui fonde son édifice sur la piété et l’agrément d’Allah est-il meilleur, ou celui qui fonde son édifice sur le bord d’une falaise croulante qui s’écroule avec lui dans le feu de l’Enfer ? Et Allah ne guide pas les gens injustes.",
            "Spanish": "¿Acaso quien cimienta su edificación sobre la piedad y la complacencia de Allah es mejor, o quien cimienta su edificación al borde de un precipicio a punto de derrumbarse, que se derrumba con él en el Fuego del Infierno? Allah no guía a la gente injusta.",
            "Hindi": "भला वह शख़्स जिसने अपनी इमारत की बुनियाद अल्लाह के तक़वा और उसकी रज़ा पर रखी, बेहतर है या वह जिसने अपनी इमारत की बुनियाद एक खोखले किनारे पर रखी जो गिरने वाला था, तो वह उसे लेकर जहन्नम की आग में गिर पड़ी? और अल्लाह ज़ालिम लोगों को हिदायत नहीं देता।"
          }
        },
        {
          "no": 110,
          "arabic": "لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
          "transliteration": "Lā yazālu bunyānuhumu lladhī banaw rībatan fī qulūbihim illā an taqaṭṭaʿa qulūbuhum wa Allāhu ʿalīmun ḥakīm",
          "translations": {
            "English": "The structure which they built will remain questionable in their hearts, until their hearts are stopped. God is Knowing and Wise.",
            "Urdu": "وہ عمارت جو انہوں نے بنائی ہے، ان کے دلوں میں ہمیشہ شک پیدا کرتی رہے گی، یہاں تک کہ ان کے دل ٹکڑے ٹکڑے ہو جائیں۔ اور اللہ جاننے والا، حکمت والا ہے۔",
            "French": "Le bâtiment qu’ils ont construit ne cessera d’être une source de doute dans leurs cœurs, jusqu’à ce que leurs cœurs se déchirent. Allah est Omniscient et Sage.",
            "Spanish": "El edificio que construyeron seguirá siendo una duda en sus corazones, hasta que sus corazones se despedacen. Allah es Omnisciente y Sabio.",
            "Hindi": "वह इमारत जो उन्होंने बनाई है, उनके दिलों में हमेशा शक पैदा करती रहेगी, यहाँ तक कि उनके दिल टुकड़े-टुकड़े हो जाएँ। और अल्लाह जानने वाला, हिकमत वाला है।"
          }
        },
        {
          "no": 111,
          "arabic": "إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
          "transliteration": "Inna Allāha shtarā mina l-muʾminīna anfusahum wa amwālahum bi-anna lahumu l-jannata yuqātilūna fī sabīli Allāhi fa yaqtulūna wa yuqtalūna waʿdan ʿalayhi ḥaqqan fī t-tawrāti wa l-injīli wa l-qurʾāni wa man awfā bi-ʿahdihi mina Allāhi fa stabshirū bi-bayʿikumu lladhī bāyaʿtum bihi wa dhālika huwa l-fawzu l-ʿaẓīm",
          "translations": {
            "English": "God has purchased from the believers their lives and their properties in exchange for Paradise. They fight in God’s way, and they kill and get killed. It is a promise binding on Him in the Torah, and the Gospel, and the Quran. And who is more true to his promise than God? So rejoice in making such an exchange—that is the supreme triumph.",
            "Urdu": "بے شک اللہ نے مومنوں سے ان کی جانیں اور ان کے مال جنت کے بدلے خرید لیے ہیں۔ وہ اللہ کی راہ میں لڑتے ہیں، تو قتل کرتے ہیں اور قتل کیے جاتے ہیں۔ یہ اس پر حق وعدہ ہے تورات، انجیل اور قرآن میں۔ اور اللہ سے زیادہ اپنے وعدے کا پکا کون ہے؟ پس تم اپنی اس بیع پر خوش ہو جاؤ جو تم نے کی ہے، اور یہی بڑی کامیابی ہے۔",
            "French": "Allah a acheté aux croyants leurs personnes et leurs biens en échange du Paradis. Ils combattent dans le sentier d’Allah : ils tuent, et ils se font tuer. C’est une promesse authentique qu’Il s’est engagé à accomplir dans la Thora, l’Évangile et le Coran. Et qui est plus fidèle qu’Allah à son engagement ? Réjouissez-vous donc de l’échange que vous avez fait. Et c’est là l’énorme succès.",
            "Spanish": "Allah ha comprado a los creyentes sus vidas y sus bienes a cambio del Paraíso. Combaten en el camino de Allah: matan y son matados. Es una promesa verdadera que Él ha asumido en la Torá, el Evangelio y el Corán. ¿Y quién es más fiel a Su promesa que Allah? Así que regocijaos por el comercio que habéis realizado, pues ese es el gran triunfo.",
            "Hindi": "बेशक अल्लाह ने मोमिनों से उनकी जानें और उनके माल जन्नत के बदले ख़रीद लिए हैं। वे अल्लाह की राह में लड़ते हैं, तो क़त्ल करते हैं और क़त्ल किए जाते हैं। यह उस पर हक़ वादा है तौरात, इंजील और क़ुरआन में। और अल्लाह से ज़्यादा अपने वादे का पक्का कौन है? तो तुम अपनी इस बेय पर ख़ुश हो जाओ जो तुमने की है, और यही बड़ी कामयाबी है।"
          }
        },
        {
          "no": 112,
          "arabic": "التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ",
          "transliteration": "At-tāʾibūna l-ʿābidūna l-ḥāmidūna s-sāʾiḥūna r-rākiʿūna s-sājidūna l-āmirūna bi-l-maʿrūfi wa n-nāhūna ʿani l-munkari wa l-ḥāfiẓūna li-ḥudūdi Allāhi wa bashshiri l-muʾminīn",
          "translations": {
            "English": "Those who repent, those who worship, those who praise, those who journey, those who kneel, those who bow down, those who advocate righteousness and forbid evil, and those who keep God’s limits—give good news to the believers.",
            "Urdu": "توبہ کرنے والے، عبادت کرنے والے، حمد کرنے والے، روزہ رکھنے والے، رکوع کرنے والے، سجدہ کرنے والے، نیکی کا حکم دینے والے، برائی سے روکنے والے اور اللہ کی حدود کی حفاظت کرنے والے۔ اور آپ مومنوں کو خوشخبری سنا دیں۔",
            "French": "Ceux qui se repentent, ceux qui adorent, ceux qui louent, ceux qui jeûnent, ceux qui s’inclinent, ceux qui se prosternent, ceux qui commandent le convenable et interdisent le blâmable, et ceux qui observent les limites d’Allah... Et fais la bonne annonce aux croyants.",
            "Spanish": "Los que se arrepienten, los que adoran, los que alaban, los que ayunan, los que se inclinan, los que se postran, los que ordenan el bien y prohíben el mal, y los que guardan los límites de Allah. Y anuncia la buena nueva a los creyentes.",
            "Hindi": "तौबा करने वाले, इबादत करने वाले, हम्द करने वाले, रोज़ा रखने वाले, रुकू करने वाले, सजदा करने वाले, नेकी का हुक्म देने वाले, बुराई से रोकने वाले और अल्लाह की हदों की हिफ़ाज़त करने वाले। और आप मोमिनों को ख़ुशख़बरी सुना दें।"
          }
        },
        {
          "no": 113,
          "arabic": "مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ",
          "transliteration": "Mā kāna li-n-nabiyyi wa alladhīna āmanū an yastaghfirū li-l-mushrikīna wa law kānū ulī qurbā min baʿdi mā tabayyana lahum annahum aṣḥābu l-jaḥīm",
          "translations": {
            "English": "It is not for the Prophet and those who believe to ask forgiveness for the polytheists, even if they are near relatives, after it has become clear to them that they are people of Hellfire.",
            "Urdu": "نبی اور ایمان والوں کے لیے یہ جائز نہیں کہ وہ مشرکین کے لیے مغفرت طلب کریں، خواہ وہ قرابت دار ہی کیوں نہ ہوں، بعد اس کے کہ ان پر واضح ہو چکا ہو کہ وہ جہنمی ہیں۔",
            "French": "Il n’appartient pas au Prophète et aux croyants d’implorer le pardon en faveur des associateurs, fussent-ils des parents, après qu’il leur est devenu clair que ceux-ci sont des gens de l’Enfer.",
            "Spanish": "No es propio del Profeta ni de los creyentes pedir perdón por los idólatras, aunque sean parientes cercanos, después de habérseles hecho evidente que son gente del Infierno.",
            "Hindi": "नबी और ईमान वालों के लिए यह जायज़ नहीं कि वे मुशरिकीन के लिए मग़फ़िरत तलब करें, ख़्वाह वे क़राबतदार ही क्यों न हों, बाद इसके कि उन पर वाज़ेह हो चुका हो कि वे जहन्नुमी हैं।"
          }
        },
        {
          "no": 114,
          "arabic": "وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ",
          "transliteration": "Wa mā kāna stighfāru Ibrāhīma li-abīhi illā ʿan mawʿidatin waʿadahā iyyāhu fa lammā tabayyana lahu annahu ʿaduwwun li-Allāhi tabarraʾa minhu inna Ibrāhīma la-awwāhun ḥalīm",
          "translations": {
            "English": "Abraham asked forgiveness for his father only because of a promise he had made to him. But when it became clear to him that he was an enemy of God, he disowned him. Abraham was kind and clement.",
            "Urdu": "اور ابراہیم کا اپنے باپ کے لیے مغفرت طلب کرنا صرف ایک وعدے کی وجہ سے تھا جو اس نے اس سے کیا تھا۔ پھر جب اس پر واضح ہو گیا کہ وہ اللہ کا دشمن ہے تو اس نے اس سے بیزاری ظاہر کر دی۔ بے شک ابراہیم بہت ہی نرم دل اور بردبار تھے۔",
            "French": "Et la demande de pardon d’Abraham pour son père ne fut qu’en raison d’une promesse qu’il lui avait faite. Mais, lorsqu’il lui apparut clairement qu’il était un ennemi d’Allah, il le désavoua. Abraham était certes plein de sollicitude et longanime.",
            "Spanish": "La petición de perdón de Abraham por su padre solo fue por una promesa que le había hecho. Pero cuando le quedó claro que era enemigo de Allah, se desentendió de él. Abraham era compasivo y tolerante.",
            "Hindi": "और इब्राहीम का अपने बाप के लिए मग़फ़िरत तलब करना सिर्फ़ एक वादे की वजह से था जो उसने उससे किया था। फिर जब उस पर वाज़ेह हो गया कि वह अल्लाह का दुश्मन है तो उसने उससे बेज़ारी ज़ाहिर कर दी। बेशक इब्राहीम बहुत ही नर्मदिल और बर्दबार थे।"
          }
        },
        {
          "no": 115,
          "arabic": "وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
          "transliteration": "Wa mā kāna Allāhu li-yuḍilla qawman baʿda idh hadāhum ḥattā yubayyina lahum mā yattaqūn inna Allāha bi-kulli shayʾin ʿalīm",
          "translations": {
            "English": "God would never lead a people astray, after He had guided them, until He makes clear to them what they should guard against. God has knowledge of all things.",
            "Urdu": "اور اللہ کسی قوم کو گمراہ نہیں کرتا بعد اس کے کہ انہیں ہدایت دے، یہاں تک کہ ان پر واضح کر دے کہ انہیں کس چیز سے پرہیز کرنا چاہیے۔ بے شک اللہ ہر چیز کو جاننے والا ہے۔",
            "French": "Allah n’égare pas un peuple après l’avoir guidé, avant de lui avoir montré clairement ce qu’il doit éviter. Allah est Omniscient.",
            "Spanish": "Allah no extravía a un pueblo después de haberlo guiado sin antes haberles aclarado lo que deben evitar. Allah es omnisciente.",
            "Hindi": "और अल्लाह किसी क़ौम को गुमराह नहीं करता बाद इसके कि उन्हें हिदायत दे, यहाँ तक कि उन पर वाज़ेह कर दे कि उन्हें किस चीज़ से परहेज़ करना चाहिए। बेशक अल्लाह हर चीज़ को जानने वाला है।"
          }
        },
        {
          "no": 116,
          "arabic": "إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
          "transliteration": "Inna Allāha lahu mulku s-samāwāti wa l-arḍi yuḥyī wa yumītu wa mā lakum min dūni Allāhi min waliyyin wa lā naṣīr",
          "translations": {
            "English": "To God belongs the dominion of the heavens and the earth. He gives life, and He causes death. And besides God, you have neither protector, nor supporter.",
            "Urdu": "بے شک اللہ ہی کے لیے آسمانوں اور زمین کی بادشاہی ہے۔ وہی زندگی دیتا ہے اور وہی موت دیتا ہے۔ اور اللہ کے سوا تمہارا کوئی دوست اور مددگار نہیں۔",
            "French": "A Allah appartient la royauté des cieux et de la terre. Il donne la vie et Il donne la mort. Et vous n’avez, en dehors d’Allah, ni maître ni secoureur.",
            "Spanish": "A Allah pertenece el reino de los cielos y la tierra. Él da la vida y da la muerte. Y no tenéis, fuera de Allah, protector ni auxiliar.",
            "Hindi": "बेशक अल्लाह ही के लिए आसमानों और ज़मीन की बादशाही है। वही ज़िंदगी देता है और वही मौत देता है। और अल्लाह के सिवा तुम्हारा कोई दोस्त और मददगार नहीं।"
          }
        },
        {
          "no": 117,
          "arabic": "لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ",
          "transliteration": "Laqad tāba Allāhu ʿalā n-nabiyyi wa l-muhājirīna wa l-anṣāri alladhīna attabaʿūhu fī sāʿati l-ʿusrati min baʿdi mā kāda yazīghu qulūbu farīqin minhum thumma tāba ʿalayhim innahu bihim raʾūfun raḥīm",
          "translations": {
            "English": "God has redeemed the Prophet, and the Emigrants, and the Supporters—those who followed him in the hour of difficulty—after the hearts of some of them almost swerved. Then He pardoned them. He is Kind towards them, Compassionate.",
            "Urdu": "بے شک اللہ نے نبی، مہاجرین اور انصار پر توبہ قبول کر لی، جنہوں نے مشکل گھڑی میں ان کی پیروی کی، بعد اس کے کہ ان میں سے ایک گروہ کے دلوں میں ذرا سی کجی آ گئی تھی۔ پھر اس نے ان کی توبہ قبول کر لی۔ بے شک وہ ان پر بہت ہی مہربان اور رحم کرنے والا ہے۔",
            "French": "Allah a accueilli le repentir du Prophète, des Emigrés et des Auxiliaires qui l’ont suivi à un moment de détresse, après que les cœurs d’un groupe d’entre eux avaient failli dévier. Puis Il a accueilli leur repentir, car Il est Compatissant et Miséricordieux envers eux.",
            "Spanish": "Allah ha aceptado el arrepentimiento del Profeta, de los emigrantes y de los auxiliares que le siguieron en la hora de la dificultad, después de que los corazones de un grupo de ellos casi se desviaran. Luego aceptó su arrepentimiento. Él es Compasivo y Misericordioso con ellos.",
            "Hindi": "बेशक अल्लाह ने नबी, मुहाजिरीन और अंसार पर तौबा क़बूल कर ली, जिन्होंने मुश्किल घड़ी में उनकी पैरवी की, बाद इसके कि उनमें से एक गिरोह के दिलों में ज़रा सी कजी आ गई थी। फिर उसने उनकी तौबा क़बूल कर ली। बेशक वह उन पर बहुत ही मेहरबान और रहम करने वाला है।"
          }
        },
        {
          "no": 118,
          "arabic": "وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ",
          "transliteration": "Wa ʿalā th-thalāthati alladhīna khullifū ḥattā idhā ḍāqat ʿalayhimu l-arḍu bimā raḥubat wa ḍāqat ʿalayhim anfusuhum wa ẓannū an lā maljaʾa mina Allāhi illā ilayhi thumma tāba ʿalayhim li-yatūbū inna Allāha huwa t-tawwābu r-raḥīm",
          "translations": {
            "English": "Also towards the three who were left behind. Then, when the earth, as vast as it is, closed in on them, and their very souls closed in on them, and they realized that there was no refuge from God, except in Him, He redeemed them, so that they may repent. God is the Redeemer, the Merciful.",
            "Urdu": "اور ان تین شخصوں پر بھی (توبہ قبول کر لی) جو پیچھے چھوڑ دیے گئے تھے، یہاں تک کہ جب زمین اپنی وسعت کے باوجود ان پر تنگ ہو گئی اور ان کی جانیں بھی تنگ ہو گئیں اور انہیں یقین ہو گیا کہ اللہ سے بچ کر کوئی جائے پناہ نہیں سوائے اس کے پاس، تو اس نے ان کی توبہ قبول کر لی تاکہ وہ توبہ کریں۔ بے شک اللہ ہی توبہ قبول کرنے والا مہربان ہے۔",
            "French": "Et Il a accueilli le repentir des trois qui avaient été laissés à l’arrière, si bien que, la terre pourtant spacieuse leur paraissait étroite ; et leurs propres personnes les oppressaient ; et ils pensaient qu’il n’y avait d’autre refuge d’Allah qu’auprès de Lui. Puis Il a accueilli leur repentir pour qu’ils reviennent (à Lui). Car Allah est l’Accueillant au repentir, le Miséricordieux.",
            "Spanish": "Y también a los tres que fueron dejados atrás. Cuando la tierra, a pesar de su vastedad, se les hizo estrecha, y sus propias almas se les hicieron estrechas, y pensaron que no había refugio de Allah excepto en Él, Él les perdonó para que se arrepintieran. Allah es el Aceptador del arrepentimiento, el Misericordioso.",
            "Hindi": "और उन तीन शख़्सों पर भी (तौबा क़बूल कर ली) जो पीछे छोड़ दिए गए थे, यहाँ तक कि जब ज़मीन अपनी वुसअत के बावजूद उन पर तंग हो गई और उनकी जानें भी तंग हो गईं और उन्हें यक़ीन हो गया कि अल्लाह से बचकर कोई जाए पनाह नहीं सिवाए उसके पास, तो उसने उनकी तौबा क़बूल कर ली ताकि वे तौबा करें। बेशक अल्लाह ही तौबा क़बूल करने वाला मेहरबान है।"
          }
        },
        {
          "no": 119,
          "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ",
          "transliteration": "Yā ayyuhā alladhīna āmanū ittaqū Allāha wa kūnū maʿa ṣ-ṣādiqīn",
          "translations": {
            "English": "O you who believe! Be conscious of God, and be with the sincere.",
            "Urdu": "اے ایمان والو! اللہ سے ڈرو اور سچے لوگوں کے ساتھ رہو۔",
            "French": "Ô vous qui croyez ! Craignez Allah et soyez avec les véridiques.",
            "Spanish": "¡Oh, creyentes! Temed a Allah y estad con los veraces.",
            "Hindi": "ऐ ईमान वालो! अल्लाह से डरो और सच्चे लोगों के साथ रहो।"
          }
        },
        {
          "no": 120,
          "arabic": "مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
          "transliteration": "Mā kāna li-ahli l-madīnati wa man ḥawlahum mina l-aʿrābi an yatakhallafū ʿan rasūli Allāhi wa lā yarghabū bi-anfusihim ʿan nafsihi dhālika bi-annahum lā yuṣībuhum ẓamaʾun wa lā naṣabun wa lā makhmaṣatun fī sabīli Allāhi wa lā yaṭaʾūna mawṭiʾan yaghīẓu l-kuffāra wa lā yanālūna min ʿaduwwin naylan illā kutiba lahum bihi ʿamalun ṣāliḥun inna Allāha lā yuḍīʿu ajra l-muḥsinīn",
          "translations": {
            "English": "It is not for the inhabitants of Medina and the Desert-Arabs around them to stay behind the Messenger of God, nor to prefer themselves to him. That is because they never suffer any thirst, nor fatigue, nor hunger in the cause of God, nor do they take one step that enrages the disbelievers, nor do they gain anything from an enemy, but it is recorded to their credit as a righteous deed. God does not waste the reward of the righteous.",
            "Urdu": "اہل مدینہ اور ان کے آس پاس کے دیہاتیوں کے لیے یہ جائز نہیں کہ وہ اللہ کے رسول سے پیچھے رہ جائیں اور نہ یہ کہ اپنی جانوں کو اس کی جان پر ترجیح دیں۔ یہ اس لیے کہ انہیں اللہ کی راہ میں پیاس، نہ تھکان، نہ بھوک لگتی ہے اور نہ وہ کوئی ایسا قدم اٹھاتے ہیں جو کافروں کو غصہ دلائے اور نہ دشمن سے کوئی فائدہ حاصل کرتے ہیں مگر یہ کہ ان کے لیے اس کے بدلے میں ایک نیک عمل لکھ دیا جاتا ہے۔ بے شک اللہ نیکوکاروں کا اجر ضائع نہیں کرتا۔",
            "French": "Il ne convient pas aux habitants de Médine et aux Bédouins de leurs alentours de rester en arrière du Messager d’Allah, ni de préférer leur propre vie à la sienne. Cela parce que toute soif, toute fatigue et toute faim qu’ils endurent dans le sentier d’Allah, tout pas qu’ils franchissent irritant les mécréants, et tout avantage qu’ils remportent sur l’ennemi, tout cela leur est inscrit comme œuvre bonne. Allah ne laisse pas perdre la récompense des bienfaisants.",
            "Spanish": "No es propio de los habitantes de Medina ni de los beduinos de sus alrededores quedarse atrás del Mensajero de Allah, ni preferir sus propias vidas a la suya. Esto es porque no les aflige sed, ni fatiga, ni hambre en el camino de Allah, ni dan un paso que enfurezca a los incrédulos, ni obtienen ventaja alguna sobre el enemigo, sin que se les registre como una obra buena. Allah no desperdicia la recompensa de los que hacen el bien.",
            "Hindi": "अहले मदीना और उनके आस-पास के देहातियों के लिए यह जायज़ नहीं कि वे अल्लाह के रसूल से पीछे रह जाएँ और न यह कि अपनी जानों को उसकी जान पर तरजीह दें। यह इसलिए कि उन्हें अल्लाह की राह में प्यास, न थकान, न भूख लगती है और न वे कोई ऐसा क़दम उठाते हैं जो काफ़िरों को ग़ुस्सा दिलाए और न दुश्मन से कोई फ़ायदा हासिल करते हैं मगर यह कि उनके लिए उसके बदले में एक नेक अमल लिख दिया जाता है। बेशक अल्लाह नेककारों का अज्र ज़ाए नहीं करता।"
          }
        },
        {
          "no": 121,
          "arabic": "وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ",
          "transliteration": "Wa lā yunfiqūna nafaqatan ṣaghīratan wa lā kabīratan wa lā yaqṭaʿūna wādiyan illā kutiba lahum li-yajziyahumu Allāhu aḥsana mā kānū yaʿmalūn",
          "translations": {
            "English": "Nor do they spend any expenditure, small or large, nor do they cross any valley, but it is recorded to their credit. That God may reward them in accordance with the best of their deeds.",
            "Urdu": "اور نہ وہ کوئی چھوٹا یا بڑا خرچ کرتے ہیں اور نہ کوئی وادی عبور کرते ہیں مگر یہ کہ ان کے لیے لکھ دیا جاتا ہے، تاکہ اللہ انہیں ان کے بہترین اعمال کا بدلہ دے۔",
            "French": "Et ils ne dépensent aucune dépense, petite ou grande, et ne traversent aucune vallée, sans que cela ne leur soit inscrit, afin qu’Allah les rétribue pour les meilleures de leurs actions.",
            "Spanish": "No gastan ningún gasto, pequeño o grande, ni cruzan ningún valle, sin que se les registre, para que Allah les recompense conforme a lo mejor de sus obras.",
            "Hindi": "और न वे कोई छोटा या बड़ा ख़र्च करते हैं और न कोई वादी उबरते हैं मगर यह कि उनके लिए लिख दिया जाता है, ताकि अल्लाह उन्हें उनके बेहतरीन अमल का बदला दे।"
          }
        },
        {
          "no": 122,
          "arabic": "وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
          "transliteration": "Wa mā kāna l-muʾminūna li-yanfirū kaffatan fa-lawlā nafara min kulli firqatin minhum ṭāʾifatun li-yatafaqqahū fī d-dīni wa li-yundhirū qawmahum idhā rajaʿū ilayhim laʿallahum yaḥdharūn",
          "translations": {
            "English": "It is not advisable for the believers to march out altogether. Of every division that marches out, let a group remain behind, to gain understanding of the religion, and to notify their people when they have returned to them, that they may beware.",
            "Urdu": "اور مومنوں کے لیے یہ مناسب نہیں کہ وہ سب کے سب (جہاد کے لیے) نکلیں۔ تو کیوں نہ ہر فرقے میں سے ایک جماعت نکلے تاکہ دین کی سمجھ حاصل کریں اور جب وہ اپنی قوم کی طرف لوٹیں تو انہیں ڈر سنائیں تاکہ وہ بچیں۔",
            "French": "Les croyants ne doivent pas partir tous ensemble pour le combat. Pourquoi de chaque clan quelques hommes ne partiraient-ils pas pour s’instruire dans la religion, et pour avertir leur peuple quand ils reviendront vers eux, afin qu’ils soient sur leur garde ?",
            "Spanish": "No es conveniente que los creyentes salgan todos a combatir. ¿Por qué no sale un grupo de cada facción para que se instruyan en la religión y adviertan a su gente cuando regresen a ellos, para que así se cuiden?",
            "Hindi": "और मोमिनों के लिए यह मुनासिब नहीं कि वे सब के सब (जिहाद के लिए) निकलें। तो क्यों न हर फ़िरके में से एक जमाअत निकले ताकि दीन की समझ हासिल करें और जब वे अपनी क़ौम की तरफ़ लौटें तो उन्हें डर सुनाएँ ताकि वे बचें।"
          }
        },
        
          {
            "no": 123,
            "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
            "transliteration": "Yā ayyuhā alladhīna āmanū qātilū alladhīna yalūnakum mina l-kuffāri wa lyajidū fīkum ghilẓatan wa iʿlamū anna Allāha maʿa l-muttaqīn",
            "translations": {
              "English": "O you who believe! Fight those of the disbelievers who are close to you, and let them find harshness in you. And know that Allah is with the righteous.",
              "Urdu": "اے ایمان والو! تم اپنے قریب کے کافروں سے لڑو اور انہیں اپنے اندر سختی محسوس کروائیں۔ اور جان لو کہ اللہ پرہیزگاروں کے ساتھ ہے۔",
              "French": "Ô vous qui croyez ! Combattez les mécréants qui sont près de vous ; et qu’ils trouvent de la dureté en vous. Et sachez qu’Allah est avec les pieux.",
              "Spanish": "¡Oh, creyentes! Combatid a los incrédulos que están cerca de vosotros y que encuentren dureza en vosotros. Y sabed que Allah está con los piadosos.",
              "Hindi": "ऐ ईमान वालो! तुम अपने नज़दीक के काफ़िरों से लड़ो और उन्हें अपने अंदर सख़्ती महसूस कराओ। और जान लो कि अल्लाह परहेज़गारों के साथ है।"
            }
          },
          {
            "no": 124,
            "arabic": "وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ",
            "transliteration": "Wa idhā mā unzilat sūratun fa minhum man yaqūlu ayyukum zādathu hādhihi īmānan fa ammā alladhīna āmanū fa zādathum īmānan wa hum yastabshirūn",
            "translations": {
              "English": "And whenever a surah is revealed, some of them say, 'Which of you has this increased in faith?' As for those who believe, it has increased them in faith, and they rejoice.",
              "Urdu": "اور جب کوئی سورت نازل کی جاتی ہے تو ان میں سے بعض کہتے ہیں: 'تم میں سے کس کے ایمان میں اس نے اضافہ کیا؟' پس جو ایمان والے ہیں، اس نے ان کے ایمان میں اضافہ کیا اور وہ خوش ہوتے ہیں۔",
              "French": "Et quand une sourate est révélée, il en est parmi eux qui disent : 'Quel est celui d’entre vous dont elle a accru la foi ?' Quant aux croyants, elle accroît certes leur foi, et ils s’en réjouissent.",
              "Spanish": "Y cuando se revela una sura, hay entre ellos quienes dicen: '¿A cuál de vosotros le ha aumentado esto en fe?' En cuanto a los creyentes, les aumenta en fe y se regocijan.",
              "Hindi": "और जब कोई सूरत नाज़िल की जाती है तो उनमें से कुछ कहते हैं: 'तुममें से किसके ईमान में इसने इज़ाफ़ा किया?' तो जो ईमान वाले हैं, इसने उनके ईमान में इज़ाफ़ा किया और वे ख़ुश होते हैं।"
            }
          },
          {
            "no": 125,
            "arabic": "وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ",
            "transliteration": "Wa ammā alladhīna fī qulūbihim maraḍun fa zādathum rijsan ilā rijsihim wa mātū wa hum kāfirūn",
            "translations": {
              "English": "But as for those in whose hearts is disease, it has increased them in wickedness to their wickedness, and they die while they are disbelievers.",
              "Urdu": "اور جن کے دلوں میں بیماری ہے، اس نے ان کی ناپاکی میں اور ناپاکی بڑھا دی اور وہ کفر کی حالت میں مر گئے।",
              "French": "Mais quant à ceux dont les cœurs sont malades, elle ajoute une souillure à leur souillure, et ils meurent dans la mécréance.",
              "Spanish": "Pero en cuanto a aquellos en cuyos corazones hay enfermedad, les aumenta en abominación a su abominación, y mueren siendo incrédulos.",
              "Hindi": "और जिनके दिलों में बीमारी है, इसने उनकी नापाकी में और नापाकी बढ़ा दी और वे कुफ़्र की हालत में मर गए।"
            }
          },
          {
            "no": 126,
            "arabic": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
            "transliteration": "A wa lā yarawna annahum yuftanūna fī kulli ʿāmin marratan aw marratayni thumma lā yatūbūna wa lā hum yadhakkarūn",
            "translations": {
              "English": "Do they not see that they are tried every year once or twice? Yet they do not repent nor do they remember.",
              "Urdu": "کیا وہ نہیں دیکھتے کہ ہر سال ایک یا دو بار ان کی آزمائش کی جاتی ہے؟ پھر بھی نہ وہ توبہ کرتے ہیں اور نہ نصیحت حاصل کرते ہیں۔",
              "French": "Ne voient-ils pas qu’ils sont éprouvés une ou deux fois chaque année ? Malgré cela, ils ne se repentent, ni ne se rappellent.",
              "Spanish": "¿Acaso no ven que son probados una o dos veces al año? Luego no se arrepienten ni recapacitan.",
              "Hindi": "क्या वे नहीं देखते कि हर साल एक या दो बार उनकी आज़माइश की जाती है? फिर भी न वे तौबा करते हैं और न नसीहत हासिल करते हैं।"
            }
          },
          {
            "no": 127,
            "arabic": "وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
            "transliteration": "Wa idhā mā unzilat sūratun naẓara baʿḍuhum ilā baʿḍin hal yarākum min aḥadin thumma inṣarafū ṣarafa Allāhu qulūbahum bi-annahum qawmun lā yafqahūn",
            "translations": {
              "English": "And whenever a surah is revealed, they look at one another, [saying], 'Does anyone see you?' Then they turn away. Allah has turned away their hearts because they are a people who do not understand.",
              "Urdu": "اور جب کوئی سورت نازل کی جاتی ہے تو وہ ایک دوسرے کو دیکھتے ہیں (کہتے ہوئے) 'کیا کوئی تمہیں دیکھ رہا ہے؟' پھر وہ پلٹ جاتے ہیں۔ اللہ نے ان کے دلوں کو پھیر دیا ہے کیونکہ وہ ایسی قوم ہیں جو سمجھتے نہیں۔",
              "French": "Et quand une sourate est révélée, ils se regardent les uns les autres : 'Quelqu’un vous voit-il ?' Puis ils s’en vont. Allah a détourné leurs cœurs, parce que ce sont des gens qui ne comprennent pas.",
              "Spanish": "Y cuando se revela una sura, se miran unos a otros: '¿Alguien os ve?' Luego se apartan. Allah ha desviado sus corazones porque son gente que no comprende.",
              "Hindi": "और जब कोई सूरत नाज़िल की जाती है तो वह एक-दूसरे को देखते हैं (कहते हुए) 'क्या कोई तुम्हें देख रहा है?' फिर वे पलट जाते हैं। अल्लाह ने उनके दिलों को फेर दिया है क्योंकि वह ऐसी क़ौम हैं जो समझते नहीं।"
            }
          },
          {
            "no": 128,
            "arabic": "لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ",
            "transliteration": "Laqad jāʾakum rasūlun min anfusikum ʿazīzun ʿalayhi mā ʿanittum ḥarīṣun ʿalaykum bi-l-muʾminīna raʾūfun raḥīm",
            "translations": {
              "English": "There has certainly come to you a Messenger from among yourselves. Grievous to him is what you suffer; [he is] concerned over you and to the believers is kind and merciful.",
              "Urdu": "بے شک تمہارے پاس تمہیں میں سے ایک رسول آئے ہیں۔ تمہاری تکلیف ان پر گراں گزرتی ہے۔ وہ تمہاری بھلائی کے خواہشمند ہیں اور مومنوں پر بہت مہربان اور رحم کرنے والے ہیں۔",
              "French": "Certes, un Messager pris parmi vous, est venu à vous, auquel pèsent lourd les difficultés que vous subissez, qui est plein de sollicitude pour vous, qui est compatissant et miséricordieux envers les croyants.",
              "Spanish": "Ciertamente, os ha llegado un Mensajero de entre vosotros. Le es doloroso lo que sufris, está ansioso por vosotros y es compasivo y misericordioso con los creyentes.",
              "Hindi": "बेशक तुम्हारे पास तुम्हीं में से एक रसूल आए हैं। तुम्हारी तकलीफ़ उन पर गुराँ गुज़रती है। वह तुम्हारी भलाई के ख़्वाहिशमंद हैं और मोमिनों पर बहुत मेहरबान और रहम करने वाले हैं।"
            }
          },
          {
            "no": 129,
            "arabic": "فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
            "transliteration": "Fa in tawallaw fa qul ḥasbiya Allāhu lā ilāha illā huwa ʿalayhi tawakkaltu wa huwa rabbu l-ʿarshi l-ʿaẓīm",
            "translations": {
              "English": "But if they turn away, [O Muhammad], say, 'Sufficient for me is Allah; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne.'",
              "Urdu": "پس اگر وہ منہ موڑ لیں تو آپ کہہ دیں: 'میرے لیے اللہ کافی ہے، اس کے سوا کوئی معبود نہیں، میں نے اسی پر بھروسہ کیا اور وہ عرش عظیم کا رب ہے۔'",
              "French": "S’ils se détournent, dis alors : 'Allah me suffit. Il n’y a de dieu que Lui. C’est en Lui que je place ma confiance ; et Il est le Seigneur du Trône immense.'",
              "Spanish": "Pero si se apartan, di: 'Allah me basta. No hay más dios que Él. En Él he puesto mi confianza y Él es el Señor del Trono grandioso.'",
              "Hindi": "तो अगर वे मुँह मोड़ लें तो आप कह दें: 'मेरे लिए अल्लाह काफ़ी है, उसके सिवा कोई माबूद नहीं, मैंने उसी पर भरोसा किया और वह अर्शे अज़ीम का रब है।'"
            }
          }
        
    ]
  }